{
    "date": "2023-01-11",
    "category": "st",
    "articles": {
        "0": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.itp.net/emergent-tech/nasa-to-make-the-impossible-possible-in-space-exploration",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA Opens Pop-up Planetarium to Teach Kids About Space: 8/10",
            "gpt_relevancy_score": 8
        },
        "1": {
            "text": "Vast, a pioneer in space habitation technologies, announced the relocation and major expansion of its corporate headquarters to a newly built facility in Long Beach, California, for the established pipeline of aerospace talent, proximity to the port and airport and continued efforts to expand commercial space capabilities in the region. The new structures, which will house the company’s business operations as well as a next-generation manufacturing facility, are in the city’s Globemaster Corridor Specific Plan, which will help align and reimagine the commercial and industrial area that used to focus on specific aviation manufacturing.\n\n“Space Beach is the perfect place for Vast to call home,” said Vast founder and CEO, Jed McCaleb, blockchain pioneer and tech entrepreneur. “Our mission is to build the first commercial space station capable of providing artificial gravity to support long-term human habitation. This new mixed-use facility will enable us to continue to grow our engineering team, expand research and development efforts and begin the installation of production equipment, making our mission that much more of a reality.”\n\nLong Beach, colloquially referred to as “Space Beach” due to its rapidly growing community of space companies, will offer growth for Vast. The space pioneer predicts its team will expand to 700 by the end of 2027. The company’s facility will consist of two buildings for a total of nearly 115,000 square feet, allowing plenty of room for growth.\n\n“Innovators, engineers and designers are here in Long Beach right now building the next generation of launch vehicles, 3D printed propulsion systems, satellites and spacecraft destined to send technology to low earth orbit and beyond to deep space,” said Long Beach Mayor Rex Richardson. “The city’s immediacy to the Port of Long Beach and Airport, including its many assembly plants and hangars, provide the ideal environment for today’s aerospace, satellite and space travel companies to thrive. We are eager to include space habitation technology to that mix with the incredible addition of Vast, which joins the growing list of high-tech businesses that call our city home. Welcome to Space Beach!”",
            "title": "Vast Space newest member of “Space Beach” – SatNews",
            "keywords": [
                "habitation",
                "satnews",
                "facility",
                "long",
                "technology",
                "vast",
                "pioneer",
                "member",
                "beach",
                "expand",
                "newest",
                "space",
                "commercial"
            ],
            "link": "https://news.satnews.com/2023/01/10/vast-space-newest-member-of-space-beach/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nVast, a pioneer in space habitation technologies, has announced their relocation and expansion of their corporate headquarters to Long Beach, California. The new facilities are estimated to house the company’s business operations as well as a manufacturing facility which will support Vast's mission of creating commercial space station capabilities. With 700 employees expected by 2027 and ample room for growth within their 115,000 square feet buildings, Vast is joining the city's rapidly growing community of space companies and helping further develop \"Space Beach\"."
        },
        "2": {
            "text": "Indian-American space expert named NASA's new chief technologist\n\nAn Indian-American aerospace industry expert has been appointed as NASA's new chief technologist to serve as principal advisor to Administrator Bill Nelson on technology policy and programmes at the space agency's headquarters here.\n\nA.C. Charania joined the space agency in his new role on January 3. He replaces another Indian-American scientist Bhavya Lal, who served as acting chief technologist prior to the former's appointment.\n\nIn his position, Charania will align NASA's agencywide technology investments with mission needs across six mission directorates and oversee technology collaboration with other federal agencies, the private sector, and external stakeholders, NASA said in a statement on Monday.\n\nThe position works within NASA's Office for Technology, Policy, and Strategy.\n\n\"Technology plays a vital role in every NASA mission. Making sure that we're pursuing the best policy objectives allows this agency to continue to serve as a global leader in innovation,” Bhavya Lal, NASA associate administrator for technology, policy, and strategy, was quoted as saying in the statement.\n\n\"Charania is an experienced leader in managing large, rapidly shifting technology portfolios. I am eager for him to apply his knowledge and enthusiasm at NASA,\" Lal said.\n\n\"The rate of advancement we seek in the 21st century is dependent upon selecting and maturing a portfolio of technologies into systems to execute our missions,” Charania said.\n\n\"With this in mind, there are incredible opportunities in partnerships within and outside of NASA. I now look forward to the opportunity to work with the entire community to increase the rate of space and aviation progress,\" he added.\n\nPrior to joining NASA, he served as vice president of product strategy at Reliable Robotics, a firm that works to bring certified autonomous vehicles to commercial aviation.\n\nHis previous experience also includes working at Blue Origin to mature its lunar permanence strategy, Blue Moon lunar lander program, and multiple technology initiatives with NASA.\n\nCharania has also worked in strategy and business development for the Virgin Galactic (now Virgin Orbit) LauncherOne small satellite launch vehicle programme.\n\nHe also served in multiple management and technology roles at SpaceWorks Enterprises, including helping to incubate two startups, Generation Orbit and Terminal Velocity Aerospace.\n\nCharania led the formation of the FastForward industry group focused on high-speed point-to-point transportation, was a NASA Innovative Advanced Concepts fellow, and served on the Lunar Exploration Analysis Group Commercial Advisory Board, according to the release.\n\nHe received a bachelor's and a master's degree in aerospace engineering from the Georgia Institute of Technology, and a bachelor's in economics from Emory University.",
            "title": "Indian-American space expert named NASA's new chief technologist",
            "keywords": [
                "lunar",
                "chief",
                "served",
                "lal",
                "strategy",
                "policy",
                "technologist",
                "nasa",
                "named",
                "mission",
                "technology",
                "indianamerican",
                "space",
                "nasas",
                "expert"
            ],
            "link": "https://tech.hindustantimes.com/tech/news/indianamerican-space-expert-named-nasa-s-new-chief-technologist-71673379501554.html",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nA.C Charania, an Indian-American aerospace industry expert has been appointed as NASA's new Chief Technologist to serve as principal advisor to Administrator Bill Nelson on technology policy and programmes. Mr Charania is experienced in managing large, quickly shifting technological portfolios and will focus on aligning investments with mission needs for the six mission directorates of NASA, alongside establishing collaborations within the private sector. Prior to joining NASA, he held management positions at Virgin Galactic and SpaceWorks Enterprises amongst other notable companies. He holds a Bachelor’s degrees in both Aerospace Engineering from The Georgia Institute of Technology and Economics from Emory University respectively."
        },
        "3": {
            "text": "A researcher at Tohoku University has made significant improvements to a high-power electrodeless plasma thruster, bringing us closer to deeper space exploration.\n\nThese advancements in electric propulsion technology have the potential to revolutionize the space industry in the same way that innovations in terrestrial transportation, such as cars, trains, and aircraft, have transformed their respective industries.\n\nElectric propulsion is a technique utilizing electromagnetic fields to accelerate a propellant and generate thrust that propels a spacecraft. Space agencies have pioneered electric propulsion technology as the future of space exploration.\n\nAlready, several space missions have successfully been completed using electric propulsion devices, such as gridded ion thrusters and Hall thrusters. Solar power is converted into thrust energy when the propellant becomes ionized, i.e., a plasma, and gets accelerated by electromagnetic fields. Yet, the electrodes necessary for these devices limit their lifetime, since they get exposed to and damaged by the plasma, especially at a high-power level.\n\nTo circumvent this, scientists have turned to electrodeless plasma thrusters. One such technology harnesses radio frequency (rf) to generate plasma. An antenna emits radio waves into a cylindrical chamber to create plasma, where a magnetic nozzle channels and accelerates the plasma to generate thrust. MN rf plasma thrusters, or helicon thrusters as they are sometimes known, offer simplicity, operational flexibility, and a potentially high thrust-to-power ratio.\n\nBut the development of MN rf plasma thrusters has been stymied by the conversion efficiency of the rf power to thrust energy. Early experiments generated single-digit conversion rates, but more recent studies have reached a modest outcome of 20%.\n\nIn a recent study, Professor Kazunori Takahashi, from Tohoku University’s Department of Electrical Engineering, has achieved a 30% conversion efficiency.\n\nWhilst mature electric propulsion devices often use xenon gas, which is expensive and difficult to supply in sufficient quantities, the current 30% efficiency was obtained with argon propellant. This indicates that an MN rf plasma thruster would reduce the cost and the resource load from the Earth.\n\n“Applying a cusp-type magnetic field inhibited the energy loss that generally occurs to the plasma source wall,” Takahashi said. “The breakthrough opens the door to advances in high-power space transportation technology.”\n\nReference: “Thirty percent conversion efficiency from radiofrequency power to thrust energy in a magnetic nozzle plasma thruster” by Kazunori Takahashi, 10 November 2022, Scientific Reports.\n\nDOI: 10.1038/s41598-022-22789-7",
            "title": "One Step Closer to Deeper Explorations Into Space – Improved Performance of Plasma Thrusters",
            "keywords": [
                "explorations",
                "plasma",
                "performance",
                "conversion",
                "rf",
                "closer",
                "thrust",
                "improved",
                "deeper",
                "propulsion",
                "energy",
                "step",
                "thruster",
                "space",
                "electric",
                "thrusters"
            ],
            "link": "https://scitechdaily.com/one-step-closer-to-deeper-explorations-into-space-improved-performance-of-plasma-thrusters/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nA new advancement in electric propulsion technology has brought us closer to deeper space exploration, as Professor Kazunori Takahashi from Tohoku University's Department of Electrical Engineering achieved a 30% conversion efficiency of rf power to thrust energy in an MN plasma thruster. By applying a cusp-type magnetic field that inhibited the energy loss, they were able to reach this higher rate than the single-digit efficiency seen in earlier experiments. The breakthrough could open the door for advances in high power space transportation technology with reduced cost and resource load."
        },
        "4": {
            "text": "Space sector bosses on Tuesday said they were disappointed by the failure of the country's historic first attempt to launch satellites from UK soil but pledged to investigate and try again.\n\nThe failure of the mission late on Monday is a blow to the UK's fledgling space sector.\n\nHad it been successful, it would have made the UK one of only nine countries able to launch rockets into Earth's orbit.\n\nA Virgin Orbit Boeing 747 carrying the 70-foot (21-meter) rocket took off from a spaceport in Cornwall, southwest England, at 2202 GMT on Monday.\n\nThe rocket then detached from the aircraft and ignited as planned at a height of 35,000 feet over the Atlantic Ocean to the south of Ireland at around 2315 GMT.\n\nBut as the rocket was due to enter orbit and discharge its nine satellites, scientists reported an \"anomaly\" that prevented it from reaching orbit.\n\nVirgin Orbit CEO Dan Hart praised the launch teams but said their task had been complicated by the \"first time nature of this mission\" which had \"added layers of complexity.\"\n\n\"We will work tirelessly to understand the nature of the failure, make corrective actions and return to orbit as soon as we have completed a full investigation and mission assurance process,\" he added.\n\nThe UK Space Agency said it would work closely with Virgin Orbit as they \"investigate what caused the anomaly.\"\n\n\"While this result is disappointing... the project has succeeded in creating a horizontal launch capability at Spaceport Cornwall,\" said Matt Archer, the agency's commercial spaceflight director.\n\nMonday's launch would have been the first from UK soil. UK-produced satellites have previously had to be sent into orbit via foreign spaceports.\n\n'Within a year'\n\nThe satellites were to have a variety of civil and defense functions, from sea monitoring to help countries detect people smugglers and space weather observation.\n\nLucy Edge, CEO of Satellite Applications Catapult, said planning would begin immediately for a replacement mission for a client who had a maritime surveillance satellite on board.\n\nBut she said the bigger picture was the issue of UK launch capabilities.\n\n\"We will keep doing this. We will get a launch capability out of the UK, probably more than one. I think within a year is entirely reasonable,\" she told BBC radio.\n\nThe number of space bases in Europe has grown in recent years due to the commercialization of space.\n\nFor a long time, satellites were primarily used for institutional missions by national space agencies but most of Europe's spaceport projects are now private-sector initiatives.\n\nThe market has exploded with the emergence of small start-ups, modern technology making both rockets and satellites smaller, and the rapidly growing number of applications for satellites.",
            "title": "UK Space Chiefs Vow to Try Again After Failed Rocket Launch",
            "keywords": [
                "work",
                "failed",
                "satellites",
                "mission",
                "launch",
                "failure",
                "vow",
                "spaceport",
                "chiefs",
                "rocket",
                "try",
                "orbit",
                "space",
                "uk"
            ],
            "link": "https://www.voanews.com/a/uk-space-chiefs-vow-to-try-again-after-failed-rocket-launch/6911898.html",
            "skip": "true",
            "duplicates": [
                "4",
                "13"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "5": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://siliconangle.com/2023/01/10/information-services-startup-capella-space-raises-60m-expand-imaging-capacity/",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA's Perseverance Rover Explores Mars' Jezero Crater: 8/10",
            "gpt_relevancy_score": 8
        },
        "6": {
            "text": "image: The AstroRad vest floats in the International Space Station cupola. The garment could provide a way to mitigate radiation threats to crew members on missions to the Moon and Mars. view more\n\nA radiation protection vest, olive oil, and sutured tissues are among the scientific samples returning from the International Space Station on the 26th SpaceX commercial resupply services mission for NASA. The Dragon spacecraft, which arrived at the station Nov. 27, is scheduled to undock on January 9, with splashdown January 11 off the coast of Florida.\n\nThe cargo returns to NASA's Kennedy Space Center in Florida, where scientists can make additional observations and analyses of their experiments before the effects of gravity fully kick back in. Many also conduct more in-depth analysis later in their home labs.\n\nRead more about some of the equipment and samples making the journey back to Earth:\n\nThis vest is the best\n\nA special vest designed to protect astronauts from high doses of radiation caused by unpredictable solar particle events (SPEs) is returning to Earth after months of testing in space. Crew members wore the Astrorad vest while performing daily tasks and provided feedback about how easy it is to put on, how it fits and feels, and the range of motion possible while wearing it. The vest’s developers plan to analyze that feedback and improve design of the garment, which could provide personal radiation protection for astronauts on the Artemis missions and future travel to Mars. Radiation exposure can cause cancers and other short- and long-term adverse health effects, and using a shielding garment allows protection of specific sensitive organs and tissues. The investigation also could support improvements to radiation protection garments on Earth.\n\nA tasty test\n\nEVOO in Space, an investigation from ESA (European Space Agency) and the Italian Space Agency (ASI), studies the effects of exposure to the space environment on extra virgin olive oil. Researchers examined the characteristics of veiled and filtered extra virgin olive oils before flight. Space-flown samples are returning to Earth for additional analysis of those properties and comparison with controls kept on the ground. Olive oil is rich in antioxidants and anti-inflammatory compounds, and provided the oil retains its properties when stored in a spacecraft, could be beneficial for the health of astronauts on long-term space missions. This investigation also could improve the understanding of olive oil shelf life and support development of oils with improved features for extreme environments on Earth.\n\nAir, water, plants\n\nXROOTS uses hydroponic (water-based) and aeroponic (air-based) techniques to grow plants without soil or other growth media. Researchers collected video and still images to evaluate growth chambers through the plant life cycle from seed germination through maturity. The plant chambers are returning to Earth for additional analysis. Current space-based plant systems, which are small and use particulate media to deliver water and nutrients, do not scale well in space and can have containment, maintenance, and sanitation issues. These new techniques could provide a way to produce crops on a larger scale for future space missions. The investigation’s system components also could enhance plant cultivation and improve food security for people on Earth.\n\nBetter bioprospecting\n\nBioprospecting is the process of identifying plants and animals that may contain substances with potential for use as drugs, biochemicals, and other commercially valuable materials. Previous studies found that the unique stressors of space can cause genetic and physiological changes that could result in microbes yielding such materials. Rhodium Microgravity Bioprospecting-1studies a way to search for these microbes. Results could expedite the discovery of substances in plants and animals that could have a variety of uses on Earth, including in medicine and industry. The science chambers and temperature logger from the investigation are returning to Earth for further examination.\n\nSpace stitches\n\nAs missions travel farther from Earth, crew members need to be prepared to deal with medical emergencies, including wounds, without direct medical support. Wound healing is a complex process, and scientists are not sure why wounds often heal imperfectly or create scars. Suture in Space, an ESA investigation, examined the behavior of sutures and wound healing in microgravity, including the role of mechanical stress. Crew members monitored tissue samples with sutured wounds and measured their tensile strength. The samples were placed into cold stowage for return to Earth, where researchers can more closely examine suture structure, blood vessel function in the sutured tissues, stiffness and strength of the tissue, and other characteristics. A technique for keeping tissue biopsies alive longer, developed for the investigation, could aid future studies on transplants, cell regeneration, and surgical techniques on Earth and in space.\n\nFor daily updates, follow @ISS_Research, Space Station Research and Technology News, or our Facebook. For opportunities to see the space station pass over your town, check out Spot the Station.",
            "title": "Scientific samples, hardware return from the space station for more study",
            "keywords": [
                "oil",
                "olive",
                "study",
                "hardware",
                "earth",
                "returning",
                "samples",
                "scientific",
                "radiation",
                "station",
                "investigation",
                "return",
                "space",
                "vest"
            ],
            "link": "https://www.eurekalert.org/news-releases/976194",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10 This article is relevant to you as it provides information about recent experiments related to space technology that have been conducted on the International Space Station, including radiation protection vests and plant systems. It does not include any news from scientific journals or magazines in the past month.",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThis SpaceX mission has brought a variety of research and equipment to Earth, with the AstroRad vest providing potential personal radiation protection for future space missions. Additionally, studies into extra virgin olive oil, plant growth chambers, bioprospecting microbes and wound healing tissues are returning home for further analysis which could potentially benefit life on Earth."
        },
        "7": {
            "text": "New Orleans, LA – Serena Auñon-Chancellor, MD, Clinical Associate Professor of Medicine at LSU Health New Orleans School of Medicine’s Baton Rouge campus, is one of two physician-NASA astronauts recently interviewed by the New England Journal of Medicine about aerospace medicine. The Curbside Consult podcast, available here, was published online on January 3, 2023.\n\nA Flight Engineer on International Space Station Expeditions 56 and 57, Dr. Auñon-Chancellor spent 197 days in space. Back on earth, she continues working in the NASA Astronaut Office on medical issues and providing on-orbit support while also teaching LSU Health medical students and residents internal medicine and taking care of patients.\n\nWith the advent of commercial space, Dr. Auñon-Chancellor and her NASA colleague Dr. Michael Barratt, both double-boarded in internal and aerospace medicine, fielded questions about everything from physiologic changes in a gravity-free environment and medical certification of commercial space travelers to the aerospace medicine specialty.\n\nThey noted that pretty much every system in the body changes in zero gravity. After someone has been in space for a while, the body is almost extraterrestrial with different physiological norms. While medical monitoring data are constantly being gathered in space, the data can’t be analyzed until back on earth. One of the challenges aerospace and space medicine specialists are working on is being able to analyze data in real-time to make clinical decisions in orbit. Projects also include how to build medical kits for Mars, how to look at a lunar base, and more.\n\nPart of NASA’s charter, aside from exploring and pushing the boundaries, is to try to open the space frontier.\n\nOpening access through commercial space affords the opportunity to gather data from ordinary people who are less medically fit than NASA astronauts about the effects of space on health to solve or prevent health problems.\n\n“We’re flying sicker people today than we have ever flown in the past,” notes Dr. Auñon-Chancellor “Captain Kirk recently flew at age 90. Now we’re faced with a group of people who maybe in the past would never have been medically certified to fly as a NASA astronaut. For example, they have a past history of cancer, or they currently have coronary artery disease or atrial fibrillation.”\n\nMedical certification is actively being decided by the FAA and several commercial flight entities.\n\n“The neat thing about it is we are now gathering data on folks with co-morbidities that we’ve never had before,” adds Dr. Auñon-Chancellor. “This is now the era of the commercial space traveler, whether it’s a very short 30-minute mission or 12 days around the moon. I can’t wait to see what that will bring.”\n\nThe more information that is available, the more progress can be made for human health in space. The need for experts in aerospace medicine will also increase. Historically, physicians have not been required on missions. As space travel becomes more frequent, private concerns may well change that. In the meantime, aerospace physicians are working not only at NASA but also in the commercial space industry. They are becoming the subject matter experts who enable manned space exploration and moving civilization forward, potentially someday off Planet Earth.\n\n________________________________________________________________________\n\nLSU Health Sciences Center New Orleans educates Louisiana's health care professionals. The state's flagship health sciences university, LSU Health New Orleans includes a School of Medicine with campuses in Baton Rouge and Lafayette, the state's only School of Dentistry, Louisiana's only public School of Public Health, and Schools of Allied Health Professions, Nursing, and Graduate Studies. LSU Health New Orleans faculty take care of patients in public and private hospitals and clinics throughout the region. In the vanguard of biosciences research in a number of areas in a worldwide arena, the LSU Health New Orleans research enterprise generates jobs and enormous economic impact. LSU Health New Orleans faculty have made lifesaving discoveries and continue to work to prevent, advance treatment, or cure disease. To learn more, visit http://www.lsuhsc.edu , http://www.twitter.com/LSUHealthNO, or http://www.facebook.com/LSUHSC .\n\n# # #",
            "title": "New England Journal of Medicine podcast features LSU Health’s astronaut Dr. Serena Auñon-Chancellor",
            "keywords": [
                "journal",
                "commercial",
                "serena",
                "auñonchancellor",
                "medical",
                "healths",
                "aerospace",
                "health",
                "orleans",
                "england",
                "features",
                "podcast",
                "nasa",
                "lsu",
                "medicine",
                "space",
                "dr"
            ],
            "link": "https://www.eurekalert.org/news-releases/976181",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "8": {
            "text": "Capella Space, a San Francisco, CA-based satellite manufacturer and earth observation company, raised $60M in growth equity funding.\n\nThe round was led by U.S. Innovative Technology Fund.\n\nThe company intends to use the funds to expand its imaging capacity and develop new data products.\n\nLed by Payam Banazadeh, CEO and founder, Capella Space is a space tech company with data and satellite solutions for government and commercial use. The company provides access to information for dozens of industries worldwide, including defense and intelligence, supply chain, insurance, maritime and others. Its SAR satellites are matched with data infrastructure to quickly deliver global insights that increase understanding of the changing world – improving decisions about commerce, conservation, and security on Earth.\n\nCapella also announced three new members of its executive team. Chad Cohen joins as the new Chief Financial Officer (CFO) and Chief Operating Officer (COO) to guide future expansion and growth for Capella as well as oversee Capella’s operations across the company. Capella also appointed Glen Elliott as the company’s first-ever Chief Human Resources Officer (CHRO). Finally, Paul Stephen joins as the new Chief Information and Security Officer (CISO) to lead the IT, network operations and security operations functions.\n\nHeadquartered in San Francisco, California with additional locations in Denver, Colorado and Washington, D.C., Capella’s satellites are operated, designed and manufactured in the USA.\n\nFinSMEs\n\n10/01/2023",
            "title": "Capella Space Raises $60M in Growth Equity Funding",
            "keywords": [
                "growth",
                "data",
                "60m",
                "company",
                "satellites",
                "equity",
                "capella",
                "chief",
                "satellite",
                "funding",
                "operations",
                "raises",
                "officer",
                "space",
                "security"
            ],
            "link": "https://www.finsmes.com/2023/01/capella-space-raises-60m-in-growth-equity-funding.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nCapella Space, a satellite manufacturer and earth observation company based in San Francisco, CA, has raised $60M in growth equity funding. Led by U.S. Innovative Technology Fund, the funds will be used to expand their imaging capacity and develop new data products as well as to add three executives - Chief Financial Officer (CFO) & Chief Operating Officer (COO), Chief Human Resources Officer (CHRO), and Chief Information & Security Officer (CISO). Their operations are located in San Francisco, Denver and Washington D.C., with all of its satellites designed, manufactured and operated in the USA."
        },
        "9": {
            "text": "Image: NASA Johnson\n\nSpace projects are absorbing billions of dollars and yet seem far removed from the realities here on Earth. So, is it possible to connect the vast expenditure on rockets and Moon missions with some kind of return on all that investment? I've looked through some of the academic research to try to come to a better understanding of what we are spending on space projects -- and why.\n\nHow much does the US spend on space?\n\nNASA's budget increased by 3% in fiscal year 2022, up to $24 billion. It was still short of the increase that the Biden administration sought, which was 7%. For fiscal year 2023, the Biden administration wants to increase NASA's budget by 8% to almost $26 billion. Space spending is on the up.\n\nHow does that compare to other countries?\n\nCompared to other countries, the United States spends significantly more on space -- a whole lot more. In 2021, total government expenditure on space programs was $54.59 billion, more than China, France, Russia, Japan, Germany, India, Italy, the UK, South Korea, and the EU combined.\n\nSource: Statista\n\nWhere does the money go?\n\nNASA's budget request for fiscal year 2022 reflects a topical range of priorities. The four highlighted priorities are:\n\nAddressing the climate crisis nationally and internationally . This includes a next-generation Earth system observatory, sustainable flight partnerships, and university research.\n\n. This includes a next-generation Earth system observatory, sustainable flight partnerships, and university research. Restoring America's global standing . The Artemis missions to the Moon, the International Space Station, and international partnerships all fall under this category.\n\n. The Artemis missions to the Moon, the International Space Station, and international partnerships all fall under this category. Promoting racial and economic equality by increasing the participation of historically underserved communities in STEM. This also includes landing the first woman and person of color on the Moon through the Artemis missions.\n\nby increasing the participation of historically underserved communities in STEM. This also includes landing the first woman and person of color on the Moon through the Artemis missions. Driving economic growth by leading American dominance in emerging markets and space technology. There's also more than $280 million allotted for investments in small business innovation research.\n\nWhat is Artemis?\n\nArtemis is an extended plan to bring astronauts to the Moon to help create a sustainable lunar economy -- and eventually take humanity even further, to Mars.\n\nNASA launched the Artemis I mission on November 16, 2022, sending the unmanned Orion spacecraft 40,000 miles beyond the Moon. The mission was successfully completed on December 11. The flight was a test of NASA's systems in deep space before they send crewed missions out over the next few years.\n\nAlso: We have liftoff: NASA's Artemis rocket launches, and Orion is headed to the Moon\n\nJim Free, NASA's associate administrator for exploration systems development, reflected on the first Artemis mission, stating that:\n\nToday was a culmination for our teams -- an opportunity to finally exhale. But it was a beginning for humanity to see what a new generation of explorers is truly capable of when they rally around a goal to explore. Through Artemis, we'll conduct amazing science and learn how to live on another world, and thanks to Artemis, humans will walk on Mars.\n\nThe plan is to incrementally explore space and tackle the priorities outlined in the budget request.\n\nFor example, the Artemis III mission, which should launch in 2025 at the earliest, will send the first woman and the first person of color to the surface of the Moon. That directly aligns with the third priority of the budget request: promoting racial and economic equality.\n\nAlso: What is Artemis? Everything you need to know about NASA's new moon mission\n\nNASA has already spent about $40 billion on Artemis as of November 2021. The total costs are expected to reach $93 billion by 2025.\n\nWhat portion of the pie does space take up in the overall federal budget?\n\nThe following chart, created by the Planetary Society using data from the Office of Management and Budget Historical Tables 8.5 and 8.7, illustrates federal spending in fiscal year 2020. In that fiscal year, the overall budget was $6.6 trillion, of which 0.3% ($22.6 billion) went to NASA.\n\nSource: The Planetary Society\n\nThe argument that we need more money for other programs won't work here because of NASA's relatively small percentage of the budget (0.3%) when compared to other aspects of federal spending. Even though the US spends more money on space than the rest of the world, that level of expenditure ends up being a small percentage of its overall budget.\n\nWhat does NASA say about its budget and output?\n\nNASA's second agency-wide economic impact report highlighted a threefold return on budget. That's right -- NASA's economic output was more than $71.2 billion in fiscal year 2021, three times its annual budget. NASA administrator Bill Nelson even told CNBC that the output estimate was an undersell.\n\nSo, where was this output concentrated? NASA supported more than 339,600 jobs and generated close to $7.7 billion in taxes. The activities that created this productivity include:\n\nThe Moon to Mars campaign\n\nNASA's investments in climate change research and technology\n\nGlobal space economy\n\n\n\nNASA partnerships\n\n\n\n\"NASA may be a small federal agency, but we punch above our weight, fueling growth in American industry with good-paying, quality jobs in all 50 states and maintaining our leadership in space and science,\" said Nelson in a press release.\n\nEvery state in the US reaps the economic benefits of NASA's activities.\n\nSource: NASA\n\nTo spend or not to spend?\n\nThe problems associated with space spending could be seen as extensions of some of the same issues that accompany projects that take place entirely on Earth. Projects that carry large price tags are subject to budgetary politics, micro-management, and technological risk. The federal executives assigned to long-term programs have to navigate through presidencies with varying agendas.\n\nThe International Space Station, for example, is the largest modular space station that is currently in a low-Earth orbit. It has been continuously occupied by human beings for over 22 years and will continue to be occupied until at least 2030. It's also an extremely expensive project that cost upwards of $72.7 billion since its start in 1984. The costs to complete it were \"vastly greater than originally forecast\" and affected by the decisions of the agency leaders who were at its helm through different presidencies.\n\nStill, it stands as a symbol of international scientific collaboration and it has helped advance research, education, and tech developments. It's also exciting to catch sight of it as a bright point sailing across the night sky. According to NASA:\n\nOver the past two decades, the United States has maintained a continuous human presence in orbit around the Earth to test technologies, conduct scientific research, and develop skills needed to explore farther than ever before. The unique microgravity laboratory has hosted more than 3,000 research investigations from over 4,200 researchers across the world and is returning enormous scientific, educational, and technological developments to benefit people on Earth. Nearly 110 countries and areas have participated in activities aboard the station, including more than 1,500,000 students per year in STEM activities.\n\nThe ISS allows researchers a better understanding of elements like the climate that affect us on Earth.\n\nThis photograph from the space station shows the Moon setting below Earth's horizon. Image: NASA\n\nResults of space spending\n\nA look at NASA's blog archives detail snippets from daily life at the Space Station and shows the variety of work taking place. In December 2022, NASA flight engineer Frank Rubio was investigating how foams work in weightless environments to develop new solutions for firefighters and doctors. In November 2022, Japan Aerospace Exploration Agency (JAXA) flight engineer Koichi Wakata was looking at microscopic worms to better understand how the nervous system adapts to weightless environments.\n\nNASA astronaut Frank Rubio inside the cupola, the space station's \"window to the world\". Image: NASA\n\nIn October 2022, the space station received research gear, supplies, and hardware. Experiments also arrived, including those to research the 3D bioprinting of human tissue, the impact of microgravity on ovaries, and the growth of repeated generations of space crops.\n\nFrom a glance at these experiments alone, it's apparent that space spending has real-world implications when channeled for the public good. Within the benefits of space spending are its intangible, long-term effects on innovation.\n\nWhat are the broader, non-monetary impacts of space spending?\n\nNASA's economic impact is indisputable, eclipsing its annual budget. However, there are many non-monetary impacts of space spending, such as the way NASA fosters international cooperation and how it partners with non-federal entities on new technology. Scientific research and development constitute 20% of NASA's overall economic output, demonstrating that NASA is at the helm of advancements that could improve the everyday.\n\nNASA is also an agency that represents progress, a constant venturing into new frontiers of innovation. NASA missions are reminders to the public that there's a lot we don't know, but that we're actively working to understand more about the space beyond us.\n\nIntegral to that mission are the dedicated people who make it happen. Going back to Jim Free's statement on the Artemis I mission: \"The contributions to get us to today can't be measured; they are more than pieces of hardware. The contributions are hardworking people's hearts and souls.\"\n\nWorking with NASA can require all-encompassing contributions, investments of time, passion, and effort that real people put into these missions. When looking at impact, the economic side is only one part of the puzzle.",
            "title": "NASA's budget was $24B in 2022. Here's how it spends the money",
            "keywords": [
                "billion",
                "research",
                "money",
                "budget",
                "artemis",
                "economic",
                "nasa",
                "24b",
                "station",
                "moon",
                "2022",
                "nasas",
                "space",
                "heres",
                "spends"
            ],
            "link": "https://www.zdnet.com/article/nasas-budget-was-24b-in-2022-heres-how-it-spends-the-money/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: NASA's budget increased by 3% in fiscal year 2022, up to $24 billion and the Biden administration wants to increase it even further. Compared to other countries, the US spends significantly more on space - a whole lot more with total government expenditure of $54.59 billion in 2021. NASA's four highlighted priorities are addressing climate crisis nationally/internationally, restoring America's global standing, promoting racial/economic equality, and driving economic growth. Artemis is an extended plan for sustainable lunar economy which has cost about $40 billion as of November 2021 and counting due to planned Moon missions such as the Artemis III mission (2025) which will send a woman/person of color to the surface of the Moon. Despite this large spending figure comparatively speaking 0.3% ($22.6 billion) of 2020’s overall federal budget went towards NASA producing threefold returns from its investment due to jobs created across all 50 states plus research collaborations from 339,600 people internationally that could lead technology advancements benefiting humans here on Earth too"
        },
        "10": {
            "text": "Want to take your own data? Although the number of targets you can see increases with the size of the telescope used, there’s no minimum size requirement. Citizen scientist Bryan E. Martin uses his personal telescope to observe exoplanet transits with NASA’s Universe of Learning Exoplanet Watch. There is no minimum size telescope necessary to participate, and those without a telescope can still analyze exoplanet transit data. Credit: Bryan E. Martin\n\nThe Exoplanet Watch project invites you to use your smartphone or personal telescope to help track worlds outside our solar system.\n\nMore than 5,000 planets have been confirmed to exist outside our solar system, featuring a wide array of characteristics like clouds made of glass and twin suns. Scientists estimate there could be millions more exoplanets in our home galaxy alone, which means professional astronomers could use your help tracking and studying them. This is where Exoplanet Watch comes in. Participants in the program can use their own telescopes to detect planets outside our solar system, or they can look for exoplanets in data from other telescopes using a computer or smartphone.\n\nA planet passing in front of its parent star creates a drop in the star’s apparent brightness, called a transit. Exoplanet Watch participants can look for transits in data from ground-based telescopes, helping scientists refine measurements of the length of a planet’s orbit around its star. Credit: NASA’s Ames Research Center\n\nExoplanet Watch began in 2018 under NASA’s Universe of Learning, one of the agency’s Science Activation programs that enables anyone to experience how science is done and discover the universe for themselves. Until recently there were limits on how many people could help look through the data collected by other telescopes, but now this program is easily available to anyone. By following the site’s instructions, participants can download data to their device or access it via the cloud, and then assess it using a custom data analysis tool.\n\n“With Exoplanet Watch you can learn how to observe exoplanets and do data analysis using software that actual NASA scientists use,” said Rob Zellem, the creator of Exoplanet Watch and an astrophysicist at NASA’s Jet Propulsion Laboratory in Southern California. “We’re excited to show more people how exoplanet science is really done.”\n\nHelping Without a Telescope\n\nParticipants without telescopes can help astronomers comb through data that’s already been taken. The project has 10 years of exoplanet observations, collected by a small ground-based telescope south of Tucson, Arizona. This year, the project will start collecting additional data from two other telescopes at the Table Mountain facility in Southern California, which JPL manages.\n\nThese telescopes look at nearby stars and search for what scientists call exoplanet transits: regular dips in a star’s brightness caused by a planet passing between the star and Earth. Essentially, a transit is an observation of a planet’s silhouette against the bright glare of its star.\n\nParticipants in NASA’s Universe of Learning Exoplanet Watch will use the EXOplanet Transit Interpretation Code (EXOTIC) software to analyze data. No experience is necessary, and the project website includes tutorials and guides. Credit: NASA/JPL-Caltech\n\nMultiple NASA telescopes look for exoplanet transits as a way to discover new planets, but Exoplanet Watch participants primarily observe transits by planets that have already been discovered to gain more information about their orbits. The time between exoplanet transits reveals how long it takes an exoplanet to orbit its parent star; the more transits that are measured, the more precisely the length of the orbit is known. If the timing of the orbit isn’t measured precisely, scientists who want to study those planets in more detail with large ground-based or space-based telescopes can lose valuable observing time while they wait for the planet to appear. Having volunteers sort through the data will save significant computing and processing time.\n\nExoplanet Watch participants will also look for variations in the apparent brightness of stars – changes caused by features such as flares (outbursts of light) and star spots (dark spots on a star’s surface). In transit measurements, these changes make a planet appear smaller or larger than it actually is. This work will help scientists anticipate the variability of a particular star before they study its exoplanets with large, sensitive telescopes like NASA’s James Webb Space Telescope.\n\nHelping With Your Own Telescope\n\nWant to take your own data? Although the number of targets you can see increases with the size of the telescope used, there’s no minimum size requirement. For example, Exoplanet Watch can help you detect exoplanet transits for hundreds of nearby stars with just a 6-inch (15-centimeter) telescope.\n\nExoplanet Watch combines observations of the same target by multiple sky watchers in order to get a higher-fidelity measurement. Combining observations is also useful if the planet’s transit lasts longer than the time a star is visible in the sky for a single observer: Multiple participants at different locations around the globe can collectively watch the duration of a long transit.\n\nThat was the case with a planet called HD 80606 b, which Webb will observe this year. A recent study of this planet led by Kyle Pearson, the Exoplanet Watch deputy science lead at JPL, combined observations from more than 20 Exoplanet Watch participants. The volunteer effort on HD 80606 b will free up almost two hours of time on Webb for other observations. And on missions that aim to observe hundreds or thousands of exoplanets, the number of minutes saved by refining planet transit measurements can add up and free a significant amount of observing time, according to Zellem.\n\nOne of the program’s policies requires that the first paper to make use of the observations or analysis done by volunteers will list those volunteers as co-authors, which was the case with the study led by Pearson. “I hope this program lowers barriers to science for a lot of people and inspires the next generation of astronomers to join our field,” said Zellem.",
            "title": "Help Discover Exoplanets With NASA",
            "keywords": [
                "transit",
                "planet",
                "exoplanets",
                "planets",
                "watch",
                "telescope",
                "help",
                "nasa",
                "discover",
                "transits",
                "star",
                "data",
                "exoplanet",
                "telescopes"
            ],
            "link": "https://spaceref.com/newspace-and-tech/help-discover-exoplanets-with-nasa/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "11": {
            "text": "Space Force’s Next-Gen Operational Weather Satellite\n\nBall Aerospace completed the spacecraft bus for the Weather System Follow-on-Microwave (WSF-M) satellite, the U.S. Space Force’s next-generation operational environmental satellite system.\n\nBall also finalized environmental testing on the Microwave Imager (MWI) instrument and has started final space vehicle assembly, integration and testing.\n\nUpon delivery, WSF-M will provide mission data to Department of Defense’s (DoD) environmental prediction systems that support all warfighter domains. In addition, it will broadcast real-time, actionable environmental intelligence to on-going military operations across the globe.\n\n“The nearly simultaneous completion of the spacecraft bus and instrument testing mark a significant milestone for the WSF-M program,” said, Hope Damphousse, vice president, Strategic Operations, Ball Aerospace. “We are moving forward with spacecraft integration of the MWI sensor, along with a government-furnished Energetic Charged Particle (ECP) sensor, which will be followed by a suite of space vehicle performance and environmental tests.”\n\nAt the heart of the WSF-M payload is the Ball-built MWI sensor that takes calibrated passive radiometric measurements at multiple microwave frequencies to measure sea surface winds, tropical cyclone intensity and additional environmental data. The ECP sensor will provide critical space weather measurements. WSF-M was designed to mitigate three high-priority DoD Space-Based Environmental Monitoring (SBEM) gaps: ocean surface vector winds, tropical cyclone intensity and the space weather gap, low Earth orbit (LEO) energetic charged particles. It will also address three additional SBEM gaps: sea ice characterization, soil moisture and snow depth. Ball Aerospace was recently awarded the contract modification to develop and build the second WSF-M space vehicle, expected to be completed by late 2027.\n\nBall Aerospace has played key roles on numerous operational weather satellite programs. Its Ozone Mapping and Profiler Suite (OMPS) instruments are operating on the Ball-built Suomi NPP and NOAA-20 satellites, launched in 2011 and 2017, respectively. OMPS is also on board the Joint Polar Satellite System-2 (JPSS-2), which launched on November 10, 2022. Ball is on contract with NASA to build two additional OMPS instruments for JPSS-3 and JPSS-4. The Ball-built Ion Velocity Meter (IVM) space weather sensors are flying on five of the six Constellation Observing System for Meteorology, Ionosphere and Climate-2 (COSMIC-2) satellites, a joint program with the U.S. Air Force, U.S. Space Force, Taiwan’s National Space Organization, NOAA and the University Corporation for Atmospheric Research that launched in 2019.\n\nPowered by endlessly curious people with an unwavering mission focus, Ball Aerospace pioneers discoveries that enable our customers to perform beyond expectation and protect what matters most. We create innovative space solutions, enable more accurate weather forecasts, drive insightful observations of our planet, deliver actionable data and intelligence, and ensure those who defend our freedom go forward bravely and return home safely. Go Beyond with Ball.® For more information, visit www.ball.com/aerospace or connect with us on Facebook or Twitter.\n\nAbout Ball Corporation\n\nBall Corporation (NYSE: BALL) supplies innovative, sustainable aluminum packaging solutions for beverage, personal care and household products customers, as well as aerospace and other technologies and services primarily for the U.S. government. Ball Corporation and its subsidiaries employ 24,300 people worldwide and reported 2021 net sales of $13.8 billion. For more information, visit www.ball.com, or connect with us on Facebook or Twitter.",
            "title": "Ball Aerospace Enters Final Stages of Building Space Force’s Next-Gen Operational Weather Satellite",
            "keywords": [
                "vehicle",
                "enters",
                "building",
                "final",
                "sensor",
                "environmental",
                "stages",
                "aerospace",
                "spacecraft",
                "satellite",
                "forces",
                "weather",
                "ball",
                "nextgen",
                "space",
                "wsfm",
                "operational"
            ],
            "link": "https://spaceref.com/newspace-and-tech/ball-aerospace-enters-final-stages-of-building-space-forces-next-gen-operational-weather-satellite/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nBall Aerospace recently completed the spacecraft bus for the U.S. Space Force Weather System Follow-on-Microwave satellite and testing on its Microwave Imager instrument, heading into final space vehicle assembly, integration and testing processes before delivery. The WSF-M will provide mission data to Department of Defense’s (DoD) environmental prediction systems while broadcasting real-time actionable intelligence on military operations worldwide which will fill three high priority DoD Space Based Environmental Monitoring gaps in ocean surface winds, tropical cyclone intensity, and low Earth orbit energetic charged particles as well as sea ice characterization, soil moisture, and snow depth."
        },
        "12": {
            "text": "All non-essential workers are not to report at Vandenberg Space Force Base because of the storm.\n\nThe delay is until 10 a.m., according to the base's Instagram post.\n\nIf you are an essential worker, the Santa Maria Gate is closed because of downed power lines on HWY 1 and California Boulevard.",
            "title": "Delayed reporting for non-essential workers at Vandenberg Space Force Base",
            "keywords": [
                "stormthe",
                "vandenberg",
                "postif",
                "reporting",
                "force",
                "delayed",
                "santa",
                "workers",
                "worker",
                "report",
                "base",
                "nonessential",
                "space",
                "power"
            ],
            "link": "https://www.ksby.com/news/local-news/delayed-reporting-for-non-essential-workers-at-vandenberg-space-force-base",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "13": {
            "text": "Virgin Orbit and the United Kingdom Space Agency have announced they will investigate the loss of a Launcher One rocket during the company's first historic launch attempt from the United Kingdom.\n\nVirgin Orbit attempted the U.K.'s first-ever orbital launch from Spaceport Cornwall, the U.K.'s first commercial space launch facility, on Monday (Jan. 9). The company's converted Boeing 747-400 airplane Cosmic Girl took off at 5:02 p.m. EST (2202 GMT) and carried the Launcher One rocket to an altitude of 35,000 feet (10.6 kilometers). Then, the rocket ignited, successfully reaching space with its first stage and separating about 3.5 minutes into its flight — but shortly after, an anomaly occurred. The rocket's upper stage and its payload of nine satellites were lost.\n\nOn Tuesday (Jan. 10), both Virgin Orbit and the U.K. Space Agency issued statements promising to investigate the cause of the anomaly. \"We will work tirelessly to understand the nature of the failure, make corrective actions, and return to orbit as soon as we have completed a full investigation and mission assurance process,\" Virgin Orbit CEO Dan Hart said in the company's statement (opens in new tab).\n\nRelated: Virgin Orbit rocket suffers anomaly during 1st launch from UK\n\nVirgin Orbit's Cosmic Girl Boeing 747 lifts off with the Launcher One rocket underneath its wing on Jan. 9, 2023, kicking off the Start Me Up mission from Spaceport Cornwall in the United Kingdom. (Image credit: Matthew Horwood/Getty Images)\n\nMatt Archer, director of commercial spaceflight at the U.K. Space Agency, said that the agency will \"work closely with Virgin Orbit as they investigate what caused the anomaly in the coming days and weeks,\" according to a statement posted to Twitter (opens in new tab).\n\n\"While this result is disappointing, launching a spacecraft always carries significant risks,\" Archer said. \"Despite this, the project has succeeded in creating a horizontal launch capability at Spaceport Cornwall, and we remain committed to becoming the leading provider of commercial small satellite launch in Europe by 2030, with vertical launches planned from Scotland.”\n\nThat optimism despite the launch failure was echoed by Melissa Thorpe, head of Spaceport Cornwall. \"We are so incredibly proud of everything we have achieved with our partners and friends across the space industry here in the U.K. and in the US. We made it to space — a U.K. first,\" Thorpe said in Virgin Orbit's statement. \"Today we inspired millions, and we will continue to look to inspire millions more. Not just with our ambition but also with our fortitude. Yes, space is hard, but we are only just getting started.\"\n\nThe mission's name, \"Start Me Up,\" drew inspiration from a 1981 Rolling Stones song by the same name, and the rock and roll theme could be seen in the excitement of the crowds at the launch event. The launch drew huge crowds and sold out faster than the U.K.'s popular Glastonbury Music festival, according to Ian Annett, deputy CEO of the U.K. Space Agency.\n\nThe launch was part of an initiative to grow the U.K.'s space infrastructure as the global space market continues to expand. The United Kingdom is home to several satellite manufacturers including Airbus, Surrey Satellite Technology and Clyde Space, but prior to this launch, satellites had to be delivered to spaceports in other countries for launch.\n\n\"As a country, we build more satellites than anywhere else outside of the U.S.,\" said Ian Annett, deputy CEO of the U.K. Space Agency, during a pre-launch press conference . \"So it helps to develop an end-to-end capability so that we can do everything.\"\n\nPrior to this launch failure, Virgin Orbit had launched four consecutive successful missions that placed a total of 33 satellites in orbit.",
            "title": "Virgin Orbit, UK space agency to investigate rocket launch failure",
            "keywords": [
                "uks",
                "agency",
                "launch",
                "failure",
                "investigate",
                "spaceport",
                "orbit",
                "rocket",
                "united",
                "virgin",
                "space",
                "uk"
            ],
            "link": "https://www.space.com/virgin-orbit-uk-space-agency-investigate-rocket-launch-failure",
            "skip": "false",
            "duplicates": [
                "4",
                "13"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nVirgin Orbit and the U.K. Space Agency have announced plans to investigate the loss of Launcher One rocket during the company's first launch from Spaceport Cornwall in the United Kingdom on Jan 9. The initial stages of flight were successful, however an anomaly caused a loss of both upper stage and payloads containing nine satellites. Fans had sold out tickets faster than Glastonbury music festival anticipating the launch which was part of an initiative to expand the UK’s space industry infrastructure capabilities such as end-to-end manufacturing capability for satellite production."
        },
        "14": {
            "text": "Weather Alert\n\n...WIND ADVISORY IN EFFECT FROM MIDNIGHT TONIGHT TO 6 AM CST THURSDAY... * WHAT...Northwest winds 15 to 25 mph with gusts up to 40 mph expected. * WHERE...Portions of central, east central, northern, southeast and southern Oklahoma. * WHEN...From midnight tonight to 6 AM CST Thursday. * IMPACTS...Gusty winds could blow around unsecured objects. Tree limbs could be blown down and a few power outages may result. PRECAUTIONARY/PREPAREDNESS ACTIONS... Use extra caution when driving, especially if operating a high profile vehicle. Secure outdoor objects. &&",
            "title": "Lucas to head House science, technology committee",
            "keywords": [
                "mph",
                "whenfrom",
                "head",
                "science",
                "whatnorthwest",
                "central",
                "whereportions",
                "midnight",
                "tonight",
                "lucas",
                "objects",
                "committee",
                "house",
                "cst",
                "technology",
                "winds"
            ],
            "link": "https://www.enidnews.com/news/lucas-to-head-house-science-technology-committee/article_0f7f5bf2-912a-11ed-a247-f3b99b67b86a.html",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "15": {
            "text": "Bally Ribbons\n\nBally, PA\n\nwww.ballyribbon.com\n\nLuna Innovations, Inc\n\nRonaoke, VA\n\nwww.lunainc.com\n\nWoven carriers are critical in applications that experience high strain. (Image: Bally Ribbon Mills)\n\nFuture human space exploration requires a safe living environment for astronauts. A robust structural health monitoring (SHM) process is imperative to ensure equipment safety, particularly for the inflatable habitat structures that are the most cost-efficient solution to the astronauts’ living space needs. A novel approach is moving away from conventional SHM testing methods in favor of using sensors embedded in the flexible structural restraint webbing layers. The sensors can collect data on stress, strain, creep, and impacts of micro meteorites throughout the inflatable habitat’s lifecycle. The embedded fiber optic sensors were woven into VECTRAN™ (trademark of KURARAY CO., LTD) webbing and later integrated into an inflatable test article that was tested at NASA Johnson Space Center for potential use in future inflatable habitat structures for NASA Lunar Gateway and Mars missions. [1]\n\nEmbedded sensors for structural health monitoring of inflatable space habitats. (Image: Luna Innovations, Inc.)\n\nIn 2007, Bally Ribbon Mills (BRM) began working with Luna Innovations, Inc., an American developer and manufacturer of fiber-optics- and terahertz-based technology products for aerospace. Luna’s NASA contact suggested the partnership to provide a demonstration sample to show the capabilities of Luna’s technology, which focuses on integrating high-definition fiber optic sensors (HD-FOS) into a three-dimensional woven carbon structure used in composites. The project was undertaken as part of the Small Business Innovation Research (SBIR) program, a competitive awards-based research and development program that helps small businesses explore their technological potential and provides the incentive to profit from its commercialization. [2]\n\nStartup samples are woven based on benchtop analysis and then adjusted to ensure they comply with sensor location specifications. (Image: Bally Ribbon Mills)\n\nThe project aimed to demonstrate the integration of optical-fiber-sensing technology into composites to monitor the vacuum-assisted resin transfer molding (VARTM) process. The team designed a composite cantilever beam with three-dimensional carbon fiber reinforcement that was fabricated with embedded optical-sensing fibers. BRM wove the carbon fiber preform with warp, fill, and Z-axis reinforcing fiber. During the preform weaving process, BRM added optical fiber bobbins to the weaving loom and determined the necessary processes to integrate fiber optic strain sensors into the weave.\n\nInflatable test article shown during pressure proof testing. The modular straps shown on the right feature high-definition fiber optic sensors (HD-FOS) integrated during the webbing weaving process. Modular strap locations allowed for testing multiple sensing strap designs or switching out straps after intentionally damaging a strap experimentally. (Image: Luna Innovations, Inc.)\n\nBRM successfully wove the material and passed it along to Luna. Fifteen years later, Luna came back to collaborate with BRM on a NASA multi-phase grant award examining whether the embedded sensor technology could survive all the required manufacturing processes for use in inflatable habitat structures being developed for upcoming space missions. During this phase, the focus is on integrating fiber optic sensors into Vectran webbing for inflatable space habitat SHM. The approach uses sensors to capture data throughout an object’s lifecycle.\n\nThe data collected from “smart webbing” could be used for many applications:\n\nOptimizing process control by using data to increase quality, efficiency, and effectiveness.\n\nCentralizing reporting by characterizing operational norms, preventing false alarms, and gaining the ability to access information from anywhere.\n\nWhile the space habitat SHM application focuses on strain measurement, examples of the kind of data that might be measured include:\n\nStrain: Wear and tear, fatigue, aging, structural health, safety\n\nTemperature: Material joints, process control, safety\n\nIntrusion detection, process control, safety\n\nVessel Pressure\n\nFlow rate, quality (contamination, transmitted material formulation), volumes\n\nFor the space habitat SHM application, the long-term goal was to be able to measure stress, strain, and temperature, and to pinpoint the location of important events.\n\nBally Ribbon Mills wove Luna’s embedded fiber optic sensors into Vectran webbing and then later integrated them into an inflatable test article that was tested at NASA Johnson Space Center. (Image: Luna Innovations, Inc.)\n\nDuring this project, BRM integrated Luna fiber optic sensors into Vectran webbing. The BRM materials served as woven optical carriers, which are critical in applications that experience high strain. Carriers add reinforcement to fiber optic sensors and prevent high strain from being transferred directly to the fiber. Sensors are woven into the carrier and then embedded into a material. The carriers serve as component parts in the eventual construction of assemblies that capture and transmit information to a downstream computing technology. The weaving technology enables the measurement and conversion of information to knowledge and action.\n\nThe resulting benefits include the ability to take corrective action based on improved monitoring capability; the actuation of human/machine involvement; the transformation of connected objects; and ultimately the fuller automation of manufacturing processes, and the integration of non-destructive inspection tools.\n\nManufacturing webbing with embedded sensors brings two main challenges. The first is ensuring the sensor is not damaged during the weaving process. BRM had to minimize bending radii of the sensor to prevent damage.\n\nThe second challenge is to ensure that the weave design is precise enough to place sensor ingresses and egresses in the proper locations within the surface of the weave structure. The BRM team wove start-up samples based on a benchtop analysis of weave design, checked the samples after weaving, and made adjustments to ensure accurate compliance with sensor location specifications.\n\nLuna Innovations tested the fiber optic sensors woven into the flexible structural restraint layer webbings on an inflatable test article with a diameter of 0.61 meters (2 feet) fabricated from Vectran, a manufactured filament fiber with a liquid-crystal polymer chemistry. Experiments successfully demonstrated creep sensing, pressure sensing, and detection of damage location and magnitude.\n\nA one-third scale, 2.74-meter diameter (9 feet) inflatable habitat with embedded structural health sensors was used for creep and burst testing at NASA’s Johnson Space Center. A habitat containing the smart webbing was inflated and measurements are being recorded at regular intervals for a total period of about two months. Measuring the long-term creep of the habitat system is important to the safety and viability of the inflatable habitat program.\n\nNASA is performing the testing to validate the bench-top engineering and design of the habitat’s structural components.\n\nWhile the goal is to complete the project by 2023, the need to orchestrate raw material supply, component procurement, manufacturing, assembly, testing, test-facilities scheduling, and funding means that timing predictions are subject to change.\n\n“BRM’s work in developing the manufacturing processes necessary to integrate fiber optic strain sensors into the fabric weave was key to our success and is helping to move the technology into the future,” said Matthew Davis, Luna’s R&D Director, Lightwave Division. “We rely on their skills and are excited about working in partnership with them to extend the innovative approach into other SHM applications.\n\nDavis explained, “Webbing textiles are critical to many personnel safety systems in U.S. Navy aircraft, but there are currently no viable non-destructive techniques to detect when the load strength has degraded to an unsafe level. With BRM’s assistance, we are integrating this technology, which enables accurate assessment of the load capabilities for nylon, polyester, and Kevlar structures during their service life.”\n\nEnsuring the safety of long-duration human habitation in space or on other planets will depend on structural health monitoring. The new sensor-based technique for monitoring the health of the flexible soft goods restraints on inflatable living structures shows great promise. If the embedded sensing technology proves to be successful, it could be included in future space mission habitation structures, including the Lunar Gateway or Mars missions.\n\nReferences\n\nEmbedded Fiber Optic SHM Sensors for Inflatable Space Habitats, by Osgar John Ohanian III,1 Matthew A. Davis, Luna Innovations Incorporated, Blacksburg, VA, 24060,USA; Jeffrey Valania, Benjamin Sorensen, Sierra Nevada Corporation, Louisville, CO,USA; Megan Dixon, Matthew Morgan, ILC Dover, Frederica, DE, USA; Douglas A. Litteken, NASA Johnson Space Center, Houston, TX, USA. The SBIR and STTR Programs, retrieved 3/7/22.\n\nThis article was written by Ted Fetterman, VP, Sales and Marketing, Bally Ribbon Mills (Bally, PA). For more information, visit here .",
            "title": "Inflatable Space Habitats Use Sensors Embedded in Webbing for Structural Health Monitoring",
            "keywords": [
                "embedded",
                "structural",
                "habitat",
                "technology",
                "inflatable",
                "health",
                "habitats",
                "fiber",
                "sensors",
                "webbing",
                "monitoring",
                "optic",
                "space"
            ],
            "link": "https://www.techbriefs.com/component/content/article/tb/pub/features/applications/47380",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nThe article explores the partnership between Bally Ribbon Mills (BRM) and Luna Innovations to develop embedded sensors for structural health monitoring of inflatable space habitats. The team designed a composite cantilever beam which was fabricated with embedded optical-sensing fibers, woven by BRM and integrated into an inflatable test article tested at NASA Johnson Space Center. If successful, these sensors could be included in future space mission habitation structures such as Lunar Gateway or Mars missions ensuring greater safety of long-duration human habitation in space or on other planets."
        }
    }
}