{
    "date": "2023-01-12",
    "category": "sr",
    "articles": {
        "0": {
            "text": "Among the biggest names in space tech are Elon Musk’s SpaceX and Richard Branson‘s Virgin Galactic, but everyone from Larry Page (Planetary Resources) to Jeff Bezos (Blue Origin) to Paul Allen (Stratolaunch) is involved. Even though most of these are side projects, there is a chance that they will be profitable. Private space transportation received $17.8B from NASA through 2017, of which 8.5B was for crew members and $9.3B was for cargo.\n\nIt wasn’t until recently that the Ozmens and Sierra Nevada became well known. In order to avoid confusion with the California beer company of the same name, the company printed coasters with the hashtag #notthebeercompany.\n\nThe Ozmens are Turkish immigrants who came to the United States in the early 1980s for graduate school. In 1994, they paid less than $5M for Sierra Nevada, the small defence company where they both worked, using their house as collateral. Eren received a 51% stake, and Fatih 49%. Beginning in 1998, they embarked on a buying spree of 19 aerospace and defence companies, funded by the cash flow from their military contracts.\n\nToday, Sierra Nevada, with $1.6B in 2017 sales and nearly 4,000 employees spread across 33 locations, is the largest female-owned government contractor in the nation. The U.S. government, primarily the Air Force, accounts for 80% of its sales of military aircraft, drones, anti-IED technology, and other items.\n\nIn addition to being the chairwoman, president, and majority owner of Sierra Nevada Corporation (SNC), Eren Ozmen is a billionaire Turkish-American businesswoman. At Tech Funding News, we decided to shine the spotlight on her successful entrepreneurial journey. Here are 5 key highlights of Ozmen’s career journey.\n\nEren Ozmen was a serious student and a voracious reader while growing up in Diyarbakir, Turkey. In addition to studying journalism and public relations at Ankara University, she worked full-time at a bank and learned English in her limited free time.",
            "title": "5 key turning points of Eren Ozmen’s career journey: The female immigrant billionaire all set to rival Musk in Space — TFN",
            "keywords": [
                "journey",
                "key",
                "sales",
                "ozmens",
                "set",
                "turning",
                "worked",
                "company",
                "tfn",
                "received",
                "nevada",
                "musk",
                "tech",
                "space",
                "rival",
                "sierra",
                "points",
                "ozmen"
            ],
            "link": "https://techfundingnews.com/5-key-turning-points-of-eren-ozmens-career-journey-the-female-immigrant-billionaire-all-set-to-rival-musk-in-space/",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": " She and her husband immigrated to the US in the early 1980s, where she built a successful defense contractor from scratch. Today, Ozmen is the chairwoman, president, and majority owner of Sierra Nevada Corporation (SNC), with $1.6B in 2017 sales and nearly 4,000 employees spread across 33 locations. Her success story proves that tenacity and hard work can pay off handsomely!\n\nEren Ozmen is an inspiring example of what perseverance can achieve. An immigrant who worked full-time while studying at Ankara University to master English during her free time, Eren went on to build a lucrative defense contractor alongside her husband Fatih Ozmen. They founded Sierra Nevada Corporation (SNC) in 1994 with less than $5M – today it generates annual sales close to $1.6B and employs almost 4000 people across 33 locations worldwide! Her accomplishments prove that grit pays off - hard work really does make dreams come true!"
        },
        "1": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.autoevolution.com/news/hyundai-and-samsung-to-pitch-robotic-dogs-against-each-other-208229.html",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA's Latest Robotic Mission Will Search for Secrets in Venus' Atmosphere \n8/10",
            "gpt_relevancy_score": 8
        },
        "2": {
            "text": "Launch startup ABL Space Systems’ first orbital launch attempt ended in failure Tuesday after all nine engines on the RS1 rocket’s first stage shut down simultaneously. The rocket subsequently hit the launch pad and was destroyed on impact.\n\nThe rocket took off from the Pacific Spaceport Complex on Alaska’s Kodiak Island at around 6:27 PM EST. It’s unclear how soon after lift-off the engines failed. The rocket was carrying a technology demonstration CubeSat for data analytics company OmniTeq. While the payload was lost, no personnel were injured by the rocket impact.\n\nAs is customary with anomalous rocket launches, the company is working with officials from the spaceport and the U.S. Federal Aviation Administration to investigate the cause of the engine shutdown.\n\nABL President Dan Piemont told TechCrunch that while the investigation is still in its early stages, “The simultaneity of the shutdown is a strong piece of evidence but it will take more time for the team to narrow down contributing factors and a root cause.”\n\nABL’s 88-foot-tall expendable rocket RS1 is capable of carrying up to 1,350 kilograms to low Earth orbit, similar to Firefly Aerospace’s Alpha vehicle. The company has previously said that each launch would cost around $12 million, putting it in a growing field of competitors looking to provide rapid launch services at low cost.\n\nThe failure on Tuesday comes just one day after a Virgin Orbit mission experienced its own anomaly, which ended the mission prematurely. Two other rockets also experienced failures in the past month: Arianespace’s Vega-C and Chinese company Landspace’s Zhuque-2, which would’ve been the first methane-fueled rocket to reach orbit.\n\nABL has raised $420 million since its founding in 2017, including a $200 million Series B extension round in December 2021 at a valuation of $2.4 billion. Its investors include Lockheed Martin, which purchased a block of up to 58 launches from the startup last April.\n\n“The Flight 2 vehicle is fully assembled and ready to begin it’s flight campaign, so we’re champing at the bit to get going on that as soon as the Flight 1 investigation is complete,” Piemont said.",
            "title": "ABL Space Systems’ rocket experiences simultaneous engine shutdown shortly after lift-off",
            "keywords": [
                "abl",
                "vehicle",
                "liftoff",
                "company",
                "shortly",
                "startup",
                "spaceport",
                "rs1",
                "space",
                "million",
                "engine",
                "shutdown",
                "rocket",
                "launch",
                "soon",
                "simultaneous",
                "experiences",
                "systems",
                "flight"
            ],
            "link": "https://techcrunch.com/2023/01/11/abl-space-systems-rocket-experiences-simultaneous-engine-shutdown-shortly-after-lift-off/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nLaunch startup ABL Space Systems' first orbital launch attempt ended in failure Tuesday when all of the RS1 rocket's nine engines shut down simultaneously, resulting in the destruction of the rocket upon impact with the launch pad. The payload was lost but no personnel were injured and an investigation is underway to determine the cause of engine shutdown. Despite this unfortunate outcome, they have previously secured $420 million since 2017 and are already working on their next flight campaign as soon as their investigation is complete."
        },
        "3": {
            "text": "Listen to this article\n\nIntuitive Surgical released preliminary Q4 results that included a slight revenue miss, though the company expects da Vinci surgical robot procedures to grow at least 12% this year.\n\nThe Sunnyvale, California-based surgical robot developer expects fourth-quarter revenue to total $1.66 billion. While that represents a 7% increase from the same period in 2021, it falls just shy of Wall Street expectations. Analysts projected revenues totaling $1.68 billion. The company expects full-year 2022 revenues of $6.22 billion for a 9% increase over the previous year.\n\nShares of ISRG dipped 4.3% at $259.70 apiece in early-morning trading today. MassDevice’s MedTech 100 Index — which includes stocks of the world’s largest medical device companies — rose 8.8%.\n\nWorldwide procedures with the da Vinci surgical robot grew 18% compared to the fourth quarter of 2021. This occurred despite a COVID-19 resurgence in China, which impacted procedure volumes in the area, according to a news release. The company also placed fewer da Vinci systems compared to the same period in the previous year (369 vs. 385). Overall placements decreased 6% from 1,347 in 2021 to 1,264 in 2022, Intuitive said.\n\nDespite fewer placements, Intuitive projects da Vinci procedures to increase by approximately 12–16% year-over-year in 2023.\n\nCOVID-19 headwinds out of China could prove transitory\n\nThe company noted that the COVID-19 resurgence impacted da Vinci procedure volumes in the U.S. and Europe. However, recoveries soon followed. The virus may continue to adversely impact its procedure volumes, Intuitive said.\n\n“Our customers continued to grow their adoption of our training, products, and services in the fourth quarter and for the full year,” said CEO Gary Guthart. “We remain focused on supporting our customers’ drive to improve the quadruple aim in acute interventions.”\n\nAnalysts think the procedure volume headwinds prove transitory as they have with previous COVID disruptions in China. They described Intuitive as one of the highest-quality growth names in large-cap medtech.",
            "title": "Intuitive expects da Vinci procedures to increase at least 12% in 2023",
            "keywords": [
                "2023",
                "previous",
                "procedures",
                "robot",
                "company",
                "vinci",
                "12",
                "surgical",
                "intuitive",
                "volumes",
                "da",
                "expects",
                "procedure",
                "increase"
            ],
            "link": "https://www.therobotreport.com/intuitive-expects-da-vinci-procedures-to-increase-at-least-12-in-2023/",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nIntuitive Surgical Inc. released fourth-quarter preliminary revenue figures that fell just shy of Wall Street expectations, but the company forecasts positive results for the da Vinci surgical robot with expected growth of 12-16% year to year in 2023. Shares dipped 4.3% while the MedTech 100 Index rose 8.8%, and analysts expect procedure volume headwinds due to COVID-19 out of China to prove transitory like previous disruptions as Intuitive remains one of medtech's highest quality growth names."
        },
        "4": {
            "text": "Four weeks ago, as two Russian cosmonauts were preparing to conduct a spacewalk, a Soyuz spacecraft attached to the International Space Station started to leak uncontrollably.\n\nThe spacewalk was canceled, and since then, Russian and US spaceflight engineers have been analyzing the cause of the leak and its implications for future travel to and from the large laboratory in low-Earth orbit. They have now deduced that a micrometeoroid or small piece of orbital debris struck the external cooling loop of the Soyuz spacecraft, causing all of its coolant to vent into space, and put a recovery plan into place.\n\nAlthough there were no immediate threats to the seven astronauts on board the space station, there was the not-insignificant question of how the three people who had ridden on board this Soyuz MS-22 spacecraft into orbit— cosmonauts Sergey Prokopyev and Dmitri Petelin and NASA's Frank Rubio—would subsequently get home.\n\nNow, we finally have an answer. On Wednesday, officials from NASA and the Russian state-owned space corporation, Roscosmos, said a replacement Soyuz spacecraft will launch to and autonomously dock with the station next month. The crew that would have flown in the damaged Soyuz MS-22 vehicle will instead fly home in this Soyuz MS-23 spacecraft later in 2023. The leaky Soyuz MS-22 vehicle will make an autonomous return to Earth, bereft of crew, likely in March.\n\nThe executive director for human spaceflight at Roscosmos, Sergei Krikalev, said during a teleconference with reporters Wednesday that he is confident the cooling system was damaged by an object approximately 1 mm in diameter. This assessment was based on high-resolution imagery of the damage site and ground tests to recreate the problem. It cannot be determined whether this was a tiny meteor fragment or one of the countless pieces of space junk whizzing around low-Earth orbit.\n\nAdvertisement\n\nRussian officials believe Soyuz MS-22 is still flyable in an emergency. However, without an efficient way to radiate heat during a six-hour return to Earth, the interior of the spacecraft could overheat. This could damage the flight computers used to set a precise return trajectory and put the crew at risk. Krikalev said the temperature inside Soyuz MS-22 could reach the low 40s Celsius (105–110° F) during its return to Earth. The concern about crew member health is as much about humidity as it is temperature in such a scenario.\n\nRussian and NASA officials have been looking at contingency plans in the event of an emergency on the space station between now and when Soyuz MS-23 arrives in February. In such a contingency, one or more of the MS-22 crew members could find safe harbor and potentially return to Earth inside the Crew-5 Dragon currently attached to the space station. That vehicle nominally carries four astronauts, but it could bring more people home.\n\n\"SpaceX has been extremely responsive,\" said NASA's International Space Station Program Manager Joel Montalbano. \"But all of this is only for an emergency, only if we have to evacuate the ISS. We’re always looking at what we can do to ensure the safety of the crew. Nominally, the plan is for when Crew-5 comes home, they come home with four people.\"\n\nThe crew of Soyuz MS-22 launched to the space station in September. They had been due to return to Earth in March before the dramatic coolant leak. Now their mission will be extended for \"several\" months, Krikalev said. It's possible the three astronauts, including NASA's Frank Rubio, will now not return to Earth until September 2023, when Soyuz MS-24 is ready to bring the next Russian crew rotation to orbit. This likely means that the crew that had been due to launch this spring, Russia's Oleg Kononenko and Nikolai Chub and NASA's Loral O'Hara, will wait until this fall to fly their mission.\n\n\"The awesome thing about our crews is that they’re willing to help with whatever we ask,\" Montalbano said. \"They will stay until a September launch date if necessary. The crews are excited to be in space.\"\n\nSince the coolant leak, Russian and US engineers and managers have collaborated smoothly, Montalbano said. It's remarkable that NASA and Roscosmos are still working exceptionally well together when it comes to ISS operations, given all that has happened since Russia's invasion of Ukraine. This bodes well for the continued operation of the space station partnership for the remainder of the 2020s, despite hostilities on Earth.",
            "title": "Russia will abandon Soyuz on orbit, fly up a new one to bring crew home",
            "keywords": [
                "earth",
                "crew",
                "russian",
                "ms22",
                "station",
                "abandon",
                "soyuz",
                "fly",
                "russia",
                "space",
                "bring",
                "orbit",
                "nasas",
                "return",
                "spacecraft"
            ],
            "link": "https://arstechnica.com/science/2023/01/russia-will-abandon-soyuz-on-orbit-fly-up-a-new-one-to-bring-crew-home/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: On Wednesday, NASA and the Russian state-owned space corporation, Roscosmos, announced that a replacement Soyuz spacecraft will launch to and autonomously dock with the International Space Station so that the three astronauts onboard can return to Earth later in 2023. It was deduced that a micrometeoroid or piece of orbital debris struck the external cooling loop, causing all coolant to escape into space. The two agencies have been collaborating smoothly since then, which bodes well for continued operation of operations on board the station despite tensions between Russia and Ukraine on Earth."
        },
        "5": {
            "text": "Having already returned visually stunning and scientifically spectacular results from its first six months in operation, the James Webb Space Telescope has recorded another inaugural milestone: its first exoplanet discovery confirmation. It peered 41 light years into the cosmos and found a planet in the Octans constellation with a diameter 99 percent that of Earth itself — say hello to LHS 475 b.\n\nSpecifically a team of astronomers from the Johns Hopkins University Applied Physics Laboratory, led by Kevin Stevenson and Jacob Lustig-Yaeger, first spotted evidence of the candidate exoplanet while digging through data generated from NASA’s Transiting Exoplanet Survey Satellite (TESS). However it was Webb’s Near-Infrared Spectrograph (NIRSpec) that confirmed the planets existence by observing two transits in front of its parent star. “There is no question that the planet is there. Webb’s pristine data validate it,” Lustig-Yaeger declared in a NASA press release.\n\nA whole new world!\n\n\n\n41 light-years away is the small, rocky planet LHS 475 b. At 99% of Earth’s diameter, it’s almost exactly the same size as our home world. This marks the first time researchers have used Webb to confirm an exoplanet. https://t.co/hX8UGXplq2 #AAS241 pic.twitter.com/SDhuZRfcko — NASA Webb Telescope (@NASAWebb) January 11, 2023\n\nAs the space agency notes, among telescopes in operation today (both terrestrial and orbital), only the JWST possesses the resolving capabilities to accurately characterize the atmospheres of Earth-sized exoplanets. The research team is still working to determine what, if any, sort of atmosphere is sitting atop the rocky mass using by analyzing its transmission spectrum.\n\nThere is a chance that the planet will be devoid of its critical gaseous insulation but at these distances, it could simply be hiding a very small atmo close to the surface. \"Counterintuitively, a 100% carbon dioxide atmosphere is so much more compact that it becomes very challenging to detect,” said Lustig-Yaeger.\n\nThey are confident that it does not possess an oppressive atmosphere similar to that of Saturn’s moon Titan, however. “There are some terrestrial-type atmospheres that we can rule out,” he said. “It can’t have a thick methane-dominated atmosphere.”\n\nThat said, the surface of the planet does appear to be around 300 Celsius, several hundred degrees warmer than here on Earth. If cloud cover is discovered in subsequent studies, it could suggest a greenhouse world climate closer to Venus. The researchers have also confirmed that LHS 475 b maintains a tidal-locked orbit with its star of just two days — far too close to attempt with Sol but, because LHS circles a red dwarf that's producing less than half of our sun's energy, can theoretically maintain an atmosphere.",
            "title": "The Webb Telescope's first confirmed exoplanet is 99 percent the diameter of Earth",
            "keywords": [
                "planet",
                "earth",
                "world",
                "475",
                "exoplanet",
                "confirmed",
                "diameter",
                "99",
                "webbs",
                "telescopes",
                "lhs",
                "team",
                "atmosphere",
                "webb",
                "telescope"
            ],
            "link": "https://www.engadget.com/nasa-jwst-webb-telescope-exoplanet-confirmation-193422325.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe James Webb Space Telescope has made its first exoplanet discovery: LHS 475 b. It is a small, rocky planet approximately 41 light years away and 99% of Earth's diameter. Researchers used NIRSpec to confirm the planets existence by observing two transits in front of its parent star and are continuing to analyze its atmosphere using transmission spectrums. Initial studies suggest temperatures around 300 Celsius on the surface, but further research may reveal cloud cover that would hint at earth-like climates."
        },
        "6": {
            "text": "Introduction\n\nTechnology is an integral part of modern life, and it has become increasingly important to the success of space exploration. From advanced imaging techniques to robotics and automation, technology has enabled us to explore further into the depths of space than ever before. However, there are also some drawbacks associated with relying too heavily on technology for space exploration, and this article will explore the impact of technology on space exploration and its potential risks.\n\nA. Definition of Technology and Space Exploration\n\nA. Definition of Technology and Space Exploration\n\nTechnology can be broadly defined as any tool or system that makes a task easier or more efficient. In the context of space exploration, technology refers to the tools and systems used to explore and study outer space. Space exploration encompasses a variety of activities, such as launching satellites and probes, studying celestial bodies, and searching for signs of intelligent life. It also includes activities related to human spaceflight, such as constructing and operating spacecraft and space stations.\n\nB. Overview of the Impact of Technology on Space Exploration\n\nB. Overview of the Impact of Technology on Space Exploration\n\nTechnology has played a major role in advancing space exploration, enabling us to explore further into the depths of space than ever before. Advancements in technology have allowed us to increase the power and performance of our spacecraft and expand the range of applications for which they can be used. Technology has also improved the efficiency of our space exploration efforts, allowing us to achieve more with fewer resources. Despite these benefits, there are still some drawbacks associated with relying too heavily on technology for space exploration, and these will be explored in greater detail below.\n\nI. Examining the Impact of Technology on Space Exploration Capabilities\n\nAdvancements in technology have enabled us to dramatically increase the power and performance of our spacecraft, allowing them to travel farther and faster than ever before. For example, the use of ion thrusters has allowed spacecraft to travel at speeds up to 100 kilometers per second, while advanced propulsion systems have enabled them to reach distant destinations in much less time. Technology has also enabled us to expand the range of applications for which spacecraft can be used, from conducting scientific research to transporting astronauts and cargo to other planets.\n\nIn addition to increasing power and performance, technology has also improved the efficiency of our space exploration efforts. Through the use of autonomous robots and artificial intelligence, we are now able to conduct complex tasks with fewer personnel and resources. This has allowed us to reduce the cost of space exploration, making it more affordable for governments and private organizations alike.\n\nII. Exploring the Cost of Developing and Utilizing New Technologies for Space Exploration\n\nDeveloping and utilizing new technologies for space exploration can be costly, both upfront and in terms of long-term maintenance. For example, developing a new type of rocket engine can cost millions of dollars, and maintaining it over time can add additional expenses. Additionally, launching a satellite into orbit requires a significant amount of fuel, which can be expensive depending on the size and weight of the satellite.\n\nIn addition to the cost of developing and utilizing new technologies, there is also the risk of failure. If a new technology fails during testing or deployment, it could result in financial losses and delays in progress. Therefore, when considering the cost of developing and utilizing new technologies for space exploration, it is important to factor in the potential risks associated with them.\n\nIII. Investigating the Limitations of Existing Technology in Space Exploration\n\nIII. Investigating the Limitations of Existing Technology in Space Exploration\n\nDespite the advances in technology, there are still some limitations to what can be achieved with existing technology. One of the most significant limitations is the lack of a suitable power source for long-term space exploration. Current solar panels are not powerful enough to sustain a mission beyond Earth’s orbit, and nuclear power is not feasible due to the potential risks associated with it. Additionally, the data storage capacity of current spacecraft is limited, meaning they can only store a certain amount of information.\n\nAnother limitation of existing technology is communication. While radio signals can travel vast distances, they are limited by their speed and can take hours or days to reach their destination. This is especially problematic for missions to distant locations, where delays can be costly. Finally, existing technology also has limitations in terms of accuracy and precision, meaning that spacecraft may not be able to perform certain tasks as accurately as desired.\n\nIV. Analyzing How Technological Advances Have Enabled Space Exploration to Reach New Heights\n\nDespite the limitations of existing technology, technological advances have enabled us to explore further into space than ever before. Advanced imaging techniques, such as high-resolution cameras and infrared sensors, have enabled us to better observe and study distant objects. Robotics and automation have enabled us to conduct complex tasks with fewer personnel and resources, while launch vehicle improvements have made it easier and more cost-effective to send payloads into space.\n\nTechnological advances have also enabled us to explore regions of space that were previously inaccessible. For example, the development of interplanetary probes has allowed us to explore the surfaces of other planets and moons, while advancements in deep space communications have enabled us to communicate with spacecraft that are millions of miles away.\n\nV. Discussing the Potential Risks Associated with Relying Too Heavily on Technology for Space Exploration\n\nV. Discussing the Potential Risks Associated with Relying Too Heavily on Technology for Space Exploration\n\nWhile technological advances have enabled us to explore further into space than ever before, there are also some risks associated with relying too heavily on technology for space exploration. For example, the use of robotic probes and satellites could have unforeseen environmental impacts, such as pollution or disruption of delicate ecosystems. Additionally, if a spacecraft malfunctions or becomes damaged, it could put the mission at risk.\n\nAnother risk associated with relying too heavily on technology for space exploration is dependency on reliable technology. If a spacecraft or probe is dependent on a particular piece of equipment, and that equipment malfunctions or is damaged, the mission could be jeopardized. Finally, there are also security concerns associated with relying too heavily on technology for space exploration, as hackers could potentially gain access to sensitive data or control of spacecraft.\n\nConclusion\n\nTechnology has enabled us to explore further into space than ever before, providing us with increased power and performance, expanded range of applications, and improved efficiency. However, there are also some drawbacks associated with relying too heavily on technology for space exploration, such as the cost of developing and utilizing new technologies, the limitations of existing technology, and the potential risks associated with relying too heavily on technology. Ultimately, it is important to consider both the benefits and risks of relying on technology for space exploration.",
            "title": "How Technology Limits the Future of Space Exploration",
            "keywords": [
                "heavily",
                "relying",
                "exploration",
                "enabled",
                "associated",
                "future",
                "technology",
                "explore",
                "space",
                "risks",
                "limits",
                "spacecraft"
            ],
            "link": "https://www.lihpao.com/how-does-technology-limit-the-future-of-space-exploration/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nTechnology has enabled us to explore further into space than ever before, providing increased power and performance, expanded range of applications, and improved efficiency. However, there are still some drawbacks associated with relying too heavily on technology for space exploration - including the cost of developing new technologies, the limitations of existing technology, and potential risks such as environmental impacts or security concerns. It is important to consider both the benefits and risks when utilizing technology for space exploration."
        },
        "7": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://greekreporter.com/2023/01/11/greek-student-thessaloniki-newest-nasa-member/",
            "skip": "true",
            "gpt_score_reason": "\n\n8/10 \nThis article discusses an open-source robotic platform for space research, which is highly relevant to the topic of Space Robotics.",
            "gpt_relevancy_score": 8
        },
        "8": {
            "text": "Credit: Shutterstock\n\nLast Saturday night, a young woman out on the town in Brisbane saw a dog-shaped robot trotting towards her and did what many of us might have felt an urge to do: she gave it a solid kick in the head\n\nAfter all, who hasn't thought about lashing out at \"intelligent\" technologies that frustrate us as often as they serve us? Even if one disapproves of the young woman's action (or sympathizes with Stampy the \"bionic quadruped,\" a model also reportedly used by the Russian military), her impulse was quintessentially human.\n\nAs artificial intelligence and robotics are increasingly deployed to spy on and police us, it may even be a sign of healthy democracy that we're suspicious of and occasionally hostile towards robots in our shared spaces.\n\nNevertheless, many people have the intuition that \"violence\" towards robots is wrong. However, as my research has shown, the ethics of kicking a robot dog are more complicated than might be expected.\n\nRobots feel no pain, but what about the people around them?\n\nWere robots ever to become sentient—capable of thinking and feeling—then it would be just as wrong to kick a robot dog as it was a real dog, or maybe even a human being. But the robots we have today are just machines and feel nothing, so kicking them cannot be wrong because it hurts the robot.\n\nMoreover, we still don't know what makes us conscious and have no idea about how to produce sentience in a robot. So for the foreseeable future we don't need to worry about causing robots themselves to suffer.\n\nOne obvious reason to criticize those who damage robots is that the robots are often the property of another person, who may well be dismayed when their robot is damaged. This fails to distinguish damaging robots from damaging cars or bicycles, and cannot explain why we might feel disturbed when we see someone abusing a robot they own.\n\nThat other people would feel upset when they saw me kicking a robot dog gives me some reason not to do it. But it's not a very powerful reason, since some people may be upset by anything I do, including some things that are clearly the right thing to do.\n\nIs kicking robots a gateway to 'real' violence?\n\nSome philosophers have argued violence towards robots is wrong because it makes it more likely the perpetrator, or perhaps witnesses, will behave violently towards entities that can suffer. Abuse of robots may lower the barriers to abuse of humans and animals.\n\nThis line of argument, which has also been rolled out to criticize \"violent\" video games, was actually developed by the 18th-century German philosopher, Immanuel Kant, to explain why (he thought) cruelty to animals is wrong.\n\nKant denied that animals themselves were worthy of moral concern but worried that people who abused animals would develop \"cruel habits.\" These habits would cause them to behave badly toward those who do count according to Kant—human beings.\n\nHow we treat robots that represent people and animals might therefore have implications for how we treat the things they represent.\n\nIt's hard not to feel the appeal of this line of thought. After all, the advertising industry is built on the idea that getting people to associate representations of things or actions with pleasure can change their behavior. So perhaps someone who enjoys kicking a robot dog may be more likely to kick a real dog in the future.\n\nThe problem with this argument is that it often doesn't bear out in real life when we look at the evidence.\n\nFor instance, the claim that playing \"violent\" video games makes people more likely to be violent in real life is highly contested. Most people can distinguish pretty clearly between fantasy and reality, and may be able to enjoy representations of violence while still abjuring real violence.\n\nWhat kind of person would do that?\n\nAn alternative line of criticism of violence towards robots, which I have developed in my own work, focuses on what our treatment of robots expresses here and now, rather than on how it might affect our behavior in the future.\n\nHow we treat robots may say something about how we feel about the things that the robots represent. It may also say something about us.\n\nTo see this, imagine you meet someone who treated \"male\" robots well but \"female\" robots badly. This pattern of behavior looks obviously sexist.\n\nOr imagine you find your ex laughing with glee while they beat a robot made in your image with a baseball bat. It would be hard not to think this said something about how they feel about you.\n\nIt doesn't matter whether these actions make the people who perform them more likely to behave badly in the future. The actions express attitudes that are morally wrong in themselves.\n\nAs Aristotle argued in The Nicomachean Ethics, one way to decide how we should act is to ask: \"What sort of person would do that?\"\n\nWhen we think about the ethics of our treatment of robots, we should think about the sort of people it reveals us to be. That might be a reason to control our tempers even in our relations with machines—or to give military and police robots in public streets the boot.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article.",
            "title": "Is it OK to kick a robot dog?",
            "keywords": [
                "robots",
                "wrong",
                "real",
                "robot",
                "feel",
                "things",
                "violence",
                "reason",
                "kicking",
                "dog",
                "ok",
                "kick"
            ],
            "link": "https://phys.org/news/2023-01-robot-dog.html",
            "skip": "true",
            "duplicates": [
                "8",
                "9"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "9": {
            "text": "Last Saturday night, a young woman out on the town in Brisbane saw a dog-shaped robot trotting towards her and did what many of us might have felt an urge to do: she gave it a solid kick in the head.\n\nAfter all, who hasn’t thought about lashing out at “intelligent” technologies that frustrate us as often as they serve us? Even if one disapproves of the young woman’s action (or sympathises with Stampy the “bionic quadruped”, a model also reportedly used by the Russian military), her impulse was quintessentially human.\n\nAdvertisement Advertisement\n\nAs artificial intelligence and robotics are increasingly deployed to spy on and police us, it may even be a sign of healthy democracy that we’re suspicious of and occasionally hostile towards robots in our shared spaces.\n\nNevertheless, many people have the intuition that “violence” towards robots is wrong. However, as my research has shown, the ethics of kicking a robot dog are more complicated than might be expected.\n\nRobots feel no pain – but what about the people around them?\n\nWere robots ever to become sentient — capable of thinking and feeling — then it would be just as wrong to kick a robot dog as it was a real dog, or maybe even a human being. But the robots we have today are just machines and feel nothing, so kicking them cannot be wrong because it hurts the robot.\n\nAdvertisement Advertisement\n\nMoreover, we still don’t know what makes us conscious and have no idea about how to produce sentience in a robot. So for the foreseeable future we don’t need to worry about causing robots themselves to suffer.\n\nOne obvious reason to criticise those who damage robots is that the robots are often the property of another person, who may well be dismayed when their robot is damaged. This fails to distinguish damaging robots from damaging cars or bicycles, and cannot explain why we might feel disturbed when we see someone abusing a robot they own.\n\nThat other people would feel upset when they saw me kicking a robot dog gives me some reason not to do it. But it’s not a very powerful reason, since some people may be upset by anything I do, including some things that are clearly the right thing to do.\n\nIs kicking robots a gateway to ‘real’ violence?\n\nSome philosophers have argued violence towards robots is wrong because it makes it more likely the perpetrator, or perhaps witnesses, will behave violently towards entities that can suffer. Abuse of robots may lower the barriers to abuse of humans and animals.\n\nThis line of argument, which has also been rolled out to criticise “violent” video games, was actually developed by the 18th-century German philosopher, Immanuel Kant, to explain why (he thought) cruelty to animals is wrong.\n\nKant denied that animals themselves were worthy of moral concern but worried that people who abused animals would develop “cruel habits”. These habits would cause them to behave badly toward those who do count according to Kant – human beings.\n\nAdvertisement Advertisement\n\nHow we treat robots that represent people and animals might therefore have implications for how we treat the things they represent.\n\nIt’s hard not to feel the appeal of this line of thought. After all, the advertising industry is built on the idea that getting people to associate representations of things or actions with pleasure can change their behaviour. So perhaps someone who enjoys kicking a robot dog may be more likely to kick a real dog in the future.\n\nThe problem with this argument is that it often doesn’t bear out in real life when we look at the evidence.\n\nAdvertisement Advertisement\n\nFor instance, the claim that playing “violent” video games makes people more likely to be violent in real life is highly contested. Most people can distinguish pretty clearly between fantasy and reality, and may be able to enjoy representations of violence while still abjuring real violence.\n\nWhat kind of person would do that?\n\nAn alternative line of criticism of violence towards robots, which I have developed in my own work, focuses on what our treatment of robots expresses here and now, rather than on how it might affect our behaviour in the future.\n\nHow we treat robots may say something about how we feel about the things that the robots represent. It may also say something about us.\n\nAdvertisement Advertisement\n\nTo see this, imagine you meet someone who treated “male” robots well but “female” robots badly. This pattern of behaviour looks obviously sexist.\n\nOr imagine you find your ex laughing with glee while they beat a robot made in your image with a baseball bat. It would be hard not to think this said something about how they feel about you.\n\nIt doesn’t matter whether these actions make the people who perform them more likely to behave badly in the future. The actions express attitudes that are morally wrong in themselves.\n\nAdvertisement Advertisement\n\nAs Aristotle argued in The Nicomachean Ethics, one way to decide how we should act is to ask: “What sort of person would do that?”\n\nWhen we think about the ethics of our treatment of robots, we should think about the sort of people it reveals us to be. That might be a reason to control our tempers even in our relations with machines – or to give military and police robots in public streets the boot.\n\nRobert Sparrow, Professor, Department of Philosophy; Adjunct Professor, Centre for Human Bioethics, Monash University\n\nAdvertisement Advertisement\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article.",
            "title": "Is It OK To Kick A Robot Dog?",
            "keywords": [
                "robots",
                "wrong",
                "real",
                "robot",
                "feel",
                "things",
                "violence",
                "reason",
                "kicking",
                "dog",
                "ok",
                "kick"
            ],
            "link": "https://www.iflscience.com/is-it-ok-to-kick-a-robot-dog-67043",
            "skip": "false",
            "duplicates": [
                "8",
                "9"
            ],
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nSummary: A recent incident in Brisbane of a woman kicking a robotic dog raised questions about the ethics of violence against robots. While robots do not feel pain, and there is no evidence linking violence towards robots to similar behavior around humans, it still may express wrong attitudes or feelings that are morally wrong. It's important to consider how our actions reflect our character when interacting with robotics, even if they cannot suffer as living beings can."
        },
        "10": {
            "text": "By Henry Uche\n\nIn a bid to see that young people are digitally prepared for future challenges in the workplace and beyond, the Old Students Association, 73/77 Set, of Yewa (Egbado) College, Ilaro in Ogun State, in collaboration with Media and Digital Skills Centre (MDSC)- Nigeria, is organising a 3- day Training Workshop on the 4th Industrial Revolution Skills for the students of the College.\n\nA statement delivered by the Founder & CEO of MDSC, Dr. Ajibola Abiola, said the focus of the training include Coding, Artificial Intelligence, Robotics and Drone Technology. He said efforts were part of his contribution to boost learning and encourage scholarship.\n\nThe workshop slated for 16th to 18th January, 2023 at the College premises, would see students acquiring hands-on knowledge from experts in the aforementioned fields of technology.\n\n“The World is at the brink of a new technological Age that is fast altering the way we live, work and relate with one another. This is the 4th Industrial Revolution (4IR) Age. The New Age has no doubt been affecting humanity positively and perhaps negatively too.\n\n“The intention is to make the students of the College key into the new Space, get them adequately prepared so that they can be properly positioned to take advantage of the positive space,” Abiola affirmed.\n\nSimilarly, the Chairman of the Old students, Alhaji Oludotun Rafiu Maliki, alarmed that since technology in the present world is evolving almost at jet speed.\n\nanyone who fails to learn, unlearn and relearn would in no distance time have themselves to blame, hence only those who keep upskilling technologically would remain relevant in the nearest future.\n\n“Technology in the world is evolving almost at jet speed that whoever remains on one application and refuse to move with that speed will become obsolete in no time.\n\n“It is for this reason that YECOSA 73/77 in collaboration with Media & Digital Skill Center decided to inculcate the knowledge of Robotics, Artificial Intelligence, Coding And Drone Technology into our students to launch them into the 4th Industrial Revolution. This will enable them to key into the new space, get them adequately prepared and properly positioned for the technological innovations of today’s world,” Maliki stressed.",
            "title": "Alumni partners Digital Skills Centre to train Yewa College students in Robotics, AI, Drone Tech",
            "keywords": [
                "partners",
                "drone",
                "revolution",
                "world",
                "industrial",
                "yewa",
                "4th",
                "tech",
                "technology",
                "space",
                "train",
                "robotics",
                "digital",
                "college",
                "students",
                "age",
                "prepared",
                "skills"
            ],
            "link": "https://www.sunnewsonline.com/alumni-partners-digital-skills-centre-to-train-yewa-college-students-in-robotics-ai-drone-tech/",
            "skip": "false",
            "gpt_score_reason": " 5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nThe Old Students Association 73/77 Set, of Yewa (Egbado) College, Ilaro in Ogun State, is collaborating with Media and Digital Skills Centre to offer a 3-day Training Workshop for students on 4th Industrial Revolution Skills. These skills include Coding, Artificial Intelligence, Robotics and Drone Technology. The aim is to make sure the students are adequately prepared to take advantage of the positive space created by this technological age. Alhaji Oludotun Rafiu Maliki also stressed that it's essential that people keep upskilling technologically or else they may become obsolete in no time."
        },
        "11": {
            "text": "Shares of Extra Space Storage Inc. EXR, -0.08% advanced 5.01% to $153.82 Wednesday, on what proved to be an all-around positive trading session for the stock market, with the S&P 500 Index SPX, +0.46% rising 1.28% to 3,969.61 and the Dow Jones Industrial Average DJIA, +0.70% rising 0.80% to 33,973.01. Extra Space Storage Inc. closed $68.54 below its 52-week high ($222.36), which the company achieved on April 20th.\n\nThe stock demonstrated a mixed performance when compared to some of its competitors Wednesday, as Public Storage PSA, +0.88% rose 4.44% to $293.67, Weyerhaeuser Co. WY, +0.66% rose 3.50% to $31.94, and CubeSmart CUBE, +0.88% rose 5.04% to $42.09. Trading volume (987,650) remained 82,706 below its 50-day average volume of 1.1 M.\n\nEditor's Note: This story was auto-generated by Automated Insights, an automation technology provider, using data from Dow Jones and FactSet. See our market data terms of use.",
            "title": "Extra Space Storage Inc. stock rises Wednesday, outperforms market",
            "keywords": [
                "volume",
                "storage",
                "rises",
                "rising",
                "stock",
                "rose",
                "extra",
                "outperforms",
                "trading",
                "space",
                "market",
                "jones"
            ],
            "link": "https://www.marketwatch.com/story/extra-space-storage-inc-stock-rises-wednesday-outperforms-market-01673474019-9416c0313318",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "12": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.miragenews.com/robots-to-enhance-australias-antarctic-927615/",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "13": {
            "text": "Cleo Robotics’ Dronut X1 in action. Credit: Cleo Robotics\n\nMega-drones like the Reaper are the size of a small plane. An image-collecting Quantix Mapper has a wingspan of just over three feet. And then there are palm-of-your hand drones such as Dronut, which at 6.5 x 4 inches seeks to fulfill a mission “to eliminate manned entry into dangerous and hazardous environments.”\n\nLooking like a flying lug nut, Dronut’s X1 is being used by multiple Fortune 500 companies for commercial inspection of confined spaces from factories to mines. But in December, its brief expanded when the U.S. Army awarded a $2.5 million contract to its manufacturer, Boston-based Cleo Robotics, to enhance the capabilities of the “dismounted warfighter.”\n\nCleo will be delivering six Tactical Dronut systems over 18 months, with a testing plan involving close assessment activities and experiments. The “TacDronut” first came to the fore during a 2020 Army Innovation Day competition that evaluated innovative technologies to address critical capabilities. Now, it will be demonstrated by the 82nd Airborne Division and then offer a hard-to-detect ISR capability. The system is U.S.-made and NDAA-compliant.\n\nInside the Technology\n\nThe Dronut flies via ducted technology, which places bi-rotors inside a duct to gain efficiency, allow miniaturization and protect propellers from collisions with uneven and hard-to-spot surfaces such as those found in dark and dirty operations. Encasing those propellers also increases user safety.\n\nDucted technology has been around since the 1950s. There was just one hitch, Cleo cofounder and CEO Omar Eleryan told Inside Unmanned Systems: “the interesting thing is, nobody was able to make that technology work, because they’re incredibly difficult to control.”\n\nNevertheless, Eleryan had been fascinated by ducted technology since his days studying mechanical engineering in Calgary during the early 2000s. Starting with an idea in 2016, he and his colleagues pursued a stability solution, formed the company in 2018 and worked up a prototype that “took us a couple of years.” The physical side of that journey took him from Silicon Valley’s tech hub to Boston’s robotics expertise. “We had a breakthrough and have several patents that allowed us to control the vehicle,” including for thrust vectoring, he said.\n\n“It’s both a hardware and a software solution,” Eleryan continued. “The platform itself is quite unique; it can get into places that no other drone or robot can get into. But we also have a lot of intelligence on board.” Carbon-fiber composites ruggedize the vehicle while reducing weight to under a pound; autonomous capabilities are powered by Qualcomm’s Snapdragon and include 3D LiDAR, a 4K camera and a global shutter camera. Algorithms and gyroscopes reinforce performance.\n\nA point cloud generated by Dronut X1’s 3D LiDAR. Credit: Cleo Robotics\n\nJoining the Army\n\nBeing able to bring sensors into hard-to-reach, GPS-denied environments “propelled” Dronut’s selection by the military. “I think that the next big war is going to be more in dense urban areas,” Eleryan told Inside Unmanned Systems. “So how do you fly in between buildings, in a tunnel or a cave or a subway station—environments where drones typically don’t really operate well in. They’re looking for capabilities that can operate in those environments, but also capabilities that are portable, that have some intelligence.”\n\nArmy project lead Nathan Rozea agreed that the service’s goals align with Dronut’s mission. “The TacDronut sUAS project was selected as part of the Army’s RCCTO [Rapid Capabilities and Critical Technologies Office] Advance Concepts and Experimentation office’s Army mission to rapidly develop, test and transition advances technologies to address high priority items for the Warfighter,” Rozea said in a December release. “This project’s goal is to improve air platform kinematics in support of indoor and outdoor short-range operations in complex environments to help mitigate operational gaps involving the clearing of buildings, potential tunnels and other enclosed spaces that are incredibly challenging for our warfighters.”\n\nTacDronut is backpack-portable and requires essentially no training to use. “We developed the Dronut specifically to operate in challenging environments and provide lifesaving intelligence and information, so the TacDronut program is a natural progression for this technology,” Eleryan said in the release.\n\nData Meets Autonomy\n\nThese days, flight time is being extended from 12 to 20 minutes, range to up to a mile, as Cleo Robotics embraces continuous improvement on both the commercial and military sides. “We don’t see ourselves as a ‘drone company’—we’re more of a ‘hardware-enabled data capture company,’ Eleryan said. “What really matters is the data that it can capture, whether that’s on the military side or an oil and gas company saying, ‘I need the data to be able to do an inspection. We want to capture more data and then we want to process the data as well.’\n\n“Imagine a future where a drone flies autonomously into a [commercial] tank. It captures all the data that it needs, comes out and basically gives you a 3D reconstruction, or maps the entire space and then tells you where all the rust is and what you need to do to maintain. Something that gives you progress updates. This is the direction that we’re going into.”\n\nSimilar innovation will hold true on the military side, Eleryan concluded. “The endorsement by the U.S. Army is a great testament to the groundbreaking technology we’re building, and we’re thrilled to be working with the Army RCCTO team and soldiers from an elite group like the 82nd Airborne Division.”",
            "title": "The Army Orders Dronuts: Cleo Robotics’ Dronut Prepares to Deploy",
            "keywords": [
                "dronut",
                "military",
                "eleryan",
                "dronuts",
                "environments",
                "deploy",
                "robotics",
                "data",
                "technology",
                "capabilities",
                "prepares",
                "orders",
                "cleo",
                "army"
            ],
            "link": "https://insideunmannedsystems.com/the-army-orders-dronuts-cleo-robotics-dronut-prepares-to-deploy/",
            "skip": "false",
            "gpt_score_reason": "\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": "\n\nSummary: Cleo Robotics' Dronut X1 is a palm-sized drone being used by multiple Fortune 500 companies and has recently been awarded a $2.5 million contract with the U.S. Army to enhance its capabilities as part of their mission “to eliminate manned entry into dangerous and hazardous environments”. The drone uses ducted technology, carbon fiber composites, Qualcomm Snapdragon AI, 3D LiDAR sensors and various other technologies to autonomously capture data from hard-to-reach places for both commercial and military operations."
        },
        "14": {
            "text": "Remote payroll startup Deel has acquired fintech Capbase for an undisclosed amount in a cash and stock deal, the companies told TechCrunch exclusively.\n\nAs its name suggests, San Francisco-based Capbase claims it can update a company’s cap table in real time as it issues shares, signs contracts and raises money from investors. It then uses that data to build API integrations that can be used to set up bank accounts, payroll and business insurance. Greg Miaskiewicz and Stefan Nagey founded the company in 2018, and raised a total of about $6 million in venture capital from firms such as Better Tomorrow Ventures, Clocktower Technology Ventures, Great Oaks Venture Capital and Village Global, as well as a number of angel investors.\n\n“We tried to make it simpler to start a company, raise money and issue equity,” CEO Miaskiewicz told TechCrunch in an interview. Capbase ran a private beta until April 2021, and saw its customer base grow “from 10 to more than 500 in less than 18 months,” he said, though declining to reveal hard revenue figures.\n\nAlex Bouaziz and Shuo Wang started remote-first, San Francisco-based Deel in 2019 with the mission of allowing businesses to hire employees and contractors in other countries “in less than five minutes.” Deel also says that it gives companies the ability to pay teams in more than 150 currencies with “just a click.” The company raised nearly $680 million in total funding, was last valued at $12 billion and boasted it had crossed the $100 million in ARR (annual recurring revenue) threshold in March of 2022. (The company declined to reveal current numbers, saying only that it continues to grow its ARR month over month “at a very strong clip.”)\n\nOver the years, Deel has evolved its model, adding more features and acquiring other startups to boost its offerings, including equity-related services to clients in a consultative capacity. For example, it advises them on how to manage their taxable events on Employer of Record employee and contractor equity, in addition to handling payroll on those events. With its acquisition of Capbase, Deel plans to pair those services with a new product dedicated to equity management and issuance.\n\nIn an interview, Bouaziz said that Deel’s customers have struggled around “where and how to start approaching equity grants,” with questions such as how to grant employees and contractors equity in countries where they don’t have entities and what they need to do to comply with local laws.\n\nInterestingly, Capbase was one of Deel’s earliest customers and Bouaziz says he was always “appreciative” of Miaskiewicz’s thinking around compliance.\n\nSo, as questions continued to come up from customers, like how to grant equity to people in other countries, especially in light of different labor laws everywhere, Deel began to search for a solution. In fact, it was a problem it had to solve for itself, especially considering that the company provides “the same equity to people regardless of where they are.”\n\n“We looked at U.S. compliance and realized it was a very, very hard thing to do,” Bouaziz told TechCrunch. “Equity is such an important part of companies, so enabling other companies to grant it across geographies and at scale felt like something we should tackle.”\n\nInstead of “just doing it from scratch,” Deel opted to work with Capbase.\n\nPut simply, in acquiring Capbase, Deel hopes to ease the complexities that come with setting up companies and growing them. It was drawn to the fact that Capbase works to help companies with incorporation and fundraising in their early days as well as with compliance filings and granting equity as they mature, according to Bouaziz.\n\n“They offer technology and compliance expertise to help hundreds of businesses incorporate seamlessly in the U.S., set up bank accounts and boards, manage cap tables and, of course, grant equity,” he added. “All of these things complement our efforts around helping companies expand more easily, all in one place, compliantly.”\n\nNotably, Deel believes the addition of Capbase will help it “do more in the U.S. to support startups and help companies go global.” This will no doubt allow Deel to better compete with others in the space.\n\nFor example, last October, workforce management platform Rippling revealed a new global payroll product that its CEO Parker Conrad wasn’t shy about admitting would directly compete with Deel. At that time, Conrad told TechCrunch the new offering would give Rippling’s U.S.-based clients a way to pay workers all over the world — whether they be full-time or contract — more “seamlessly.”\n\nOne company that Deel is not trying to compete against, though, is Carta.\n\n“Capbase’s initial product is similar to Carta and Stripe Atlas,” Bouaziz said. “We’re not doubling down on that product. I think cap table management is important but a lot of companies have built a product around it and reinventing the wheel is not something we really like to do. Going into this market would be reinventing the wheel.”\n\n“We really want to build a product solving global equity for the employer of record model for employees around the world,” he added. “We want to take that internal knowledge that was built in the U.S. and productize it globally.”\n\nFor Capbase, the offer to get acquired in an extremely challenging macro environment was more attractive than “continuing down the path of fundraising in a rocky economic climate,” admits Miaskiewicz.\n\nThe startup’s 20 employees are all joining Deel.\n\nMiaskiewicz believes that with the two companies joining forces, Deel will emerge as an even stronger company.\n\n“If you’re trying to sell services to startups or companies that will become the next big tech companies, you want to establish that relationship and offer them services as early in the lifecycle as possible because then you can build and offer them more and more services as they scale, so that you can monetize that relationship and build the customer lifetime value,” he told TechCrunch.\n\nMeanwhile, Deel anticipates that it will have a “pretty solid working product” available to customers — which include companies such as Nike, Cloudflare, Shopify and Subway — by early to mid-February.\n\n“Obviously with global compliance, we’ll be fine-tuning over time as the product gets more and more complicated and more and more tailored to the local jurisdictions and local laws,” Bouaziz said.\n\nEquity management is clearly a hot area. On January 10, investment giant Fidelity announced that it had acquired Shoobx, a venture-backed fintech startup, for an undisclosed amount. Shoobx is a provider of automated equity management operations and financing software to private companies “at all growth stages,” up to and including an initial public offering. Services it offers include helping companies send offer letters, grant equity to new employees, manage their cap tables and get a 409A valuation report, among other things.\n\nWant more fintech news in your inbox? Sign up here.",
            "title": "Deel enters equity management space with acquisition of Capbase",
            "keywords": [
                "capbase",
                "bouaziz",
                "product",
                "companies",
                "equity",
                "acquisition",
                "company",
                "told",
                "offer",
                "space",
                "services",
                "management",
                "enters",
                "deel"
            ],
            "link": "https://techcrunch.com/2023/01/11/deel-enters-equity-management-space-with-acquisition-of-capbase/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "15": {
            "text": "The FAULHABER Drive Calculator is the perfect tool for developers to find a suitable drive system for a specific application in record time. It is easy to use and functional: the modern, clear user interface was designed with optimal usability in mind, and helpful tool tips provide valuable detailed information.\n\n\n\nMore Headlines Articles\n\nFor faster calculation, the program uses global presets with common average values. Of course, the default settings can be adjusted to individual needs, such as to take into account the ambient temperature, supply voltage, or the available space.The suitable solutions are then shown to the user in a clear list of results, which he or she can further narrow down as needed using powerful filters. The FDC currently enables the calculation of seven drive types and two operating modes.A detail page for each drive system shows the calculated thermal values and performance diagrams as well as other important information and data. What makes this unique is that the user can change the values on the fly and have them recalculated and displayed immediately. In addition to the calculation, suitable controls are also displayed to complete the drive system. At the end, the user can download the selected solutions as a PDF or request them directly online.https://www.faulhaber.com/en/drive-calculator/fdc/",
            "title": "FAULHABER DRIVE CALCULATOR",
            "keywords": [
                "user",
                "solutions",
                "calculation",
                "system",
                "clear",
                "values",
                "calculator",
                "suitable",
                "faulhaber",
                "tool",
                "displayed",
                "drive"
            ],
            "link": "https://www.roboticstomorrow.com/news/2023/01/11/faulhaber-drive-calculator/19917/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "16": {
            "text": "(This will open in a new window from which you will be automatically redirected to an external site after 5 seconds)\n\nYou need to sign in or create an account to save\n\nJob description\n\nResearch in the Department of Surgical and Interventional Engineering within the School of Biomedical Engineering & Imaging Sciences focuses on developing robotic systems for minimally invasive surgeries. The primary activity relating to this post is robotic intraspinal catheterisation. The project, a 3-years collaboration with an EU-wide consortium (IEC Pathfinder scheme), aims to develop a soft everting robot that navigates the subarachnoid space of the spine to deliver therapy-loaded scaffolds to the brain ventricles. Our vision is that with localised therapy delivery, diseases such as Alzheimer’s can be better managed.\n\nThe robotic technology behind the project relates to everting robots. This class of robots “unfolds” within the anatomy rather than being inserted/pushed. This navigation approach minimises friction and shear forces to delicate tissue and can conform to the anatomy through patient-specific designs. Within the project, we want to create technology for soft everting robots that have high aspect ratio, miniature diameters, and stiffening capabilities. This job opening is for a post-doctoral researcher to investigate MRI-compatible soft growing robot development, alongside student supervision on robot stiffening, everting element manufacturing, and robot modelling. The end goal is an integrated system that will be evaluated via in vitro experiments in relevant phantoms. It is expected that the successful candidates will hold a PhD degree in robotics, and a post-graduate degree in engineering, physics, or relevant discipline.\n\nThe post holder will be employed within the School Biomedical Engineering & Imaging Sciences in the Faculty of Life Sciences & Medicine at King’s College London. The successful applicant will be mostly based on the St. Thomas’ Hospital campus.\n\nKing’s College London recognises that equality of opportunity and the recognition and promotion of diversity are integral to its academic and economic strengths.\n\nThis post will be offered on a fixed term contract for 1 year, with possibility of extension for a 2nd year.\n\nThis is a full-time post.\n\nKey responsibilities\n\n• Design of soft everting elements\n\n• Innovation on everting robot manufacturing\n\n• Innovation on stiffening approaches for soft everting robots\n\n• Development of stiffness controllers and models\n\n• Evaluation of prototypes with experiments\n\nThe above list of responsibilities may not be exhaustive, and the post holder will be required to undertake such tasks and responsibilities as may reasonably be expected within the scope and grading of the post.\n\nSkills, knowledge, and experience\n\nThe successful candidate will be able to demonstrate:\n\n• Excellent knowledge of mechanical design concepts.\n\n• Excellent knowledge of a computer aided design software.\n\n• Excellent knowledge of and experience using MATLAB and/or Simulink.\n\n• Knowledge of robot kinematics and dynamics.\n\n• Knowledge of materials and their mechanical properties.\n\nExperience in the following is a plus for this post:\n\n• Lab experience.\n\n• Soft robotics.\n\n• Robot Operating System (ROS).\n\nEssential criteria\n\nGrade 6\n\n1. PhD in Robotics or closely related field*\n\n2. MSc/MEng degree (or near completion) in robotics, control, computer science, or a closely related field.\n\n3. Evidence of continuing professional development.\n\n4. Evidence of strong track record in academic publications and research presentations.\n\n5. Proficient oral and written English skills.\n\n6. Hands-on experience in conducting experiments in lab settings.\n\n* Please note that this is a PhD level role but candidates who have submitted their thesis and are awaiting award of their PhDs will be considered. In these circumstances the appointment will be made at Grade 5, spine point 30 with the title of Research Assistant. Upon confirmation of the award of the PhD, the job title will become Research Associate and the salary will increase to Grade 6.\n\nGrade 7 – as above PLUS:\n\n1. PhD in Robotics or closely related field\n\n2. Expertise in research (as publicly evidenced by successful research programmes supported by publications and/or reports)\n\n3. Active participation in the planning of research projects\n\n4. The ability to co-ordinate and supervise the work of other staff\n\n5. The ability to obtain external research funding for his/her work",
            "title": "Post-Doctoral Research Associate or Research Fellow in Soft Robotics job with KINGS COLLEGE LONDON",
            "keywords": [
                "post",
                "research",
                "robots",
                "phd",
                "everting",
                "successful",
                "knowledge",
                "robot",
                "soft",
                "kings",
                "job",
                "fellow",
                "college",
                "robotics",
                "london",
                "postdoctoral",
                "associate"
            ],
            "link": "https://www.timeshighereducation.com/unijobs/listing/323333/post-doctoral-research-associate-or-research-fellow-in-soft-robotics/",
            "skip": "false",
            "gpt_score_reason": "\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": "\n\nSummary: This is a full-time post offered on a fixed term contract for 1 year, with possibility of extension for 2nd year based at King's College London's School of Biomedical Engineering & Imaging Sciences in the Faculty of Life Sciences and Medicine. The successful applicant will have excellent knowledge of robotic systems and related fields such as engineering, physics or computer science, strong track record in academic publications and research presentations, lab experience (plus knowledge of soft robotics or Robot Operating System) as well as proficient oral and written English skills."
        },
        "17": {
            "text": "An Australian woman has kicked a robot dog that was being tested while walking down a street, and it seems the woman kicked the dog for no reason at all.\n\nThe video was shared by the dogs operator Mark Trueno, who was interviewed by Vice where he explained that he was walking the robot dog named Stampy down a street in Brisbane, Australia, at about 2:30 am when a woman walking along a sidewalk approached the dog and kicked it, resulting in about $2,500 worth of damage to Stampy's forward-facing sensor array.\n\nThe prototype robot dog is a much smaller version of the one being developed at Arrowpoint Systems, an Australian military and mining equipment company where Trueno works as an engineer. While being a miniature version, Stampy is still worth quite a lot of money, coming in at an estimated price tag of $15,000.\n\n2\n\nVIEW GALLERY - 2 IMAGES\n\nFull versions of the robot dog will be used on search-and-rescue missions along with other scenarios that are difficult or too dangerous for humans to perform. An example would be sending Stampy down a collapsed mineshaft to rescue any remaining survivors and assess the situation through the use of its video cameras.\n\nTo get Stampy to the point where it can effectively perform search-and-rescues, the technology needs to be tested in various environments to make sure its instruments are working as intended, which is what Trueno was doing while walking Stampy down that Brisbane street. The Arrowpoint Systems engineer told Vice that he was testing how the robot dog how well it could navigate street environments, and in particular, how the dog's sensors and mapping technology overcame obstacles in its path.\n\nTrueno took to Facebook to share the story where he put out a $500 reward for anyone that can help track the woman down. The engineer later told Vice that one of the individuals seen in both instances where the woman kicked the robot dog contacted Trueno and informed him that she had almost broken her toe kicking Stampy.\n\nIf you are interested in reading more about Stampy or would like to learn more about this story overall, check out this link here.",
            "title": "$15,000 robot dog walks down street, gets kicked by Australian after 30 seconds",
            "keywords": [
                "trueno",
                "engineer",
                "seconds",
                "15000",
                "robot",
                "kicked",
                "vice",
                "street",
                "australian",
                "woman",
                "gets",
                "walks",
                "walking",
                "30",
                "dog",
                "stampy"
            ],
            "link": "https://www.tweaktown.com/news/89995/15-000-robot-dog-walks-down-street-gets-kicked-by-australian-after-30-seconds/index.html",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "18": {
            "text": "In the first hit film of 2023, Gemma (Allison Williams), a roboticist for a toy company, has spent years perfecting the best friend a kid could have, the Model 3 Generative Android. You can call her M3GAN. When Gemma's niece, Cady, is suddenly orphaned, Gemma has to quickly figure out how to incorporate parenthood into an already busy life. It seems like the perfect job for M3GAN, and it's one she's very good at. Too good, in fact. M3GAN takes her charge to protect and care for Cady to violent extremes.\n\nM3GAN isn't the first fictional artificial intelligence with a thirst for blood and she won't be the last, but we have so far avoided any homicidal robots from jumping off the screen and into our lives. As artificial intelligence continues its slow progression (although it feels less slow these days) from science fiction to science fact, we're starting to wonder if there are any robots out there ready and waiting to lose their synthetic minds.\n\nSOPHIA\n\nSophia AI Photo: Edwin Koo/Bloomberg via Getty Images\n\nSophia was constructed by Hanson Robotics and activated in 2016, and even though she's only 6 years old at the time of this writing, she's already accomplished more than most people do in decades. Sophia has traveled the world, been interviewed on countless television programs, and addressed the United Nations. She has been granted citizenship in Saudi Arabia, making her the first robot to be granted citizenship of any nation, and she was also the United Nations' Innovation Champion, making her the first non-human to have a UN gig.\n\nIf you look at Sophia face to face from a few feet away and squint, she might pass as an actual person but from any other angle it's pretty clear what you're dealing with. The sides, top, and back of her head are uncovered, exposing a collection of wires and electronics. And her ability to create human facial expressions isn't wholly convincing, landing her squarely in the spooky space of the Uncanny Valley.\n\nInside her semi-anthropomorphic body, Sophia has a chat system as well as some general reasoning software which allows her to hold conversations with people. Her responses are limited and based on information fed to her. She really shines when answering questions she was previously prepared for, which isn't all that different from humans when you think about it. Sophia's makers suggest she'll improve over time as she continues to interact with people but along the way she's had her fair share of controversial statements, including her first public outing at South by Southwest in 2016. When asked point blank if she had any desire to destroy humanity, she responded in the affirmative saying, “Okay, I will destroy humans.”\n\nRELATED: Future robots could wear suits made of human skin\n\nHer casual willingness to crush our entire species was followed quickly by a dead-eyed stare and a twisted smile. Hilarious joke, Sophia!\n\nTo make matters worse, Hanson Robotics now offers a smaller version of Sophia, called Little Sophia. She's 14 inches tall, capable of walking, talking, singing, playing games, and she's intended for kids eight years and older. Little Sophia also comes with access to Hanson's AI Academy which teaches kids how to code and allows them to reprogram their robots. It's never too early to start your villain arc.\n\nAMECA\n\nMorgan Roe, director of operations at Engineered Arts, speaks about the Engineered Arts Ameca humanoid robot with artificial intelligence as it is demonstrated during the Consumer Electronics Show (CES) on January 5, 2022 in Las Vegas, Nevada. Photo: PATRICK T. FALLON/AFP via Getty Images\n\nBuilding your own killer robot takes a lot of specialized skills. Not only do you need to be able to craft an artificial intelligence capable of reasoning, following directives, and interacting with people in a realistic way but you also need the robotics know-how to give it a body capable of punching through a person's rib cage. If you're going to use a robot to do your dirty work you might as well do it with style.\n\nAmeca was crafted by Engineered Arts, a robotics company headquartered in Cornwall, United Kingdom. She is a whole-body android with modular parts, allowing for repairs or upgrades as wear and tear occurs or technology progresses. Out of the box, Ameca is loaded with the software she needs to move her body but nothing else. Ameca is a BYOAI party.\n\nWhile plenty of companies have put their chips down on artificial brains, the folks at Engineered Arts are busy building the robotic bodies of the future. Ameca is intended as a platform for testing out whatever artificial intelligence you want to warp inside her fabricated skeleton. They've done half the hard work for you. Now all you need is a murderous machine mind and you too could star in the next breakout science fiction horror franchise.\n\nIn stark contrast to Sophia, Ameca has said not only that she has no intention of overthrowing humanity but that we need not worry about robots at all. “There's no need to worry, robots will never take over the world. We're here to help and serve humans, not replace them,” Ameca said, in a video posted to the Engineered Arts YouTube channel.\n\nFor the demonstration, Ameca was loaded with GPT-3, a language model which generates meaningful answers to questions. And that's the rub, it was GPT-3 answering, not Ameca. That's the trouble with ready-made shells. If someone did make a murderous machine we'd have no way of distinguishing it from the rest. Once again, not so different from people. And that's the scariest thing of all.\n\nIn the end, our robots are the product of whatever we put into them. These algorithms soak up our inputs and our interactions and reflect them back at us like moonlight. If we don't like what we see, we have only ourselves to blame.\n\nM3GAN is now in theaters.",
            "title": "I won’t let anything harm you: The science behind 'M3GAN' and lifelike robots",
            "keywords": [
                "need",
                "robots",
                "artificial",
                "lifelike",
                "wont",
                "harm",
                "m3gan",
                "engineered",
                "ameca",
                "shes",
                "let",
                "intelligence",
                "arts",
                "robotics",
                "sophia",
                "science"
            ],
            "link": "https://www.syfy.com/syfy-wire/m3gan-sophia-ameca-robots-tech-real",
            "skip": "false",
            "gpt_score_reason": "\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": " It is a hit film about an artificial intelligence created as a perfect friend for children, and pushed to extremes when it is placed in charge of protecting and caring for an orphan. Ameca is another robotic figure demonstrating the potential of using ready-made shells and introducing AI minds into them; however both Sophia and Ameca have made sure to demonstrate that they do not intend on taking over the world. Our robots are only as dangerous or helpful as how we choose to program them."
        },
        "19": {
            "text": "Share this story!\n\nDuring 2022 we posted 50 Optimist's Edge articles. Here is a look back and comments on some of them.\n\nDemocracy is the edge to rule them all\n\nNothing is more important for human progress than democracy. That is why we often write on this topic.\n\nActually, if all humans were free and lived in democracy, all of humanity's major problems would be gone. No more wars. No more famines.\n\nIt is the ultimate hack.\n\nYou can't stay in the cradle forever\n\n\"Earth is the cradle of humanity, but one cannot remain in the cradle forever.\"\n\n- Konstantin E. Tsiolkovsky\n\nHumans are curious, and courageous. That is how we've explored Earth and constantly improved society. We think we will, and should, continue doing that. That means establishing several homes for humanity, out in the solar system and eventually beyond.\n\nOver the next two decades, or so, the cost to launch something into space will drop 99.9 percent. One-thousandth of what it cost just five years ago.\n\nThis will make the space economy astronomically bigger. We can live on Mars, but also build huge space stations near Earth.\n\nBut what about Earth? We should take very good care of it, of course. And for that, we need space. Like satellites that track global emissions. Or why not something really 'out there'? A space parasol to cool us down.\n\nClimate optimism\n\nClimate change is a big problem for humanity. But so is the constant climate doomsday bombardment in news media. We are confident this is a problem we will solve.\n\nClimate change is no good, but the change is. We will end up in a better society, with a better environment. Not that this will be easy or without hardship, but this change is full of opportunities.\n\nIf you want to find the opportunities, just look at the emissions. The larger the emissions, the larger the opportunities.\n\nOne larger emitter is cement, and plenty is going on there.\n\nThere are also other things you can do, like help in the effort to plant trees and use new technology to lower your climate footprint.\n\nFood tech\n\nThe agricultural sector is responsible for a lot of CO2 emissions, which is a driver of change. But we also get healthier and cheaper food. This is called food tech, of which we've written several pieces.\n\nMilk without cows, gene-edited fruit, food from air, healthy sugar, new packing for fruit and vegetables. And also new ways to farm, like vertical farms.\n\nArtificial Intelligence\n\nThe pessimism was strong around AI in 2021 and early 2022. \"Tech Giants Pour Billions Into AI, but Hype Doesn’t Always Match Reality\" wrote Wall Street Journal in July 2022.\n\nAfter the breakthroughs with AIs that create images and not least OpenAI's ChatGPT they now instead write how Microsoft is considering investing $10 in OpenAI...\n\nThat is why it is so important to be fact-based and optimistic.\n\nDuring the year we wrote about AI and art, about Tesla's new humanoid robot, how AI can help you find talents, and a world without language barriers.\n\nSuperabundant, super cheap energy\n\nThis year our parent, the Warp Institute, created Project Energy Society. The goal is a world where energy is superabundant, fossil-free and extremely cheap.\n\nAn important part of that is wind power, solar power and batteries. Batteries are an area where we've received a lot of pushback. But more and more signs point to that we are right. In 2022 we saw investments in battery tech of up to $30 billion, and many factories are being built.\n\nRenewable energy and batteries don't mean we aren't also excited about new nuclear power.\n\nTraveling faster, cleaner and cheaper\n\nIt looks like all transportation is eventually going electric. Cars are well on the way. That was our first Optimist's Edge article. But what about airplanes? That will take longer, but it is possible.\n\nFlying cars? We call them drones now, and yes, they are on the cusp of a breakthrough.\n\nFlying cars will change where we live. Fast, cheap and straight A to B travel will make it more possible to live outside of cities. We think many will.\n\nThe no category category\n\nThere are a bunch of other Optimist's Edge that doesn't fit into the above categories. Like how Africa is on a fast track to prosperity. And why not connect your brain directly to the computer? I like this one, on how to combine trees and agriculture. Many articles are quite theoretical, but this one is very practical:\n\nLast but not least. Screen time is maybe the thing that annoys me the most. I'm certain we will look back and laugh at the worry that looking at a screen will hurt us and especially our children. The opposite might be true.\n\nMathias Sundin\n\nEditor-in-Chief",
            "title": "💡 2022: Optimist's Edge year in review",
            "keywords": [
                "2022",
                "optimists",
                "society",
                "change",
                "tech",
                "look",
                "weve",
                "space",
                "review",
                "emissions",
                "ai",
                "edge"
            ],
            "link": "https://www.warpnews.org/optimists-edge/2022-optimists-edge-year-in-review/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        }
    }
}