{
    "date": "2023-01-22",
    "category": "gardening",
    "articles": {
        "0": {
            "text": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items.",
            "title": "For a Louisiana gardener in winter, the best tool is hope",
            "keywords": [
                "gardener",
                "best",
                "notifications",
                "saving",
                "hope",
                "savedthere",
                "problem",
                "matching",
                "subject",
                "notification",
                "louisiana",
                "sent",
                "items",
                "notificationdescriptionemail",
                "tool",
                "winter"
            ],
            "link": "https://www.theadvocate.com/baton_rouge/entertainment_life/for-a-louisiana-gardener-in-winter-the-best-tool-is-hope/article_b6148946-920c-11ed-9886-933d3877d949.html",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "1": {
            "text": "As food prices continue to climb, more people are turning their love for gardening into a way to save money.\n\nCole Etherington was not always a green thumb. In fact, he said his first year of gardening was horrible: his crops didn't grow, the soil wasn't right and everything that could go wrong, did.\n\n\"It just absolutely sucked,\" he said.\n\nYet that failure pushed him to evaluate where he went wrong and how he could improve. The following year when the snow melted, Etherington began again at his home south of Ottawa.\n\nHe said the game-changer was when he started using his chickens' manure as fertilizer. Since then, his budding garden has produced fresh vegetables including squash, tomatoes, cucumbers and an array of herbs.\n\nCole Etherington puts together gardening kits that can fit inside apartments and fills it with instructions so new gardeners can avoid his mistakes. (Submitted by Cole Etherington)\n\nHe wants people to know growing their own food can also help reduce their carbon footprint.\n\n\"Even just one tomato plant in a pot of flowers on your balcony is part of the fight against climate change,\" he said.\n\n\"My hope is to empower people to embrace gardening by giving them food access, food security, but also showing that they can help make a difference.\"\n\nMeanwhile, Shabana Buwalda, who lives in a townhouse in Ottawa, has converted her backyard into a mini farm with several garden beds.\n\nHer family of four has spent nearly six years growing much of their own produce, including carrots, beans, kale and beets. They then preserve whatever they can to last through the winter season.\n\n\"I would encourage people to start really small, just to get curious,\" she said. \"And with each passing season, you'll start to realize how little we need to rely on grocery stores.\"\n\nMaking the most of tight spaces\n\nEven those who live in apartments are finding innovative ways to keep the greens growing.\n\nDeborah Smeltzer had to downsize and adapt her gardening hobby after she moved out of her house two years ago.\n\n\"I had a huge garden. Every space in my yard was some kind of garden, and so I built a lot of knowledge through doing that — and then life changed,\" she said.\n\nSince moving into a one-bedroom apartment, she has experimented with ways to grow food in a minimized space.\n\nIn the warmer months she started growing produce on her balcony, but an ongoing feud with pigeons forced her indoors.\n\nShe has now built a plywood shelf atop the heater by her windows to make room for an ever-growing collection of avocado and lemon trees.\n\nMy hope is to empower people to embrace gardening by giving them food access, food security, but also showing that they can help make a difference.​​​​​​ - Cole Etherington, Ottawa urban farmer\n\nAs for Etherington, he also hopes to pass along more than a love of gardening — a message of inclusiveness.\n\nWhen he first started a small business putting together starter kits for people who are interested in gardening, he was hesitant about telling the world that he is a trans farmer, fearing backlash from a community that he didn't think he fit into.\n\nBut he has received messages of support from others who also didn't think they'd see anyone like themselves in agriculture.\n\n\"I thought it was important to be that person, and getting messages from people saying they appreciate it just means the world to me,\" he said.",
            "title": "Some Ottawans turning to urban farming to make ends meet",
            "keywords": [
                "turning",
                "garden",
                "ends",
                "etherington",
                "growing",
                "didnt",
                "wrong",
                "help",
                "started",
                "meet",
                "farming",
                "gardening",
                "world",
                "ottawans",
                "food",
                "urban"
            ],
            "link": "https://www.cbc.ca/news/canada/ottawa/urban-farming-gaining-popularity-1.6722367",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: As food prices continue to climb, more people like Cole Etherington and Shabana Buwalda are turning their love for gardening into a way to save money. Etherington experienced failure in his first year of gardening but was determined to improve and now produces an array of fruits and veggies using chicken manure as fertilizer. Deborah Smeltzer downsized her garden after moving into a one-bedroom apartment by experimenting with growing produce on a balcony before discovering the ideal spot is atop her heater. Through all these stories it's clear that people can start small and still make a difference - saving money, helping reduce carbon emissions, and gaining food security just from taking time out to tend the soil!"
        },
        "2": {
            "text": "Dear Master Gardener: I purchased a plant called a snake plant. Is this a good houseplant for a beginner?\n\nAnswer: Sansevieria, also known as mother-in-law’s tongue or snake plant, endures when others fail. It’s quite tolerant of neglect — dim daylight, haphazard watering, dry air — it survives. The only way to kill this plant is drowning it with too much water. Sansevieria is a succulent so keep the soil on the dry side. I water mine about every two weeks during the fall and winter and water it a little more in spring when new growth appears. Fertilize it at half-strength no more than once a month during the spring and summer. They like low humidity, which is perfect for our dry, winter homes. A pot-bound, mature plant will send up tall spikes of dainty, white, fragrant blooms.\n\nA unique feature of a sansevieria is its ability to convert carbon dioxide into oxygen at night. Although all plants convert carbon dioxide to oxygen, there is a group of plants (one of which is a sansevieria) that have a kind of photosynthesis that releases the oxygen at night. This houseplant is nontoxic.\n\nDear Master Gardener: Can we grow apricots, cherries, peaches, or plums in this area?\n\nAnswer: The tricky part of trying to grow stone fruits here is the trees bloom very early in the spring at a time when temperatures fluctuate a lot. The delicate flowers can be easily damaged by freezing temperatures, which would mean no fruit that year. One thing to keep in mind is that for most fruits you will need to plant at least two trees that are compatible with each other to get fruit. Two apricot varieties that are pollen compatible and have good to very good hardiness ratings for our climate are Scout and Westcot. Westcot is a favorite among serious cold climate apricot growers, but it can be somewhat difficult to find. Peaches love warmth more than the other stone fruits, so trying to grow them in this area is not recommended. Even gardeners growing them in the southern part of Minnesota have marginal success.\n\nADVERTISEMENT\n\nAlthough cherry trees are self-pollinating, you will get better production by having two varieties. Tart cherries have better success in cold climates than sweet cherries. They are beautiful trees with stunning copper bark and dark green, glossy foliage that turns orange in autumn. Evans/Bali is very cold hardy and has large, bright red fruit with small pits that sweeten when left on the tree (assuming the birds don’t get them first). North Star was developed by the University of Minnesota in 1950 and Meteor in 1952 and has fair to very good cold hardiness for our fruit growing zone.\n\nLike tart cherries, plums are the most reliable of the stone fruits for Minnesota gardens, as long as you choose the right variety. The colors of the fruit range from deep purple to red to pale yellow and the flavors also vary. To ensure maximum pollination and good fruit set, most plums need another compatible variety. Toka is the recommended variety for cross-pollination and has a fair hardiness rating for zone 3.\n\nBlackice, a University of Wisconsin release with good cold hardiness, is a dwarf tree with large two-inch fruit that has blue-black skin with deep red flesh. Plum trees developed by the University of Minnesota that have good hardiness ratings for zone 3 include La Crescent, Pipestone and Underwood. Waneta and Pembina, developed in South Dakota in 1913 and 1923 respectively, are also very cold hardy with Pembina possibly being hardy to zone 2. Mount Royal is a prune-type European plum with good hardiness rating for our zone. It is self-compatible and gets about fifteen feet tall. It has blue skin and yellow flesh and is a heavy producer.\n\nDear Master Gardener: My mother-in-law gave me a hoya plant that she has had for over 20 years. How do I take care of it and how often does it flower?\n\nAnswer: Hoya, also known as wax plant, is an indoor tropical plant that can live forever, has a reputation for being indestructible, and produces fragrant, star-shaped flowers. Both the leaves and flowers of this plant are thick and waxy. The most commonly grown hoyas include the variegated forms of hoya carnosa and hoya bella. Hoyas do not mind being root bound and can be kept in the same container for years, as long as they are fertilized during the spring and summer.\n\nMany sources recommend rarely repotting them. This houseplant is sensitive to too much water, so it is imperative that it be potted in containers with drainage holes and a well-draining potting medium. Allow your plant to dry out completely between watering sessions. Like other easy houseplants, hoyas tolerate low light levels; however, they will grow faster and be more likely to flower under bright, indirect light conditions.\n\nThe key factors that trigger a hoya to bloom are age of maturity (yours is definitely mature at over 20 years of age), having the plant in bright indirect light and keeping it root-bound. Fertilizing your plant with a balanced fertilizer during active growth (spring and summer) may also induce flowering. When your hoya is done blooming resist the urge to remove the spent blooms, as subsequent blooms will reappear from those same spots in following years.\n\nDear Master Gardener: The poinsettia I bought for Christmas is dropping leaves and has what looks like small patches of cotton where many of the leaves attach to the stem. What is going on?\n\nADVERTISEMENT\n\nAnswer: It sounds as if you are experiencing an attack by one of the most common plant insects, mealybugs. They are tiny, pale insects whose females and egg sacs are covered with a white, waxy substance. Although mealybugs have legs, they are sluggish and move very little. They tend to congregate in groups, like small wads of cotton, in leaf axils and on the undersides of leaves.\n\nThey suck plant sap, causing stunted and distorted growth and leaf drop. They excrete a substance called honeydew that sometimes encourages sooty mold fungi. In addition to poinsettias, mealybugs are attracted to other plants such as philodendrons, coleus, ficus, jade, hoya and cactus. Because the waxy substance on mealybugs repels pesticides, chemical control is difficult. Fortunately, handpicking can eliminate small infestations, as does “painting” the bugs with a cotton swab dipped in rubbing alcohol.\n\nYou may get your garden questions answered by calling the new Master Gardener Help Line at 218-824-1068 and leaving a message. A Master Gardener will return your call. Or, emailing me at umnmastergardener@gmail.com and I will answer you in the column if space allows.\n\nUniversity of Minnesota Extension Master Gardeners are trained and certified volunteers for the University of Minnesota Extension. Information given in this column is based on university research.",
            "title": "Ask the Master Gardener: Is a snake plant good for a beginner?",
            "keywords": [
                "hoya",
                "gardener",
                "snake",
                "cold",
                "beginner",
                "plant",
                "minnesota",
                "fruit",
                "ask",
                "hardiness",
                "good",
                "university",
                "master"
            ],
            "link": "https://www.brainerddispatch.com/opinion/columns/ask-the-master-gardener-is-a-snake-plant-good-for-a-beginner",
            "skip": "false",
            "gpt_score_reason": "\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": "\n\nSummary: University of Minnesota Extension Master Gardeners answer your gardening questions! Whether you are curious about growing stone fruits, taking care of a hoya plant, or dealing with mealybugs on poinsettias, Master Gardeners can provide expert advice. Call their new Help Line and leave a message at 218-824-1068 or email umnmastergardener@gmail.com to have your question answered in their column if space allows."
        },
        "3": {
            "text": "The first meeting for 2023 is happening Thursday, Feb. 2, 6:30 p.m.\n\nCindy Porter stands in her garden near a garden totem she made of driftwood and ceramics featured in the Williams Lake Garden Club’s 2022 Garden and Arts Tour. (Ruth Lloyd photo - Williams Lake Tribune)\n\nThe ground may still be frozen, but with seed orders arriving and days getting longer, many gardeners are beginning to think about the growing season.\n\nMembers of the Williams Lake Garden Club are not immune to early-season gardening enthusiasm, and once they have their seeds, the planning can begin in earnest.\n\nGardeners will be able to enjoy some guidance to focus this eagerness into action, with the first meeting for 2023 happening Thursday, Feb. 2, 6:30 p.m. at the Williams Lake and District Seniors Activity Centre at 176 North 4th Avenue.\n\nThe guest speaker for their inaugural 2023 meeting will be Dave Rempel at 7 p.m. Rempel is from Prince George and will be talking about starting seeds indoors. Rempel spoke to the local garden club in 2018 about fruits for the backyard.\n\nA seed exchange will follow his talk.\n\nMembers new and returning are asked to come at 6:30 p.m. to renew annual memberships before the talk.\n\nTo attend the talk is $5 for non-members to drop in and memberships to join the club are $20 for individuals, $30 for households.\n\nRead more: Williams Lake Garden Club is buzzing again as in-person meetings resume\n\nRead more: Williams Lake Garden Club’s 2022 Garden and Arts Tour terrific\n\n\n\nruth.lloyd@wltribune.com\n\nLike us on Facebook and follow us on Twitter\n\ngardeningHome and GardenWilliams Lake",
            "title": "Gardeners in Williams Lake get a jump on growing guidance",
            "keywords": [
                "630",
                "growing",
                "garden",
                "tour",
                "gardeners",
                "williams",
                "jump",
                "club",
                "guidance",
                "seeds",
                "rempel",
                "2023",
                "lake",
                "meeting"
            ],
            "link": "https://www.wltribune.com/community/gardeners-in-williams-lake-get-a-jump-on-growing-guidance/",
            "skip": "true",
            "gpt_score_reason": "\n\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "4": {
            "text": "TAMPA, Fla. (WFLA) – Want some family fun without breaking the bank this year? Look no further because these Florida parks are making it easier on the wallet while bringing all the fun all year long.\n\nThroughout 2023, Busch Gardens Tampa Bay and SeaWorld Orlando will offer free admission to kids with a Preschool Card.\n\nBusch Gardens Tampa Bay\n\nAvailable only for Florida residents, children aged five and under can enjoy free admission to Busch Gardens and Adventure Island with the Preschool Card.\n\nRegistration for the card is available now and ends on Feb. 26, 2023. Once registered, visit Busch Gardens Tampa Bay or Adventure Island by March 31, 2023, to activate.\n\nAfter the card has been activated, kids are free to enter the park until Dec. 31, 2023.\n\nBusch Gardens stated that if you can’t find the email with the Preschool Card, log into your Busch Gardens account using your email and password and then check your order history.\n\nFor more information, visit here.\n\nSeaWorld Orlando\n\nJust like Busch Gardens, the same rules apply to SeaWorld Orlando.\n\nChildren five and under will be able to enjoy free admission to SeaWorld and Aquatica Orlando all year long – all you need is the Preschool Card!\n\nRegistration for the SeaWorld Preschool Card is available now and ends on Feb. 3, 2023. After registering for the card, visit SeaWorld or Aquatica Orlando by Feb. 28, 2023.\n\nOnce activated, the card is valid until Dec. 31, 2023.\n\nAccording to SeaWorld, registration will not be available at the park’s front gate. Registration is only available online.\n\nIf you’re unable to find the email with your Preschool Card, simply log into your SeaWorld account using your email and password then check your order history.\n\nFor more information about SeaWorld Orlando or the Preschool Card, follow this link.",
            "title": "Busch Gardens, SeaWorld offer free admission for kids throughout 2023",
            "keywords": [
                "tampa",
                "kids",
                "preschool",
                "card",
                "gardens",
                "busch",
                "free",
                "offer",
                "email",
                "orlando",
                "available",
                "admission",
                "2023",
                "seaworld"
            ],
            "link": "https://www.wfla.com/news/florida/busch-gardens-seaworld-offer-free-admission-for-kids-throughout-2023/",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "5": {
            "text": "View the full image University of Nevada Cooperative Extension file photo.\n\nJoAnne Skelly\n\nIt may be hard to believe, but February is just around the corner. Although there are usually storms around Presidents’ weekend, some days in February are often relatively mild. I remember temperatures in the low 70s some years. And, while those warmer days are welcome, newbies to the area often think winter is over and get anxious to start gardening again. Long-time Northern Nevada gardeners know better.\n\nI have no idea how long the two feet of snow in our yard is going to last. The weather looks like it will cold through the beginning of February with some chance of snow. I certainly am not contemplating any landscaping activities at the moment. Well, if I can find the ground and the litter from the trees, I may pick up windfall and snow-broken branches.\n\nMy husband will probably wait a bit longer to sharpen the blades on all the lawnmowers. We probably won’t need them until mid- to late- April, so there is plenty of time. He always sharpens, deep cleans and oils my pruning tools in late winter, which isn’t until March. Our main activity right now seems to be snow removal. Of course, we are also trying to find the wood pile so we can reload our wood racks by the house.\n\nFor anyone yearning for a plant-related activity, try transplanting and pruning your houseplants, or buying new ones. Also, wash all the leaves on all your indoor plants or gently wipe the dust off with a soft piece of lamb’s wool. The lanolin in the wool makes the leaves shine.\n\nSpring seed and plant catalogs have arrived and will continue to do so for the next months. I have a friend who scrutinizes her catalogs, marking all the plants she is craving for her garden and yard. Then, after a few weeks or more, she reviews the plants she thought she couldn’t live without and gets real about which will actually work and which are just pipedreams. Sometimes she just throws the catalogs in the magazine bin and forgets ordering all together.\n\nSome websites suggest waiting to work soil until the temperatures are consistently in the 50s. I also recommend waiting for the soil to dry out somewhat so you aren’t working mud. You also might want to evaluate all your garden supplies such as fertilizer and soil amendments, tomato cages, walls-of-water and even gloves. Get what you need and you will be ready when spring really arrives.\n\n— JoAnne Skelly is Associate Professor & Extension Educator, Emerita, University of Nevada Cooperative Extension. She can be reached at skellyj@unr.edu.",
            "title": "Northern Nevada backyards and landscapes: The winter gardener",
            "keywords": [
                "gardener",
                "nevada",
                "landscapes",
                "soil",
                "catalogs",
                "wood",
                "extension",
                "plants",
                "yard",
                "wool",
                "snow",
                "backyards",
                "northern",
                "work",
                "winter"
            ],
            "link": "https://carsonnow.org/story/01/22/2023/northern-nevada-backyards-and-landscapes-winter-gardener",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nDespite the warmer days in February, Northern Nevada gardeners know better than to jump right into gardening season. Snow removal and pruning house plants are suggested activities during this time while one should wait until the soil temperature is consistently in the 50s before working it. Garden supplies such as fertilizer and tomato cages can be gathered now so they will be ready when spring arrives."
        },
        "6": {
            "text": "Gardening is a rewarding hobby that has been linked to health benefits like reduced stress and improved mental well-being. Gardening also can lead to an inviting home landscape full of attractive blooms and/or delicious foods.\n\nBackyard gardens have long been planted after clearing a plot of land, tilling and amending the soil, and planting rows of favorite crops. However, gardening can be less labor-intensive and even more successful when people consider the many benefits of container gardening.\n\nWhat is container gardening?\n\nAs its name implies, container gardening is growing plants inside of containers. These containers can be flower pots, rectangular deck boxes or even large raised garden beds.\n\nPros to container gardening\n\nOne of the advantages of container gardening is that plants can be moved in and out of sunlight to ensure the right growing conditions. This isn’t as easily achieved when gardens are stationary. Also, beginner gardeners may be more able to control soil conditions inside of a small container rather than a vast ground-based garden, which will require a good deal of manual labor. Pots and boxes also can be grouped together to create eye-popping displays, usually at lower costs than the sheer volume of plants that would be needed to fill out an expansive landscape.\n\nCons to container gardening\n\nContainer garden plants will not have direct access to the ground, so they need gardeners to create the ideal growing conditions. Developing the right care formula can be challenging. The home and garden resource The Spruce says that drainage is an important factor in container gardening, and most containers do not offer enough drainage holes. If water cannot escape the soil, the roots of the plants can rot and die. It’s not enough to add stones or gravel to the bottom of containers. Drill additional holes in the bottom (1⁄2-inch in diameter for small or medium-sized pots; one inch in diameter for larger pots). Also, be sure to check on soil moisture so that watering can be adjusted. During hot stretches, plants may need to be watered more frequently.\n\nPlan for plants that play well\n\nGrouping plants together can create visually stunning combinations. However, it is important to choose plants that require the same amount of light and moisture. Look at plant tags when visiting the garden center and select complementary plants, or ask a store employee. Mixing different plant shapes, colors and leaf textures, as well as plants of various heights, can help containers look filled out.\n\nFeed plants accordingly\n\nPlants need nutrition to thrive in containers. Quality potting mixes will contain fertilizers, but nutrition will wane over time. Every couple of weeks, container plants will need either fresh potting mix or granular fertilizer added to feed them. Oregon State University Extension Services suggests using a slow-release fertilizer or worm castings several times throughout the season.\n\nContainer gardening is a great way to add plants to smaller patios, reduce the workload involved in maintaining expansive gardens, and customize conditions for optimal growth.\n\nGardening article from Metro Creative",
            "title": "The basics of container gardening",
            "keywords": [
                "growing",
                "garden",
                "soil",
                "basics",
                "conditions",
                "need",
                "plants",
                "gardening",
                "containers",
                "container",
                "pots"
            ],
            "link": "https://www.sanmarcosrecord.com/features/basics-container-gardening",
            "skip": "false",
            "gpt_score_reason": " Connection: 8/10",
            "gpt_relevancy_score": 8,
            "summary": " Connection\nContainer gardening is a great way to get into the rewarding hobby of gardening without an expansive backyard plot. It has many benefits such as being able to move plants in and out of sunlight, customizing soil conditions, grouping together attractive displays, and providing nutrition through potting mixes or fertilizer. Beginner gardeners may find this type of gardening more accessible due to its smaller size and fewer labor requirements."
        },
        "7": {
            "text": "LAWTON, Okla. (KSWO) -The Lawton Farmer’s Market is holding weekly gardening forums year-round, and as grocery prices continue to rise, people are starting to plant their own gardens as an alternative.\n\nThe forums are held every Saturday morning from 8 to 9 o’clock, and are hosted by local gardeners, farmers and master gardeners..\n\nEach session, they discuss a wide variety of gardening subjects, including tips and tricks.\n\nThe forum leader, Tom Stewart says gardening can be intimidating for some and wants to help kick start as many gardens as he can.\n\n“ Our purpose is to try to help everyone that wants to get into gardening, that may feel a little bit unsure to kind of take some of that anxiety off and to help you be as successful as we’ve been,” Stewart said.\n\nThose interested can attend a variety of classes which will include not only gardening, but also a chance to “seed swap” with other local gardeners, allowing people to exchange seeds instead of buying them.\n\nEach forum is free and open to the public, those interested in more information can visit the Lawton Farmer’s Market facebook page.\n\nCopyright 2023 KSWO. All rights reserved.",
            "title": "The Lawton Farmers Market kicks off gardening forum",
            "keywords": [
                "variety",
                "kicks",
                "farmers",
                "forum",
                "lawton",
                "market",
                "stewart",
                "gardening",
                "kswo",
                "wants",
                "local",
                "help"
            ],
            "link": "https://www.kswo.com/2023/01/22/lawton-farmers-market-kicks-off-gardening-forum/",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nThe Lawton Farmer's Market hosted by local gardeners, farmers and master gardeners hold weekly gardening forums from 8 to 9am every Saturday. These classes offer a rare chance for individuals to learn tips and tricks about gardening as well as provides an opportunity for locals to “seed swap” with each other, allowing people to exchange seeds instead of buying them. Each forum is free and open to the public, more information can be found on the Lawton Farmer’s Market facebook page."
        },
        "8": {
            "text": "By Kathy Henderson\n\nGardening Columnist\n\nWhen an Arctic Freeze comes south in the usually mild month of December, there’s going to be trouble in the landscape and gardens. This is especially true when the temperatures drop into the single digits and remain in the teens for several days. Our plants were no more prepared for this blast of chill than were we. Some still had new growth on their twigs and flowers flourishing on their stems.\n\nCovering them with plastic, sheets and even blankets may have made us feel better; as though we were in control, but did little to keep them from damage. The thing that has always amazed me about these periods, and I have been through many of them, is that you can have three of the same kind of plant side by side and two will be damaged severely and one will have very little damage.\n\nMahonia ‘Soft Caress’ hit hard by\n\nfrigid air. Special photo\n\nEvery plant in your landscape has cold tolerance according to its genetic background, its growth stage, whether its roots are protected and its general condition (dehydration, poor root development, lack of general good health). In other words, gardeners, the plants that you chose for their known cold tolerance, those that you planted properly in good soil, those that you mulched, the ones that you fertilized and pruned at the proper time had a better chance of surviving the ravages of days of freezing temperatures. I, like many of you, love those borderline plants that really benefit from being planted in the deeper south. So, this is the result of planting those.\n\nHowever, I was in Natchez, Mississippi when the temperature dropped in the mid-teens and the damage was significant to the Camellias and Azaleas which thrive in that region. It was a sad sight to see. Now that I have commiserated with you because my beautiful landscape is bleak also, let me encourage you about the future.\n\nCold damage on the very hardy Helleborus (Lenten Rose).\n\nSpecial photo\n\nDO NOTHING right now. The plants will tell you in the Spring what to do. Some will be dead, others will die to the ground, others will begin to put out new growth on the stems at some point. Then you start to prune away the dead material. Some will sprout new growth from the soil, so you cut away that part of the plant that is dead above. It’s not easy to wait but believe me when I tell you, it’s worth it. Now, if you have plants that had large leaves (like Elephant Ears and Bananas), you might want to remove these soggy leaves from the top of your plant to keep them from keeping the ground too wet. Plants are survivors and I think you’ll be surprised at their resilience.\n\nWhen spring comes and new growth emerges, we’ll have plenty of work to do. If you want to enjoy gardening in a positive way, it is a great time to go online and order some of the summer bulbs and flowers. I have to get some areas of my landscape into better condition before I plant but I can order now and they will be delivered at the appropriate planting time. Do a little research on these bulbs and plants for ideal ones for your specific environment. Some of my suggestions are Gladiolus, Crocosmias, Dahlias, Callas, Oriental and Hybrid lilies as well as Daylilies and Irises of all types. Most perennials and annuals, I purchase locally in March and April, but I order my bulbs from catalogs. This is the time of year for planning and also planting those daffodils and tulips that you did not get into the ground before Christmas.\n\nEnjoy the things that you see in the winter garden; the bulbs emerging from the soil, the buds on the deciduous plants that will produce flowers soon, the bark on trees that provides such wonderful texture and the stem structure of many plants that gets lost in the summer garden.",
            "title": "An Arctic Blast – a gardener’s dilemma",
            "keywords": [
                "soil",
                "gardeners",
                "plant",
                "planting",
                "plants",
                "landscape",
                "growth",
                "blast",
                "dilemma",
                "little",
                "order",
                "ground",
                "bulbs",
                "arctic"
            ],
            "link": "https://www.henrycountytimes.com/2023/01/22/an-arctic-blast-a-gardeners-dilemma/",
            "skip": "false",
            "gpt_score_reason": " 6/10",
            "gpt_relevancy_score": 6,
            "summary": "\n\nAs winter weather brings frigid temperatures, plants face threats of damage in the landscape. While some plant species are more cold-tolerant than others and adequate preparation can reduce risk of damage, plants will often still suffer during a deep freeze. It is important to take note of how each plant handles such drastic drops in temperature, so that when spring comes around proper care can be taken without need for immediate action. Meanwhile, planning for summer bulbs and flowers through online ordering can help provide a sense of optimism in chilly seasons."
        },
        "9": {
            "text": "You have permission to edit this article.\n\nEdit Close",
            "title": "Barany in the Garden: Funny or profound, gardening memes delight",
            "keywords": [
                "memes",
                "barany",
                "garden",
                "edit",
                "delight",
                "funny",
                "permission",
                "gardening",
                "profound",
                "articleedit",
                "close"
            ],
            "link": "https://www.yakimaherald.com/explore_yakima/barany-in-the-garden-funny-or-profound-gardening-memes-delight/article_aca6291e-981f-11ed-b5b2-1bd0b862f680.html",
            "skip": "true",
            "gpt_score_reason": " 8/10",
            "gpt_relevancy_score": 8
        },
        "10": {
            "text": "The New Year has definitely started the same way 2022 finished, busier than ever with lots of orders going out every day.\n\nOur delivery drivers have been all over the country delivering trees and plants and doing so with a smile, as the face of the company, it really does make such a difference.\n\nLast year at this stage works commenced on one of our plant display areas behind our beloved train. This area now stands proudly completed and works as a standing area for lots of our shaped trees, climbers, fruit trees including the pleached ones and the candelabra shaped fruit trees.\n\nIt also includes lots of larger and more mature shrubs that we hold when they come from our production areas and are ready for sale. We also converted an area of the nursery into our stunning new offices and meeting rooms as we had well and truly outgrown our old office space, which is now occupied by our production manager, Marie and our design team, who now have the space and peace to complete their drawings.\n\nIt’s difficult to think that this was only a year ago. So much has changed in that time, but now our office team have the space they need. Angela leads the team and does it with such efficiency. Ava joined the team last year as a junior but she has become a fundamental part of the group, organising our design team and co-ordinating the consultations and quotations and ensuring everything on that side runs to clockwork.\n\nHelen runs our despatch team ensuring that all the orders are picked correctly, and that the deliveries go out as quickly as possible throughout the country, and that the delivery drivers have all the information that they need to deliver the trees and plants.\n\nShe also organises all our planting teams and ensures that they have everything they need for the landscaping and planting jobs and that the schedule runs as it should.\n\nHolly is currently helping me with updating our stock on the website, ensuring that everything you see on the online store is as it should be, available and looking at its best (for the time of year), especially as we now have our UK website and the stocks of pots and Finn & Elder Furniture are all exactly as it should be.\n\nAll members of the team also answer all the calls, emails and messages that come in, responding as promptly as possible and giving as much information as they can — an absolute dream team. They are all now located in the new office and have a little more space.\n\nExciting plans\n\nOur design team are busy designing gardens throughout the country and they are booked up this month, but have some slots left for February to design gardens that progress then to our build team, headed up by David.\n\nOur design options start at €295 so we are always busy and are able to advise and guide lots of homeowners on their gardens.\n\nThis year we have an exciting plan for upgrade, but its not quite ready to share with you yet as we have some meetings over the next week to pull everything together but its so very exciting.\n\nWhat else is happening around here? Well we are doing a few upgrades and a facelift to our Nursery Park. We are expanding it into the next field as we have so many shaped and specimen trees that you love as much as we do. It’s great that we can show you the trees in a much more natural environment with their shape and scale. This is really beneficial but its also just as important for us to be able to video and photograph them for the website and the App so that you can look at what we have on this part of the nursery from your desk or your kitchen table — ensuring that even when you can’t make it to us that you still get the Caragh Nurseries experience — how cool is that!\n\nAn early spring\n\nIts been a warm week and if it keeps in this same vein, then we are going to have an early Spring. My Magnolia buds are getting big and the Acacia trees are starting to show signs of their beautiful yellow flowers. Our Camellias, Rhododendrons and Azaleas are looking like they are going to have such a blast of colour of the buds are anything to go by.\n\nOur production is in full flow, potting the last of the trees that have come from our fields for this year’s crops, although our rootballed trees and hedging season is still in full flow.\n\nWe always keep back enough stock to sell rootballed. Work has started on our new show/display garden and when its starts looking a little better over the coming weeks we’ll start to show you more of that.\n\nIn my main garden I have been adding some last bulbs into pots and cleaning up the leaves’ specially from my Olive trees that lost quite a few after that cold spell in December. One of my beauties in particular is looking a little bare but I’m not worried, it should gain all those leaves back in the Spring.\n\nSo for now I better go and crack on with some more work. It seems like its going to be a very busy week and next week I am going to give you some ideas of the sizes and measurements of our trees and plants, how we measure them and size grade them, from potted shrubs up to the most mature of rootballed trees. Until then keep gardening, it’s not only good for the soul, its good for the heart too.\n\nJo",
            "title": "KILDARE GARDENING COLUMN: Buds ready to burst out with new growth",
            "keywords": [
                "design",
                "team",
                "ready",
                "lots",
                "week",
                "space",
                "column",
                "website",
                "growth",
                "going",
                "burst",
                "gardening",
                "trees",
                "ensuring",
                "buds",
                "looking",
                "kildare"
            ],
            "link": "https://www.leinsterleader.ie/news/home/1016212/kildare-gardening-column-buds-ready-to-burst-out-with-new-growth.html",
            "skip": "true",
            "gpt_score_reason": "el\n4/10",
            "gpt_relevancy_score": 4
        },
        "11": {
            "text": "Founded in 2005 as an Ohio-based environmental newspaper, EcoWatch is a digital platform dedicated to publishing quality, science-based content on environmental issues, causes, and solutions.\n\nQuick Key Facts\n\nProperty values around community gardens can increase by as much as 9.4 percent.\n\nCommunity gardens can reduce household concerns over food security by as much as 90 percent.\n\nThose who grow food in community gardens eat 37.5 percent more fruits and vegetables than those who don’t.\n\nAbout $6 of produce comes from each dollar invested in a community garden.\n\nThe 100 biggest cities in the U.S. contain more than 29,000 community gardens.\n\nMost produce from an urban farm will travel less than one percent of the more than 1,500 miles that the average item of produce that is conventionally grown travels from farm to table, and to transport the conventionally-grown produce can result in 1,700 percent more carbon dioxide emissions.\n\nAccording to green roof studies, about 10.76 square feet of an urban rooftop farm can offset the yearly carbon emissions of one car.\n\nUrban farming has been found to increase owner occupancy and socioeconomic diversity within a third-of-a-mile radius.\n\nWhat is ‘Urban Gardening’?\n\nUrban gardening refers to growing food in a heavily populated place like a town or a city. It doesn’t require a huge amount of land or space, just some determination and creativity. Urban gardens come in all shapes and sizes — from vertical green walls to gardens cultivated exclusively in pots. There are backyard gardens and gardens grown in shipping containers. You can do it on your own, or partner with friends and neighbors to start a community garden.\n\nThis photograph taken on September 3, 2020, shows an urban farmer looking at vegetables grown inside a shipping container illuminated with LED lights in Singapore. Roslan Rahman / AFP / Getty Images\n\nWhy is Urban Gardening Important?\n\nUrban gardening allows people to enjoy the many benefits a garden has to offer while living in the city. It allows them to pursue their love of gardening even if they can’t afford to own a piece of land or move to a rural area because of work, finances or family. In an urban garden, people can grow organic, sustainable produce that couldn’t get more local than their own backyard or community garden space. These are all things that are important for people’s well-being, as well as the health of the community and the planet, since gardening offers emotional, social and environmental rewards, from stress reduction to improving social connections and lowering carbon emissions.\n\nSince urban gardens come in so many forms for all sizes and types of spaces, you can turn practically any urban setting into a garden oasis. Your urban garden can offer benefits for your health and grocery bill while improving soil and water quality. It can have a positive impact on the climate by helping to draw down and store carbon while providing habitat for pollinators and other wildlife. It can improve local biodiversity and help you connect with neighbors and the wider community. After all, what better gift is there than a ripe, juicy strawberry or a fresh, hand-picked salad?\n\nTypes of Urban Gardens\n\nYulia Shaihudinova / Moment / Getty Images\n\nRooftop Gardens\n\nWhile space on the ground — whether it be green or concrete-covered — may be limited in the city, there is often an untapped expanse far above the noise and clutter, just beneath the clouds. A sturdy rooftop can be the perfect place to create your own secret garden. You can plant using raised beds, build a greenhouse or even raise chickens, as long as the building owner and local laws approve.\n\nThere are three Ws to consider after you have permission to use the rooftop where you live to create your own garden space: weight, wind and water.\n\nWeight: Is there enough support for all the materials, equipment and dirt you’ll be using to create your rooftop oasis?\n\nWind: Your rooftop garden will be windier than one planted at ground level, so it will be important to include windbreaks like lattice fencing or a trellis to disrupt — but not completely stop — windflow. Walls won’t be as effective because they are more likely to be blown over.\n\nWater: Consider how you will transport water to your garden. Your plants will be exposed to the elements and will need to be watered often, especially when it’s hot. Water collection and storage is one option. Cisterns or other types of water storage systems can be used to collect rainwater. Self-watering gardens are also a possibility and operate using a reservoir underneath the soil that you fill periodically and that wicks up when a plant needs water.\n\nWith some planning and ingenuity, you’ll soon be watching plants poke through the soil in your hidden sanctuary under the stars!\n\nVertical Gardens\n\nVertical gardens are made up of layers of plants stacked on shelves or pallets that have been modified and set against walls or fences and they can vastly increase the amount of space available for growing food.\n\nVertical gardens can be hydrated the traditional way, by watering the soil of plants growing in pots or planters, or by using hydroponics — a method of growing plants using a water-based solution fortified with nutrients instead of soil. Organic matter like manure can be used as fertilizer in hydroponic systems. You can either immerse the plants in the nutrient-rich solution or wash it over the roots. To provide more support for your plants in the absence of soil, perlite — a form of obsidian — pea gravel, sawdust, peat moss, sand, coconut fiber, vermiculite or other materials may be used.\n\nHydroponic systems save water by reusing it. While traditional gardens use about 106 gallons of water to grow 2.2 pounds of tomatoes, hydroponic gardens can get by with about 18.5 gallons to grow the same amount. Hydroponics can be useful for growing plants in harsh conditions or for people who don’t have access to outdoor spaces and prefer not to garden with soil indoors.\n\nVertical gardens can be great for apartments or small garden spaces or to maximize the amount of growing space in any area.\n\nMicrogreens\n\nMicrogreens are mini vegetable sprouts that only take up a fraction of the space of traditional plants. Harvested after only about seven to 14 days, they can be a nice option for an apartment or other smaller living area. Just think, you can have your entire microgreen garden on a windowsill.\n\nMost vegetables can be grown as microgreens, and they often have a more potent flavor than the adult plant. Some of the best choices are radish, arugula, watercress, cabbage, pea shoots, sunflower, onion, broccoli and salad microgreens. A carrot microgreen tastes like a carrot, while a beet microgreen tastes more earthy than its larger version.\n\nThese delicate yet flavorful little plants pack a punch when it comes to vitamins. Research suggests that they can contain as much as 40 percent more bioactive nutrients, called phytochemicals, than their full-size counterparts. This is because the nutrients are concentrated into a smaller vessel.\n\nMicrogreens can make a nice addition to smoothies or salads and can enhance the aesthetic, not to mention the nutritiousness, of any dish.\n\nGrowing Plants in Pots\n\nGrowing vegetables, herbs and other food in pots can be good for a small space, as plant pots are not only compact but can be moved into areas of sunlight or rain. They can also be brought inside to avoid the cold or animals who might like to sample your fresh produce. Pots can be placed on your patio, balcony, deck or in a window box.\n\nWhen choosing the size of a pot, it is best to go with as large a size as your space will accommodate. This is because the smaller the pot, the faster it will dry out and require watering.\n\nOf course, if you’re going to be moving the plant, you’ll also want to consider its weight after planting and watering when selecting the pot’s size.\n\nWhen considering the depth of the pot, keep in mind the root systems of particular plants; some root systems are deeper than others and need more space.\n\nFor placement of your plant pots, sunlight is an important consideration, as most vegetables need a minimum of six hours of sunlight per day. Herbs and salad greens don’t need quite as much, while beans, tomatoes and peppers are some of the vegetables that will soak up as much sun as they can get. Consider placing your pots on a planter caddy so they can be moved as the sun’s angle changes with the time of year.\n\nPlacing plants near each other raises the humidity level, which increases plants’ productivity.\n\nWhen choosing potting mix or soil for your plants, stick with a “soilless” variety that keeps in moisture and remains loose. It is important to add organic fertilizer, and you may also want to add some compost. Fertilizer is especially important for pots or planters that house multiple plants, all of which need regular nutrients to produce hearty and healthy fruit.\n\nSeaweed makes a great natural fertilizer for your garden — whether your plants are grown in pots, other types of containers or outdoors — that you can harvest from the beach yourself, rinse and dry in the sun. After it’s dried, mix the seaweed with other organic material like leaves and vegetable scraps in the compost bin and apply it to your garden. Seaweed fertilizers can also be purchased in liquid or powder form.\n\nWatering vegetables regularly is important but it also washes away some of the soil’s nutrients each time, which is one of the reasons why fertilizer is so important for potted vegetables. You may want to consider using a self-watering planter that only requires that you keep the reservoir full so that the plant can absorb the moisture it needs and supplement with weekly dashes of water-soluble fertilizer.\n\nShipping Container Gardens\n\nA type of garden space that has grown in popularity, shipping containers can work well if you live in a harsh climate or one with lots of garden-eating species and want to create a stable environment for your plants.\n\nShipping container gardens can be placed in any unused area and fitted with everything from a climate control system to shelves and lighting to create a specialized microenvironment for your plants that can be quite bountiful.\n\nPlants that are frequently grown in shipping container gardens include microgreens, leafy greens and mushrooms.\n\nBackyard Gardens\n\nThe most important consideration for starting a backyard garden is location. You will want to plant in an area that gets a minimum of six hours of sunlight per day and that is moist and gets adequate drainage. If the soil in your backyard doesn’t drain well or is too rocky, you might want to consider using a raised garden bed. You’ll want to make sure your soil is nutrient-dense by mixing in high-quality organic matter to feed your plants.\n\nIf you’ve never had a backyard garden before, you might want to start small. That way, you can make sure all your plants get all the space, water and weeding they need. Once your garden begins to flourish, you can add a larger volume or variety of plants.\n\nIt’s best to plant your veggies and herbs close to where you’ll be tending them, so that you can access them easily. Make sure to build in paths between your rows. A garden with about a dozen rows that are ten feet in length is a good size, but you can plant less rows or make them shorter, depending on available space. In order to get optimum sunlight, plant your rows running from north to south.\n\nA 10-by-10-foot garden is a good size to start with. For this size garden, choose three to five different types of vegetables, with three to five plants of each variety.\n\nFor a raised bed, four-by-four feet or four-by-eight feet is a good size for a beginner.\n\nWhat to plant is the fun and exciting part. First and foremost, you’ll want to choose vegetables that you and those in your household love and find yourselves eating time and time again. In addition to your tastes, you’ll want to consider the climate where you live. Vegetables like beans, peppers and sweet potatoes grow better in hot climates, while beets, broccoli, Brussels sprouts, cabbage, onions and carrots grow well in cooler climes. It is also important to buy high-quality seeds.\n\nSince large plants with bigger leaves can block sunlight from getting to smaller plants, plant tall plants on the garden’s north side. Place smaller vegetables and those that grow better in cooler weather in shadier areas. It’s also a good idea to note which of your garden plants are perennials — those that live more than two years, regrowing in the spring — and those which are annuals and complete their life cycle in one growing season.\n\nCommunity Gardens\n\nTwo volunteers working in the Vicalvaro Community Urban Garden prepare a basket with organic products for the Vicalvaro Solidarity Pantry, on May 12, 2020 in Madrid, Spain. Ricardo Rubio / Europa Press / Getty Images\n\nAnother way to transform unused space in your urban environment into a bountiful garden is by starting or joining a community garden. These shared garden spaces can be a healthy and environmentally friendly way to connect with others in your community who share your passion for fresh, healthy food.\n\nCommunity gardens are founded by groups of people with the desire to create a productive garden space where the maintenance and bounty are shared. They can be started by those affiliated with certain clubs, religious organizations or businesses; apartments; senior groups; or can just be the coming together of hearts and minds around the shared purpose of growing nutritious food and helping to improve the environment.\n\nCommunity gardens can be divided into plots for individuals or families. Consider adding rows, garden beds or planting boxes specifically reserved for growing food for local food pantries or soup kitchens.\n\nYou can also designate beds for specific dishes, like salads or pizzas — then, when the ingredients are ripe, host a community potluck featuring dishes made from the produce.\n\nCommunity gardens can be placed on private or public land, but public spaces near where the gardeners live can be the best choice in terms of long-term security. It’s a good idea to get permission to use the land for a minimum of five years initially. Good options can include utility easements on land that is part of a park, school or church.\n\nTo manage the garden, it’s a good idea to form a board, and a site coordinator can be appointed for larger plots.\n\nCosts can be kept down if you’re creative. Fundraising for tools, seeds, fertilizer and other necessities can be fun. Soil building with compost and building your own plant beds can save money, as can donations of materials.\n\nOnce you have everything ready to go, it should take about six hours to plant your garden. Planting can occur multiple times a year with season-appropriate crops.\n\nAfter your seeds are planted and the plants start to poke through the soil, the garden beds will require about an hour of weekly maintenance. At harvest time, another hour a week will need to be spent gathering your garden-fresh food to share with friends and neighbors.\n\nAdding extra details to your community garden, like a birdbath, benches and even picnic tables, can turn it into a focal point for the community. Solar-powered water fountains are an aesthetically pleasing option, with the added benefit of the relaxing sound of flowing water.\n\nCommunity fruit trees are a nice way to share the bounty and encourage others to visit your garden. Many fruit trees produce too much for one household to consume in a season, so sharing not only builds community, but reduces waste.\n\nTypes of Plants That Work Best in an Urban Garden\n\nBrasilNut1 / iStock / Getty Images Plus\n\nMany types of vegetables can thrive in an urban garden, but some that grow best in containers include lettuce, potatoes, tomatoes, summer squash, chard, eggplant, peppers, pole beans, Asian greens and herbs.\n\nTo grow healthy plants, make sure your pots or planters can accommodate these minimum soil depths:\n\nFor lettuce, chives, basil, radishes, other salad greens and cilantro: four to five inches.\n\nFor garlic, onions, bush beans, Asian greens, peas, kohlrabi, thyme and mint: six to seven inches.\n\nFor carrots, pole beans, cucumber, chard, leeks, eggplant, fennel, spinach, peppers, rosemary and parsley: eight to nine inches.\n\nFor broccoli, potatoes, okra, beets, summer squash, sweet corn, lemongrass and dill: 10 to 12 inches.\n\nIf you’re using a self-watering planter, less depth will be needed.\n\nWhen multiple plants share one pot or planter, some are more compatible than others. It’s important that the vegetable and herb companions have comparable fertilizer and water requirements. In addition to pairing plants based on their water and fertilizer needs, the most can be made of smaller spaces by putting plants that grow upright with those that trail.\n\nCertain plants don’t grow well with others, for instance when they require the same nutrients. Examples include dill, carrots and fennel, which are in the same family.\n\nExamples of plants that make good pot mates include:\n\nOnions, basil and tomatoes\n\nCarrots, beans and squash\n\nChard, spinach and onions\n\nHerbs and lettuce\n\nBeans and eggplant\n\nExamples of plants that don’t work as well together include:\n\nOnions, peas and beans\n\nDill, carrots and fennel\n\nOnions, garlic and beans\n\nPotatoes, squash and tomatoes\n\nChallenges of Urban Gardening\n\nUrban gardening can present some challenges, but they can be mitigated or eliminated with a bit of imagination and resourcefulness, and the benefits of having your own oasis in the city far outweigh the difficulties.\n\nWildlife\n\nOne of the most common challenges of urban gardening can be the insects, birds, rodents and other wildlife who would like to share the delicious fruits of your garden.\n\nTo keep insects away naturally, a handcrafted garlic spray applied to plants can do the trick. To make the spray, purée two whole garlic bulbs with a dash of water and leave it overnight. In a quart jar, strain the garlic mixture and add a teaspoonful of gentle liquid soap, then fill up the rest of the jar with water. When you’re ready to use the spray, mix one cup of the insect repellent with another quart of water in a spray bottle and apply it to plants as needed.\n\nAnother option is chili pepper spray, which can also be used to repel an array of different insects. The recipe for this natural insecticide is to mix one tablespoon of chili powder or a half cup of blended fresh chili peppers with several drops of mild soap in a quart of water. If you’re using fresh peppers, boil them with a quart of water, cool and strain before adding the soap. Apply the mixture to the leaves of plants as needed.\n\nCertain plants growing around your garden can also help keep away insects, and even rodents. Not only is lavender one of the most lovely smelling and visually appealing flowering plants, this perennial is also known to repel most rodents and insects. Lavender doesn’t need to be watered often, so watch out for yellowing leaves, as they are a sign of overwatering. This Mediterranean native can also be dried and made into sachets or hung around your living space. As a bonus, lavender oil is known to be calming.\n\nOther plants that are known to repel insects are marigolds, lemongrass, Chrysanthemums and citronella grass.\n\nFor deer, Rutgers University has compiled a surprisingly long list of plants that even these graceful gourmands of the forest aren’t fond of, including American holly, cacti, lemon balm, mint, rosemary and yucca.\n\nContaminated Soil and Soil Erosion\n\nOther difficulties that can come up when creating and maintaining an urban garden include contaminated soils and soil erosion.\n\nContaminated Soil\n\nLead is the most common contaminant in urban soil. While most vegetable plants have low lead uptake, ingestion of garden soil is a bigger risk to humans. If it’s possible the soil in the area where you’d like to plant might be contaminated with lead — which a good deal of urban soil is — your best bet is to use raised beds or containers for planting. Soils used to grow edible plants need to be tested for lead and all garden vegetables washed thoroughly before eating.\n\nThe best type of wood to use for raised beds is cedar or redwood, as they are naturally resistant to rot and pests, so they will last longer. Make sure to avoid reclaimed wood like old railroad ties, shipping pallets or pressure-treated wood because they may contain harmful chemicals that can leach into the soil and, hence, your food.\n\nChoosing a wood that has been certified by the Forest Stewardship Council ensures that the forestry practices where the wood was sourced adhere to stringent socio-economic and environmental standards.\n\nSoil Erosion\n\nThe best way to prevent soil erosion is to keep plants in the soil, as their roots will anchor them in place. Bare soil is susceptible to erosion by rain and wind. Placing mulch around the base of your plants will help control erosion, slow runoff, maintain soil moisture and temperature and protect the soil from too much rain. It’s not a good idea to mix the mulch with the soil, as it will disturb the natural balance of nutrients. Leaves, tree bark, moss, wood chips, pine straw, compost, manure, grass clippings and newspaper are all materials that can be used as mulch. Mulch can also be useful to place between garden rows to prevent weeds.\n\nIn areas where vegetation is harder to maintain — such as footpaths — stones, wood chips or other materials can be used to prevent erosion.\n\nUninvited Harvesting\n\nWhile uninvited harvesting of the vegetables, herbs, fruits and berries you’ve worked so hard to grow can sometimes be an issue with community gardens, there are ways to help minimize it.\n\nOne of the most effective ways to deter people from helping themselves to your personal or community garden is to put up signs letting them know who the garden is being tended by and for whom the produce is intended. In a community garden, signs can also let neighbors know when the garden is open to the public and how to get involved.\n\nAnother strategy for protecting your garden from uninvited picking is to create designated plant beds near the entrance for the community to help themselves. Posting clear signs indicating that anyone is welcome to share the food from this area may take away the temptation to harvest from other parts of the garden. You may also consider planting edibles that are easy to pick and eat, like smaller tomato varieties, herbs and lettuce.\n\nHolding an open time for neighbors to come enjoy the garden together, hosting a community gathering where everyone brings dishes made with ingredients from the garden or scheduling group workdays will create an environment of inclusion that can help people feel welcome and encourage them to join in and be responsible for the shared space.\n\nKeeping your garden neat and clean can help deter uninvited harvesting as well. A well-kept garden shows the community and passers-by that someone cares, which makes it less likely they will help themselves to your crops without permission.\n\nBenefits of Urban Gardening\n\nIt is incredible just how many rewards come from planting tiny seeds or sprouts in the soil.\n\nFresh, Organic Food\n\nThe biggest benefit to urban gardening is the fresh food it provides. Growing your own food ensures that the fruits and vegetables you and your friends, neighbors and family share aren’t covered in synthetic pesticides that pollute the air, soil and water, as well as harm non-targeted plants and wildlife.\n\nCreation of Habitat\n\nGardens aren’t only places where food grows, they’re habitats for many species — from insects and birds to essential pollinators — who need every square foot of greenspace they can get. Gardens provide a haven for humans and animals in a world of concrete, glass and steel.\n\nWelcoming certain insects and arachnids to share your garden — like ladybugs, praying mantids and spiders — can actually be beneficial to nurturing the overall balance of your garden habitat.\n\nMental Health Benefits\n\nA greener neighborhood is a healthier neighborhood, and the greenery created by urban gardens provides solace to city-dwellers. When we see plants growing in the otherwise unnatural urban setting of lampposts, cars and structures, it reminds us that all living creatures need growing things to provide food, habitat and the air we breathe.\n\nStudies have shown that exposure to green spaces can promote feelings of wellbeing that can reduce anxiety and depression. Focusing on the small details of gardening and being outside connecting with plants and nature can make us feel more content and at peace. A bacteria found in soil has also been shown to stimulate certain areas of the brain and increase the production of serotonin.\n\nPromotion of Regenerative Practices\n\nRegenerative gardening is a way to manage your garden that nourishes the soil rather than adding synthetic fertilizers that can disrupt its natural balance. Plants and soil have a symbiotic relationship — soil provides stability and nutrients for the plant, and, when the plant dies, its roots, stems and leaves become natural fertilizer for other plants. You can help promote regenerative practices by sharing the methods you’re using with friends and neighbors.\n\nReduction of Your Carbon Footprint\n\nGrowing your own vegetables, fruits, berries and anything else you’d like to plant not only reduces the cost of your own transportation to and from the store, but the cost and additional greenhouse gas emissions of transporting produce from a farm.\n\nWhat Can We Do to Support Urban Gardening?\n\nMaskot / Getty Images\n\nAs a Society?\n\nTax incentives are a way society can show its support for community gardening. In some areas, owners of vacant property can receive a tax deduction when they use their land to grow food in an urban farm or community garden. In order to receive the tax break, the owner can either grow their own food or lease the land to others in the community.\n\nChecking to see if your community offers these tax incentives — and, if not, lobbying for them — is a way to help make the creation of nourishing green spaces more accessible.\n\nIn order to connect more urban gardeners with possible locations and funding opportunities for community gardens, it can help to know what the overall metropolitan agricultural landscape looks like. Creating a database for agricultural activities in your urban area can help with this.\n\nIn Our Own Lives?\n\nTaking the time and care to plant your own garden can encourage your neighbors and others in your community to follow suit. The more plants and flowers growing in your urban area, the more attractive it will be to birds and pollinators, increasing the connection between the metropolitan and rural landscapes.\n\nA great way for individuals to provide support for urban gardening is through helping with educational opportunities at their neighborhood community garden. Community gardens are an optimal place to set up raised beds specifically to teach others about planting, fertilizers, soil, insects and other aspects of urban gardening.\n\nThe more the community cares about gardening, the more urban gardens will become the norm. Make sure to reach out to elders in the community, as they may be looking for chances to become more involved.\n\nTakeaway\n\nAerial view of the ‘Dragonfly Park’, a modern urban park including an intelligent parking lot, a public square and a roof garden, on December 12, 2022 in Hangzhou, Zhejiang Province of China. Long Wei / VCG / Getty Images\n\nFor nature lovers, living in an urban setting may feel like living apart from the natural world, which is why weaving natural oases — like parks, natural bridges, wildlife corridors and urban gardens — into the urban landscape is essential.\n\nAs the climate crisis continues to bring more heat waves and drought, threatening the amount of arable land on the planet, urban agriculture, including gardening and farming, will become increasingly important. Urban gardens not only provide food free of pesticides and genetic modification, they decrease our carbon footprints while increasing wildlife and pollinator habitat, community, food security and overall well-being.",
            "title": "Urban Gardening 101: Everything You Need to Know",
            "keywords": [
                "garden",
                "soil",
                "101",
                "plant",
                "need",
                "gardens",
                "plants",
                "vegetables",
                "gardening",
                "know",
                "water",
                "food",
                "urban",
                "community"
            ],
            "link": "https://www.ecowatch.com/urban-gardening-guide.html",
            "skip": "true",
            "gpt_relevancy_score": 0
        },
        "12": {
            "text": "LINCOLN — Nebraska’s Sam Wortman, associate professor in agronomy and horticulture, is searching for gardeners and urban farmers to participate in a science project to collect plant and soil data in their own gardens. The purpose is to learn more about the benefits of soil health management practices firsthand and provide the University of Nebraska-Lincoln with data to evaluate changes in soil health overtime.\n\nThe Nebraska Urban Soil Health Initiative, funded through a Conservation Collaboration Agreement with the USDA National Resources Conservation Service in Nebraska, is a citizen science project for gardeners and urban farmers throughout the state.\n\nThe soil health and regenerative agriculture movement is gaining momentum on corn, soybeans, and wheat acres across the state, but soil health management practices like cover crops and no-till areas are less common in urban gardens.\n\nThere are more than 30 million households in the United States engaged in vegetable production, and the goal of the Nebraska Urban Soil Health Initiative is to increase awareness among these backyard farmers about soil health and the related resources and programs available through the USDA-NRCS. To achieve this goal, the university is recruiting at least 200 gardeners and urban farmers in Nebraska to implement new soil health management practices including cover crops, no-till and soil amendment with compost and biochar.\n\nParticipating gardeners and urban farmers will receive a free annual soil health test and supplies to implement a new soil health management practice — up to a $200 value. They will also receive priority access to online education materials, study results and publications, and outreach events hosted by the USDA-NRCS.\n\nParticipants will need to have access to at least 100 square feet of private garden space for two consecutive years and participate in 2023 and 2024. Participants will garden the 100-square foot garden space and implement an assigned soil health management practice that includes cover crops, no-till, compost and/or biochar; collect soil samples and mail them to the university; and collect data and observations about how garden plants, soil and insects are responding to soil health management practices and submitting the data through the project webpage.\n\nAnyone interested and eligible should complete the application form found online at https://agronomy.unl.edu/nebraska-urban-soil-health- initiative-registration",
            "title": "Nebraska scientist looking for gardeners, urban farmers for research project",
            "keywords": [
                "health",
                "farmers",
                "garden",
                "practices",
                "soil",
                "gardeners",
                "project",
                "nebraska",
                "management",
                "research",
                "scientist",
                "looking",
                "data",
                "urban"
            ],
            "link": "https://theindependent.com/agriculture/nebraska-scientist-looking-for-gardeners-urban-farmers-for-research-project/article_0e014b2a-99e3-11ed-a6f8-1fee0481f564.html",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": ".\n\nThe Nebraska Urban Soil Health Initiative is an exciting citizen science project led by Sam Wortman, associate professor in agronomy and horticulture at the University of Nebraska-Lincoln. The initiative invites gardeners and urban farmers throughout the state to join their study and collect data on soil health management practices such as cover crops, no-till, compost and biochar. Participants will receive a free yearly soil health test (up to $200 value) as well as priority access to online education materials, study results/publications, outreach events hosted by the USDA-NRCS. Eligible participants need 100 square feet of private garden space for two consecutive years starting in 2023 - interested? Visit https://agronomy.unl.edu/nebraska-urban-soil-health–initiative-registration for more information!"
        },
        "13": {
            "text": "We all know ‘that’ yard. We are drawn to one in every neighborhood. Plants seem to thrive in any season. Nothing “croaks” (a gardening term for refusing to live for one more minute, no matter what the gardener does); plants live as if in an arboretum. Daylilies and penstemons bloom in splendor in January, spring buds are starting, and weeds that should be sleeping are raising their little dandelion heads. This yard attracts wildlife year-round with foliage to hide in, left-over edible garden veggies, and sweet nectar flowers calling the hummingbirds.\n\nComparison with this yard is easy…same street, water from the same utility, same sunlight, same nursery. You scope out their fertilizer and soil amendments. You even sneak over to snap pictures of their plant tags. Your neighbor does not have alien hands with double green thumbs. What is happening here?\n\nWhere you are planted is important. (Ask the class troublemaker who wants to duck the teacher’s glare by sitting in the back of the classroom.) The same applies to plants in your yard. Every yard has several planting zones, some with better attributes than others. The right plant in the right place spells success.\n\nZones in your yard are either man-made or natural, creating small magical circles with environmental conditions that are distinctly different. These small magical circles, better known as microclimates, create excellent rooting positions for plant longevity.\n\nLearning these different areas will make your yard healthier and resistant to weather. Many gardeners use the Sunset Garden Book or the USDA Hardiness Map to decide what to plant. Determining the particular microenvironment adds another successful layer to deciding what and where to plant.\n\nLet’s start with the basic environment. For example, an open field has a uniform, consistent environment. Adding a home creates several microclimates. To the north of the building will be reduced light, increased shade, increased soil moisture and reduced temperatures. There may be increased winds.\n\nTo the south of the building will be increased heat, light, and higher evaporation from both plants and soil. Winds from the south are less frequent; drought is more prevalent. Comparing north to south sides, it is clear there are completely different growing conditions.\n\nTo find microclimates in your yard, compare elements of light, water, soil, wind, and temperature. Sunlight, or lack of it, creates extremes of shade or sun. Soil moisture may be too much or too little. Nearby streams, ponds, and lakes change daily temperatures by absorbing heat during the day and releasing it at night. Good soil type is like the discovery of gold; when it is good it is phenomenal. When it is bad, it takes work to improve it. Wind is a double-edged sword; a breeze may be cooling while gale forces dry out soil and plants. Extreme temperature changes, whether too hot or too cold, spell trouble.\n\nExposure to the elements may be limited or enhanced by cities, valleys, hilltops, paved surfaces, trees, raised beds, rocks, fences, and windbreaks. Discovery of optimum growing spots will make you, in addition to being an excellent gardener, an educated and savvy consumer. There may be plant “sacrificial lambs” while you learn your unique microenvironments, but, in the end, you’ll have a balanced garden of healthy plants thriving in their “right places.”\n\nJulie Silva is a University of California Cooperative Extension Master Gardener of Tuolumne County.",
            "title": "Magic Circles: Microclimates",
            "keywords": [
                "gardener",
                "circles",
                "soil",
                "plant",
                "magic",
                "yard",
                "plants",
                "south",
                "right",
                "microclimates",
                "increased",
                "light"
            ],
            "link": "https://www.mymotherlode.com/news/local/2923585/magic-circles-microclimates.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nBy understanding the microenvironments of your yard, you can create a balanced garden with healthy plants that thrive in the right places. This is determined by examining elements such as sunlight, water, soil, wind and temperature. To find microclimates in your yard compare all these elements along with nearby streams or ponds and other landscaping features such as trees and fences to get an accurate idea of what will grow best. With this knowledge you can be an educated consumer when it comes to planting in different areas of your yard."
        },
        "14": {
            "text": "There's something to be said about television singing competitions—they're everyone's guilty pleasure. First there was American Idol, then we got The Voice and The X Factor. Heck, we even got one dedicated to celebrities dressing up in outrageous costumes! Now, it's time to add a new competition show to your rotation, and it's breaking down barriers in country music.\n\nIn a collaboration we never saw coming, Reese Witherspoon and Kacey Musgraves teamed up to bring fans an upcoming series called My Kind of Country. The new singing competition searches high and low for country music's next big name. With such a big feat, they're bringing along even bigger names to help hand-pick up-and-coming artists.\n\nLadies and gentlemen, presenting your new panel of judges: Mickey Guyton, Jimmie Allen, and Orville Peck.\n\nThe \"How You Love Someone\" singer shared the news with fans on Instagram writing, \"The beauty of Country music is that it can sound like so many different things and have so many different influences. I have a passion for sharing and discovering new voices and couldn't be more excited to be a part of the new @AppleTVPlus series #MyKindOfCountry\".\n\nAfter the special announcement, fans gathered their jaws from off the floor and bombarded the comment section in excitement with messages like:\n\n\"Yeasssssss can’t wait to watch\"\n\n\"Hell yeah\"\n\n\"Oh I am excited for this 😍\"\n\n\"Okay, this is amazing! 🔥\"\n\nOnce selected, competitors will travel to the country music capital, Nashville, TN, to showcase their talent. At the end of the eight-episode series, the winner will receive \"a life-changing prize from Apple Music,\" including \"unprecedented support and exposure on the platform\" as described on Apple TV+'s website.\n\nApple TV+ // Apple\n\nAlong with producing, Reese and Kacey will also make appearances throughout the competition. The series premieres globally Friday, March 24, and we can't wait for it to become our new obsession!",
            "title": "Mickey Guyton Fans Go Wild After Singer Reveals Major Career News",
            "keywords": [
                "kacey",
                "reese",
                "excited",
                "major",
                "singing",
                "career",
                "mickey",
                "wild",
                "singer",
                "reveals",
                "country",
                "series",
                "competition",
                "music",
                "fans",
                "wait",
                "guyton"
            ],
            "link": "https://www.countryliving.com/life/entertainment/a42569881/my-kind-of-country-competition-show/",
            "skip": "true",
            "gpt_score_reason": "\n\n4/10",
            "gpt_relevancy_score": 4
        },
        "15": {
            "text": "The seven-year-old started as the 5/6 favourite under Paul Townend after some promising maiden efforts that led to the step up to two miles and seven furlongs, for a race won by Monkfish on his way to Cheltenham two years ago.\n\nThere may have been some room for improvement in the fluency of his jumping but with two flights remaining he streaked away from his rivals and strolled across the line a massive 35 lengths ahead.\n\nThe Albert Bartlett is now the next destination, for which he was slashed to 7/1 from 20/1 by Paddy Power.\n\n\"That was a bit more straightforward and he appreciates that step out to three miles,\" trainer Willie Mullins said.\n\n\"He galloped them into the ground. I imagine the way he gallops through the line, he'll take up his date in the Albert Bartlett at Cheltenham. He doesn't need a run before Cheltenham.\n\n\"Hopefully he stays sound and wins a nice novice race this year and he looks a real chasing type.\"\n\nMullins was out of luck in the feature Horse & Jockey Hotel Chase, where Haut En Couleurs fell at the last when holding every chance and Chacun Pour Soi failed to land a blow.\n\n\"To me he looked like he slipped, it was one of those things and thankfully horse and jockey are fine,\" the trainer told Racing TV of Haut En Couleurs.\n\nOf Chacun Pour Soi he added: \"He didn't impress Paul during the race, he got to the front and Paul just wasn't happy with him. Maybe age is catching up with him.\n\n\"I'll get him home, check him over and we'll see where we go.\"",
            "title": "Thurles win steers Embassy Gardens to Cheltenham Festival",
            "keywords": [
                "jockey",
                "race",
                "way",
                "trainer",
                "step",
                "line",
                "gardens",
                "pour",
                "miles",
                "steers",
                "soi",
                "embassy",
                "thurles",
                "festival",
                "win",
                "paul",
                "cheltenham"
            ],
            "link": "https://www.planetsport.com/horse-racing/news/thurles-win-steers-embassy-gardens-cheltenham-festival",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "16": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.youtube.com/watch%3Fv%3DkoP9QvSZWlY",
            "skip": "true",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8
        },
        "17": {
            "text": "Gardeners, another cold snap has quickly come and gone, fortunately for us! How lucky we are to live in an area which doesn’t remain severely cold for weeks or months at a time. The few days of frigid temperatures we receive is more than enough for this gardener and makes me long for springs’ arrival.\n\nMany of you (like me) purchase seeds from numerous seed catalogues you’ve been “leafing” through the past couple of months, or perhaps harvested seeds from lasts years flowers and vegetables (as I did) and begun the process of germinating seeds in trays filled with seed starting mix, positioned on warming matts to aid in germination. And just as a thoughtful reminder, it’s time to germinate tomato and pepper seeds now so they can be ready for transplanting into your gardens by mid to late March. The anticipated last frost date for our area, according to the Farmer’s Almanac is March 16th (give or take a week), just remember to keep frost protection available for sensitive plants, especially tomatoes and peppers which have a tough time rebounding from temperatures below 40 degrees.\n\nThe local weather pattern this week warmed considerably, into the 80’s or even higher in some areas. Several spring-like things are most certainly going to occur in the upcoming weeks: trees will begin setting buds to flower and form leaves, lawns are breaking dormancy and will slowly become green and the mosquito population of Southeast Texas will explode, growing exponentially!\n\nMany of us will be working outdoors over the next few weeks cleaning up, raking the yard or simply removing the mess caused by cold weather. It’s still a bit too soon to be removing damaged limbs or cutting shrubs and perennials plants back.\n\nSpring will be upon us before you know it, and I want to get a head start with topics of discussion! One of my personal favorite gardening tasks is tree and shrub pruning which I perform every year. Each year, I also have gardeners request me to review how to prune Crape Myrtles in particular.\n\nA Crape Myrtle is a small, multi-trunked tree (or large shrub) which unfortunately, way too many gardeners adhere to the practice of crepe myrtle butchery. It is more commonly known as crepe myrtle “murder” and before spring arrives each year, I write an article to address the unfortunate massacre.\n\nThe phrase “crepe myrtle murder” was coined in 1997 Southern Living Magazine article, referring to late fall and winter practice of severely cutting crape myrtles down to stubs. Disappointingly, any of us can drive through the Golden Triangle, witnessing first-hand the effects of this horrendous pruning style.\n\nPeople, wake up! Severely pruning crepe myrtles are destroying the integrity of the tree and will provide it a slow death due to disease or structural failure. Structural weakness is caused by “cropping” the tree with a chainsaw. Crepe myrtles are trees, and they shouldn’t be forced into being something they cannot become (also one of life’s lesson)!\n\nUsing a chainsaw to prune crepe myrtles, and removing all top growth, while the fastest pruning technique is by far the most destructive and disastrous. The tree will suffer extreme damage and most likely will never fully recover! Butchering crepe myrtles’ trunks or cutting their trunks to the same height forces the tree to grow from where the pruning occurred. Utilizing the “cropping” technique year-after-year, the tree forms mangled knots, diminishing its aesthetic, and destroying its inherent beauty for many years. Further, by “cropping” the trees’ trunks and limbs, its life is shortened.\n\nSlender, weak branches will grow from cut areas and are unable to support the weight of its blooms, meaning they will break with wind gusts. The knots formed grossly detract from what should be a large, graceful, billowy, vase-shaped tree structure lending a profusion of blooms for the spring and summer months.\n\nFollow the tips below to prune Crepe Myrtles:\n\nThe best time to prune is now (Winter).\n\nStart by removing shoots from around the base of the tree (called suckers).\n\nRemove dead and crossed branches (branches which are rubbing against each other).\n\nRemove skewed branches (branches that are incongruous with trees’ vase shaped form).\n\nRemove branches growing inward towards the center (maintain vase-like structure and circulation.)\n\nNever leave partial branches, cut branches back to the trunk.",
            "title": "Don't murder your Southeast Texas crepe myrtles this winter",
            "keywords": [
                "tree",
                "dont",
                "murder",
                "pruning",
                "southeast",
                "seeds",
                "myrtles",
                "crepe",
                "branches",
                "prune",
                "trees",
                "myrtle",
                "texas",
                "removing",
                "winter"
            ],
            "link": "https://www.beaumontenterprise.com/entertainment/article/Don-t-murder-your-Southeast-Texas-crepe-myrtles-17724180.php",
            "skip": "false",
            "gpt_score_reason": "\n\nRemove limbs growing vertically (from the base of the tree or from within its canopy) as these are contributing to excessive height.\n\nNever “crop” trunks, remove branches of course but leave trunk intact with its natural mottling effect. This allows for a graceful arching effect from which your crepe myrtles will bloom profusely!\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nKeep branches and trunks from the ground up no taller than 12-15 feet.\n\nAlways prune limbs where they originate, at a bud joint or branch crotches.\nAs Spring approaches and temperatures remain mild, now is a great time to look back on the cold weather that has passed us this winter and take advantage of an early start getting outside to get your garden in shape. This article also serves as a reminder of the importance of proper techniques when pruning Crepe Myrtles - always remove partial branches, cut them back to their trunk origin points and maintain structure by keeping trees no more than 12-15 feet tall!"
        },
        "18": {
            "text": "To give you the best possible experience, this site uses cookies. If you continue browsing, you accept our use of cookies. You can review our privacy policy to find out more about the cookies we use.",
            "title": "Tour Of Istanbul's Ancient Yedikule Gardens, At Risk With Urban Restoration",
            "keywords": [
                "tour",
                "experience",
                "possible",
                "uses",
                "ancient",
                "gardens",
                "browsing",
                "privacy",
                "yedikule",
                "risk",
                "istanbuls",
                "site",
                "policy",
                "review",
                "cookies",
                "continue",
                "urban",
                "restoration"
            ],
            "link": "https://worldcrunch.com/culture-society/yedikule-istanbul-urban-gardens",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "19": {
            "text": "Thursday, February 2, 2023, at 6 p.m., on Zoom, the All of Belfast Climate Dialogues (ABCD) project of the Belfast Free Library will host Rebecca Jacobs, program manager from the Knox-Lincoln Soil & Water Conservation District for a presentation, “Rain Gardens and Other Water Management Techniques for Your Property.”\n\nDo you have excess water on your property following a rain event? A rain garden could be an effective and attractive solution for helping to direct and infiltrate the runoff or pooling on your property. Learn the ins and outs of properly installing a rain garden as well as other water management techniques that could benefit your property.\n\n“The second ABCD Community Climate Conversation event October 18, 2022 on the topic of “Creating Resilience to Big Storms and Flooding” attracted an engaged audience of 40 citizens,” said ABCD, in a news release. “Attendees were energized by brainstorming actions the community could take together – most particularly the idea of creating a rain garden in a public location in Belfast and using it as an educational model.”\n\nPlease join us to learn more about creating a rain garden and other water management techniques on your property and in community spaces.\n\nTo register for the zoom link go to belfastlibrary.org/abcd-events/ and find the link.\n\n(Registration link: https://networkmaine.zoom.us/meeting/register/tZAlfuChrTkqH9Yc5xDnq93P1Wujn16qgZn4 )\n\nFor more information call the library at 207-338-3884 ext. 10.",
            "title": "Learn about rain gardens and other water management techniques for your property",
            "keywords": [
                "learn",
                "garden",
                "belfast",
                "community",
                "gardens",
                "creating",
                "management",
                "techniques",
                "abcd",
                "property",
                "rain",
                "water"
            ],
            "link": "https://www.penbaypilot.com/article/learn-about-rain-gardens-and-other-water-management-techniques-your-property/169879",
            "skip": "false",
            "gpt_score_reason": "\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": "\n\nOn Thursday, February 2nd at 6:00 pm join the All of Belfast Climate Dialogues project of the Belfast Free Library for a presentation on “Rain Gardens and Other Water Management Techniques for Your Property” with Rebecca Jacobs from the Knox-Lincoln Soil & Water Conservation District. Learn how to create a rain garden or manage water on your property in order to prevent runoff and flooding events as well as explore other innovative ideas from members of your community. Register now at belfastlibrary.org/abcd-events/ and find the Zoom link! For more information please call (207) 338-3884 ext 10 "
        }
    }
}