{
    "date": "2023-01-21",
    "category": "Y",
    "articles": {
        "0": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.miamiherald.com/news/local/education/article271362032.html",
            "skip": "true",
            "gpt_score_reason": "\n\n\"Advocates and Researchers Work to Reduce Educational Disparities Among Minority Communities in North Carolina\" \n\n9/10",
            "gpt_relevancy_score": 9
        },
        "1": {
            "text": "Earlier this week, Florida Gov. Ron DeSantis stood before an audience at a private, Christian all-boys school, ostensibly to celebrate the life of slain civil rights hero Rev. Martin Luther King Jr.\n\nNot surprisingly, the Republican governor, who is pushing hard to overhaul education in the Sunshine State, had more than King’s legacy of fighting racial inequality on his agenda.\n\n“Dr. King understood that our rights are not given to us by the government, but are ours by the grace of God,” the governor said. King “would be very pleased with the work you’re doing at this school,” he noted, adding that he is committed to expanding scholarships for more low-income students to attend private, religious schools like Piney Grove Boys Academy.\n\nDeSantis made no mention of how King might feel about a letter the Florida Department of Education sent to the College Board earlier this month, banning a new Advanced Placement course in African American studies now being piloted in 60 U.S. schools. DeSantis’ education department is claiming the course is not “historically accurate” and is “inexplicably contrary to Florida law,” while saying it “lacks educational value.”\n\nRight now, it’s unclear exactly what is in the curriculum of the first course in African American studies to be offered by the College Board, which also administers the SAT and AP exams. That’s because the course framework isn’t complete and the syllabus isn’t publicly available yet.\n\nFlorida’s latest ban follows a series of steps DeSantis, a potential Republican presidential candidate, has taken recently, including imposing speech codes on university professors and pushing the so-called “Stop WOKE Act” that restricts conversations on race and prohibits instruction that might cause guilt or shame for historic wrongdoings like slavery.\n\n“Florida is doing its best to tilt the scales and shut down important, much-needed discussions of race, slavery, stolen lands, and undeniable history that have led us to where we are as a society today.” Democratic State Senator Shevrin Jones\n\nThere is also his “Don’t Say Gay” law that limits discussion on sexual orientation and gender identity, all part of his efforts to exploit backlash against the recent Black Lives Matter movement and the country’s reckoning with racism, inequality and intolerance.\n\nOf course, there are plenty of parents and school board members in Florida who applaud the governor’s reactionary stance, at least publicly, although others are appalled at the power he is wielding over educators.\n\n“Florida is doing its best to tilt the scales and shut down important, much-needed discussions of race, slavery, stolen lands, and undeniable history that have led us to where we are as a society today,” Senator Shevrin Jones, a Florida Democrat, said in a statement.\n\nMarvin Dunn, a former professor of psychology at Florida International University and a specialist in the state’s Black history, told the Daily Beast on Thursday that the latest African American studies ban “means an insult to me, it means an injury to me.”\n\nHe added a dire warning: “What just happened in Florida … is coming your way. This suppression of Black history is going to become a national thing if DeSantis and people who support him gain control of the federal government and the White House.”\n\nRelated: In the wake of don’t say gay lgbtq students won’t be silenced\n\nClearly, though, it takes a lot of courage to confront or speak out against this governor, a national leader in restricting what teachers teach in their classrooms.\n\nHere’s a great example: Presidents of the 28 state and community colleges in the Florida College System, which serves nearly 650,000 students, issued a collective statement this week, promising to not “support any institutional practice, policy, or academic requirement that compels belief in critical race theory or related concepts.”\n\nThis came after DeSantis’ budget office demanded that all the state’s colleges submit information detailing how much they are spending on programs related to diversity, equity and inclusion, along with critical race theory, the legal concept holding that racial disparities in the U.S. are systemic.\n\nThe Florida Department of Education has also barred teaching lessons about The New York Times’ 1619 Project, which reframes the national narrative by centering slavery’s consequences and the contributions of Black Americans.\n\nIn our own reporting on these issues at The Hechinger Report, we’ve found that it is students who are often taking the lead and finding courage to combat the governor’s agenda. Last spring, students at Winter Park High School organized to fight back, leading a school wide walkout and protesting the Parental Rights in Education Act that bans instruction on gay, lesbian or gender identity topics from kindergarten through third grade.\n\nFlorida, meanwhile, ranks second in the U.S. behind Texas with the most book bans, with 21 districts banning some 566 titles, most containing themes or characters related to the LGBTQ community and race.\n\nRelated: A lesson in hypocrisy what’s really behind the parent choice movement\n\nAmong the more frustrating aspects of Florida’s latest ban is the lack of information about what it is actually in the pilot African American studies course that DeSantis finds objectionable. A spokesman for the governor, Bryan Griffin, said in a statement to CNN that the course “leaves large, ambiguous gaps that can be filled with additional ideological material, which we will not allow,” although he added that DeSantis might reconsider if the course is amended and incorporates “historically accurate content.”\n\nSharon Courtney, a history teacher using the course in Peekskill, New York, maintains that the course is factual, and told the Associated Press her students were shocked to learn of the ban.\n\n“There’s nothing objectional. It’s history that hasn’t been traditionally taught in the United States in a K through 12 setting,” she said, “but it’s also history that once known and understood could change race relations and improve them.”\n\nBooks from a pilot African American studies course now banned in Florida by Gov. Ron DeSantis. Credit: RJ Sangosti/MediaNews Group/The Denver Post via Getty Images\n\nWhat happens next, though, is unclear, as the course right now is just a pilot, and the first AP exam in the topic won’t be administered until the spring of 2025. “We look forward to bringing this rich and inspiring exploration of African-American history and culture to students across the country,” the College Board said in a statement to CNN.\n\nThe National Parents Union called the ban dangerous and said it will challenge the governor’s decision, but here’s another idea: Perhaps a courageous Florida teacher will take a stand and introduce students to some of the very same historical concepts DeSantis objects to.\n\nThat could take us all back to 1925, when biology teacher John Scopes was tried – and found guilty – for teaching evolution in a Tennessee public school after a bill had made it illegal.\n\nHere we go again?\n\nThis story about Florida Governor Ron DeSantis was produced by The Hechinger Report, a nonprofit, independent news organization focused on inequality and innovation in education. Sign up for our weekly newsletters.",
            "title": "With ban on AP African American studies course, Ron DeSantis solidifies his right-wing influence over education",
            "keywords": [
                "solidifies",
                "rightwing",
                "ap",
                "florida",
                "race",
                "influence",
                "students",
                "ron",
                "education",
                "studies",
                "governor",
                "ban",
                "course",
                "history",
                "desantis",
                "school"
            ],
            "link": "https://hechingerreport.org/column-pop-quiz-what-state-just-banned-a-high-school-advanced-placement-african-american-studies-course/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nGov. Ron DeSantis has been actively pushing to overhaul education in Florida, while also imposing speech and curriculum codes on university professors and banning a pilot Advanced Placement course in African American studies that he believes is \"not historically accurate\" and “lacks educational value”. These actions are part of his effort to exploit backlash against the Black Lives Matter movement and other race conversations leading to criticism from Democrats like Senator Shevrin Jones who said it is \"tilting the scales\" when it comes to race discussions. This prompted college presidents across the state which serves nearly 650,000 students promising not support “any institutional practice, policy, or academic requirement that compels belief in critical race theory or related concepts” while The National Parents Union called this ban dangerous as they prepare for legal action."
        }
    }
}