{
    "date": "2023-01-19",
    "category": "st",
    "articles": {
        "0": {
            "text": "The current space architecture and methodologies for developing and fielding new space technologies came about before space was a contested arena. Or, perhaps in the time between when space was first a contested environment — the Space Race of the 1950s through the 1970s — and the present day. In the modern climate, nations such as China are seen as fierce competitors to the interests of the U.S. by military leaders.\n\nIn legacy acquisition strategies, large-scale satellites were constructed over lengthy periods of time, usually via cost-plus contracts, which compensate a contracting company for all of its expenses with an added sum for profit purposes. New tools were also often created during these projects in order to complete them. However, executives coming into new positions in the government are looking to change these strategies to better align them with the threats that have become increasingly concerning.\n\nOne such official is the Honorable Frank Calvelli , assistant secretary of the Air Force for space acquisitions and integrations.\n\n“We are transforming…to a more proliferated and more resilient architecture that can be counted on during times of crisis and conflict,” Calvelli outlined in a keynote address at GovCon Wire’s 2023 Space Acquisition Forum on Wednesday.\n\nClavelli, who came into his newly established position in May 2022, said these evolutionary efforts will be achieved primarily by speeding up acquisition processes and “shorten[ing] development cycles.” He referenced the nine tenets of space acquisition that he introduced in Oct. 2022 as key to the execution of the changes. Clavelli’s previously released directives include “maintain stability in programs,” “avoid over-classifying” and “enable teamwork.”\n\nHowever, at the GovCon Wire event, Clavelli offered four calls to action — which, taken together, he dubbed a “simple formula” — that he believes will result in speedier acquisitions and thus a more efficient ability to respond to adversarial threats in the space domain.\n\nBuild smaller systems\n\nLarger satellite systems are logistically cumbersome due to the fact that they require large bus structures, tanks, payloads and components. Their testing and development is an extended process, even without significant design changes, so that even a fairly straightforward large satellite system is going to slow things down.\n\n“From what I’ve seen from across the department, there are very few missions, if any, that require large satellites,” Calvelli stated.\n\nUse existing technologies\n\nAccording to Calvelli, during contracted work, it’s the instinct of both public and private sector entities to devise new technologies and spur innovation while they complete projects. They like to “make improvements to existing technology designs” and institute upgrades to systems. Instead, Calvelli feels it is best to lean on the innovations already achieved by the private sector and in internal research and development efforts to complete space acquisition endeavors quickly and cost-effectively.\n\n“We must utilize existing technology and designs in order to minimize NRE or non-recurring engineering,” the executive shared, referencing engineering that isn’t repeatable and involves procedures and activities that have to be stood up and dismantled just for one project.\n\nUse shorter-length contracts\n\nContracts for procuring new space technologies should be less than three years, Calvelli argues. He says this will drive program stability, as protracted efforts that last up to five or 10 years can be marred by constant changes to a program baseline that are harmful to the quick delivery of capabilities. He told the virtual audience at the GovCon Wire event that drawn-out contract efforts can also confuse private sector participants and make it unclear how serious or committed their government sponsors are about the initiative at hand.\n\nUtilize firm-fixed-price contracts\n\n“Building smaller satellites with low NRE and on fixed-price [contracts] adds a level of discipline, prevents the constant rethinking of programs and scope changes with each yearly budget build and avoids changes from cost reestimati[ons] and requirements,” Calvelli explained.\n\nThus, rather than implement contracts that allow for a constant renegotiation of funding and resources — which would further contribute to a program instability — firm-fixed-price contracts can assist with creating and deploying space technology in a way that is durable and consistent.\n\nIf carried out, Calvelli sees these four steps — in conjunction with his aforementioned nine tenets — as instrumental in helping to bring much-needed tools into the hands of warfighters at a faster clip.",
            "title": "Hon. Frank Calvelli: 4 Steps for Efficiently Bringing Space Capabilities to the Warfighter",
            "keywords": [
                "technology",
                "technologies",
                "space",
                "satellites",
                "efficiently",
                "acquisition",
                "calvelli",
                "frank",
                "efforts",
                "contracts",
                "changes",
                "capabilities",
                "sector",
                "steps",
                "warfighter",
                "hon",
                "bringing"
            ],
            "link": "https://www.govconwire.com/2023/01/frank-calvelli-4-steps-for-efficiently-bringing-space-capabilities/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nAssistant Secretary of the Air Force for Space Acquisitions and Integrations, The Honorable Frank Calvelli proposed four steps to speed up space acquisition processes in order to better respond to adversarial threats. Shorter-length contracts under three years, utilizing existing technologies and building smaller systems rather than large ones are all ways that can increase stability and lower NRE or non-recurring engineering costs. Additionally, using firm-fixed price contracts will ensure consistency throughout the project with limited rethinking of programs or scope changes."
        },
        "1": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.youtube.com/watch%3Fv%3DukDrRRL0uNM",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA develops a new propellant for spacecraft: 8/10",
            "gpt_relevancy_score": 8
        },
        "2": {
            "text": "Renes, Switzerland-based ClearSpace has raised €26.7 million in a Series A funding round. The injection burn is slated to help propel the startup in its continuing mission to keep space free of junk, and presumably operational objects operating.\n\nThe company’s €26.7 million Series A round was led by OTB Ventures and Swisscom Ventures with participation from the Luxembourg Future Fund, Klaus Hommel’s Lakestar, In-Q-Tel, Happiness Capital and 600 T Space Investments. Given that Switzerland and Spacetech aren’t exactly synonymous, as part of the deal, ClearSpace is establishing an operational presence in Luxembourg that will benefit from the increased space and satellite focus in the region.\n\nIf you tuned in to the 2021 Netflix dystopian sci-fi drama Space Sweepers, or for the purists out there, Seungriho, you’re well aware of the dangers that debris orbiting in and around the third rock from the sun at a speed of approximately 11.7 km/s (26,000 mph) is.\n\nIn line with what Scotland’s Skyrora is working on with their Space Tug project, ClearSpace is ramping up operations ahead of the world’s first space debris removal mission, ClearSpace-1, scheduled to launch in 2026.\n\nThe company recently announced a satellite life-extension collaboration with satcom operator Intelsat, building upon the technology being developed under the €110 million space debris removal mission, ClearSpace-1, secured from the European Space Agency (ESA) in 2020.\n\nFurthermore, ClearSpace-1, which is supported by Omega (yes, the James Bond Omega) and as planned to be the first of numerous missions low-earth and geostationary orbits for ClearSpace.\n\n“We began this company 4 years ago with the goal of making space operations sustainable and are delighted to be joined on our journey by our new partner investors,” commented ClearSpace founders Luc Piguet and Muriel Richard-Noca in a joint statement. “The market is now developing, much faster than we had expected, and we look forward to accelerating our activities to meet the urgent needs of space sustainability.”",
            "title": "Cleaning up space debris, Switzerland’s ClearSpace closes €26.7 million round",
            "keywords": [
                "series",
                "space",
                "satellite",
                "switzerlands",
                "267",
                "mission",
                "ventures",
                "round",
                "clearspace",
                "clearspace1",
                "debris",
                "closes",
                "cleaning",
                "million"
            ],
            "link": "https://tech.eu/2023/01/19/cleaning-up-space-debris-switzerlands-clearspace-closes-eur267-million-round/",
            "skip": "false",
            "gpt_score_reason": " 8/10",
            "gpt_relevancy_score": 8,
            "summary": " \n\nRenes, Switzerland-based ClearSpace has successfully raised €26.7 million in a Series A funding round to help them keep space free of junk and operational objects operating. The injection burn is supported by OTB Ventures and Swisscom Ventures among many others, including Omega (yes, the James Bond Omega). Additionally, the company is establishing an operational presence in Luxembourg as part of their missionto launch ClearSpace-1 in 2026. Luc Piguet and Muriel Richard-Noca, founders of Clearspace said that they're delighted with their new partner investors and are looking forward to accelerating their activities for sustainable operations."
        },
        "3": {
            "text": "New Data Provides Insights Into an Early Era of Star Formation\n\nBy peering into a well-known star cluster within the Small Magellanic Cloud, Webb’s NIRCam instrument has revealed many new pockets of star formation that have never been seen. Further, new structures appear in this image that provide a window into the stars feeding within.\n\nNGC 346, one of the most dynamic star-forming regions in nearby galaxies, is full of mystery. Now, it is less mysterious with new findings from NASA’s James Webb Space Telescope.\n\nNCG 346 is located in the Small Magellanic Cloud (SMC), a dwarf galaxy close to our Milky Way. The SMC contains lower concentrations of elements heavier than hydrogen or helium, which astronomers call metals, compared to the Milky Way. Since dust grains in space are composed mostly of metals, scientists expected there would be low amounts of dust, and that it would be hard to detect. New data from Webb reveals the opposite.\n\nAstronomers probed this region because the conditions and amount of metals within the SMC resemble those seen in galaxies billions of years ago, during an era in the universe known as “cosmic noon,” when star formation was at its peak. Some 2 to 3 billion years after the big bang, galaxies were forming stars at a furious rate. The fireworks of star formation happening then still shape the galaxies we see around us today.\n\n“A galaxy during cosmic noon wouldn’t have one NGC 346 like the Small Magellanic Cloud does; it would have thousands” of star-forming regions like this one, said Margaret Meixner, an astronomer at the Universities Space Research Association and principal investigator of the research team. “But even if NGC 346 is now the one and only massive cluster furiously forming stars in its galaxy, it offers us a great opportunity to probe conditions that were in place at cosmic noon.”\n\n\n\nThis video tours areas of NGC 346, one of the most dynamic star-forming regions in nearby galaxies. NGC 346, a star cluster that lies within a nebula, is located 210,000 light years away. It resides within the Small Magellanic Cloud, a dwarf galaxy close to our Milky Way.\n\nBy observing protostars still in the process of forming, researchers can learn if the star formation process in the SMC is different from what we observe in our own Milky Way. Previous infrared studies of NGC 346 have focused on protostars heavier than about 5 to 8 times the mass of our Sun. “With Webb, we can probe down to lighter-weight protostars, as small as one tenth of our Sun, to see if their formation process is affected by the lower metal content,” said Olivia Jones of the United Kingdom Astronomy Technology Centre, Royal Observatory Edinburgh, a co-investigator on the program.\n\nAs stars form, they gather gas and dust, which can look like ribbons in Webb imagery, from the surrounding molecular cloud. The material collects into an accretion disk that feeds the central protostar. Astronomers have detected gas around protostars within NGC 346, but Webb’s near-infrared observations mark the first time they have also detected dust in these disks.\n\n“We’re seeing the building blocks, not only of stars, but also potentially of planets,” said Guido De Marchi of the European Space Agency, a co-investigator on the research team. “And since the Small Magellanic Cloud has a similar environment to galaxies during cosmic noon, it’s possible that rocky planets could have formed earlier in the universe than we might have thought.”\n\nThe team also has spectroscopic observations from Webb’s NIRSpec instrument that they are continuing to analyze. These data are expected to provide new insights into the material accreting onto individual protostars, as well as the environment immediately surrounding the protostar.\n\nThese results were presented on January 11 in a press conference at the 241st meeting of the American Astronomical Society. The observations were obtained as part of program 1227.\n\nThe James Webb Space Telescope is the most advanced space science observatory in the world. It will unravel secrets of our solar system, explore distant worlds around other stars, and uncover the enigmatic structures and origins of our universe and humanity’s place in it. The project is a collaborative effort led by NASA, with participation from the European Space Agency (ESA) and the Canadian Space Agency.",
            "title": "NASA’s Webb Space Telescope Uncovers Star Formation in Mysterious Cluster’s Dusty Ribbons",
            "keywords": [
                "dusty",
                "space",
                "telescope",
                "protostars",
                "galaxies",
                "ribbons",
                "webb",
                "star",
                "nasas",
                "stars",
                "uncovers",
                "cloud",
                "formation",
                "small",
                "346",
                "ngc",
                "mysterious"
            ],
            "link": "https://scitechdaily.com/nasas-webb-space-telescope-uncovers-star-formation-in-mysterious-clusters-dusty-ribbons/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: NASA’s James Webb Space Telescope has revealed many new pockets of star formation in the Small Magellanic Cloud (SMC), a dwarf galaxy close to our Milky Way. These images offer scientists a window into an era of cosmic noon, billions of years after the big bang when galaxies were forming stars at their peak rate. Lightweight protostars and building blocks of planets can be seen through Webb's near-infrared observations, potentially changing theories on planetary formation earlier in the universe than expected."
        },
        "4": {
            "text": "Night vision is cool, there's no doubt about it, but it's also incredibly useful for low-light situations. If you're in the market for a pair of night vision binoculars then 54% off these Hexeum binoculars could be exactly what you're after.\n\nThe 54% discount (opens in new tab) is a saving of over $160 and we like these binoculars a lot and not just for their price. In fact, we like them so much that they feature in our best night vision binoculars guide, so you're getting quality as well as value for money with this sale.\n\nThere are some impressive specs for the price point which include multi-coated optics and HD image and video recording which can be stored on a 32GB SD card — which is included. It's important to remember that binoculars don't share the same power as the best telescopes but they can be a cost-effective alternative. We also have guides for the best binoculars and binoculars deals that are worth checking out.\n\n(opens in new tab) Hexeum Night Vision Binoculars was $298 now $135.98 on Amazon (opens in new tab). Save over $160 on a good quality and good value-for-money pair of night vision binoculars. They feature multi-coated optics, HD image and video recording, 3x magnification and 4x zoom with a 24mm aperture.\n\nAt a time when a lot of people are trying to cut costs where possible, a saving of over $160 (opens in new tab) is massive and grabbing the lowest price we've seen on these night vision binoculars for a long time is more than welcome. The discount is massive, but it's the specs that are the most impressive aspect of these binoculars, especially at this price point.\n\nFor your money, you get a pair of night vision binoculars that feature multi-coated optics, which decrease glare and increase light transmission, an aperture of 24mm, to allow plenty of light to pass through the lenses, a 10-degree field of view, 3x magnification and 4x zoom.\n\nThe battery life is just over eight hours and a 32GB SD card is included for you to record and store your HD images and videos. It's water-resistant and tripod mountable, the only downside is it requires six AA batteries which aren't included. If you're looking for something for night-time outdoor viewing, you'll be hard-pressed to find something better at this price point.\n\nFollow Alexander Cox on Twitter @Coxy_97Official (opens in new tab). Follow us on Twitter @Spacedotcom (opens in new tab) and on Facebook (opens in new tab).",
            "title": "Save over 50% on these Hexeum night vision binoculars",
            "keywords": [
                "price",
                "vision",
                "opens",
                "night",
                "hexeum",
                "youre",
                "pair",
                "tab",
                "save",
                "multicoated",
                "optics",
                "binoculars",
                "50"
            ],
            "link": "https://www.space.com/hexeum-night-vision-binoculars-save-54-percent-deal",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "5": {
            "text": "",
            "title": "NASA Issues Award for Greener, More Fuel-Efficient Airliner of Future",
            "keywords": [
                "future",
                "nasa",
                "issues",
                "greener",
                "award",
                "fuelefficient",
                "airliner"
            ],
            "link": "https://www.nasa.gov/press-release/nasa-issues-award-for-greener-more-fuel-efficient-airliner-of-future",
            "skip": "true",
            "gpt_score_reason": "\n\n\"The Impact of Space Technology on Military Missions\" \n7/10",
            "gpt_relevancy_score": 7
        },
        "6": {
            "text": "Photograph: Shutterstock\n\nWawa is planning to transform a shuttered convenience store into a training center for tech workers, Chris Gheysens, CEO of Wawa said during the Chamber of Commerce for Greater Philadelphia’s recent economic outlook meeting, according to a report by The Philadelphia Inquirer.\n\nThe location at 19th and Market Street in Philadelphia, which is in early stages of the transition, could be a space to train workers for employment with Wawa, but it also may welcome workers and students from other organizations as well, Gheysens told the newspaper.\n\n“Our goal and hope is that it will become a little bit of a beacon at a prime real estate location,” he said. “That is a great location and hopefully a visible sign that tech is alive and well, and the ecosystem we create around it in Philly is alive and well and grows.”\n\nThe “tech hub,” as Gheysens called it, is part of a greater effort to invest in the region’s technology talent market, and Wawa builds its own customer-facing technology. The company dedicates about 30% of its overhead spending to technology and has faced a shortage of midlevel tech talent in the region, Gheysens told the paper.\n\nThe location shut its doors in the fall over “continued safety and security challenges and business factors,” the retailer said at the time. It is one of five Center City stores Wawa has closed since mid-2020. The company is working with a nonprofit partner that may be able to use one of the other closed locations that has a catering facility in its basement, he told the Inquirer.\n\nHe said the location “will not operate as a Wawa,” and the company is negotiating with the landlord on that space.\n\nWawa is No. 9 on CSP’s 2022 Top 202 ranking of convenience store chains by store count.\n\nWawa, Pennsylvania-based Wawa has more than 950 c-stores in Pennsylvania, New Jersey, Delaware, Maryland, Virginia, Florida and Washington, D.C.\n\nMembers help make our journalism possible. Become a CSP member today and unlock exclusive benefits, including unlimited access to all of our content. Sign up here.",
            "title": "Wawa to Transform Closed Philadelphia Store Into Tech Hub",
            "keywords": [
                "technology",
                "hub",
                "closed",
                "philadelphia",
                "location",
                "gheysens",
                "talent",
                "tech",
                "told",
                "workers",
                "transform",
                "wawa",
                "store",
                "company"
            ],
            "link": "https://cspdailynews.com/company-news/wawa-transform-closed-philadelphia-store-tech-hub",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "7": {
            "text": "NASA’s Space Launch System rocket carrying the Orion spacecraft launches on the Artemis I flight test, Wednesday, Nov. 16, 2022, from Launch Complex 39B at NASA’s Kennedy Space Center in Florida. NASA’s Artemis I mission is the first integrated flight test of the agency’s deep space exploration systems: the Orion spacecraft, Space Launch System (SLS) rocket, and ground systems. SLS and Orion launched at 1:47 a.m. EST, from Launch Pad 39B at the Kennedy Space Center. Photo Credit: (NASA/Joel Kowsky)",
            "title": "Marshall reflects on year’s achievements",
            "keywords": [
                "achievements",
                "space",
                "reflects",
                "systems",
                "launch",
                "test",
                "spacecraft",
                "nasas",
                "sls",
                "system",
                "rocket",
                "marshall",
                "orion"
            ],
            "link": "https://www.theredstonerocket.com/tech_today/article_7764b998-9750-11ed-9a1b-5be10ddab1a0.html",
            "skip": "false",
            "gpt_score_reason": "\n \n10/10",
            "gpt_relevancy_score": 10,
            "summary": "\n\nOn November 16, 2022, NASA will launch their first integrated flight test of the Artemis I mission with the Orion spacecraft, Space Launch System rocket and ground systems. The mission will take off from Launch Pad 39B at the Kennedy Space Center in Florida at 1:47 a.m. EST. This marks an important milestone in deep space exploration and is sure to be exciting for those involved!"
        },
        "8": {
            "text": "The Celestron NexStar Evolution 9.25-inch telescope is now over $700 off (opens in new tab) at Amazon right now and stocks are low so it's worth checking out this deal soon if you're interested in investing.\n\nAn investment it sure is, at a little over $3550 on its original price the NexStar Evolution 9.25 may not be for the budget-conscious, but those who are looking for a worthy telescope to observe the stars with can get the telescope for $2849 with a saving of 20% (opens in new tab).\n\nThe reason for this higher price tag is justified by the extensive features and technology Celestron has packed into the telescope. Far from a basic manual telescope, the NexStar Evolution 9.25-inch is a Schmidt-Cassegrain design, a kind of hybrid between refractor and reflector optical technology that affords a long focal length and bright views in a tiny, compact package. With a whopping aperture of 9.25-inches (235mm) and a focal length of 93-inches (2350mm) you're getting a powerful telescope in a small package.\n\nWhat's more, the telescope can be wirelessly controlled via a smartphone for even more precise viewing opportunities. Simply use the free Celestron app and synchronize the smartphone via the integrated Wi-Fi connectivity to slew the telescope into the right position. Even better, click on one of the pre-programmed celestial objects and have the telescope automatically repositioned for even faster observation.\n\n(opens in new tab) Celestron NexStar Evolution 9.25 Telescope: was $3550.95 , now $2849 at Amazon (opens in new tab)\n\nSave over $700, that's 20% on the computerized Schmidt-Cassegrain Celestron NexStar Evolution 9.25-inch telescope. Connect wirelessly via smartphone and use the app to automatically navigate the telescope to a desired night sky object.\n\nCelestron prides itself in creating this telescope for its customers, stating that its engineers have produced this telescope as a direct result of years of feedback directly from customers. One such benefit is its power source — an in-built Lithium-ion LifePO4 battery that is completely rechargeable and gives up to 10 hours of continuous use from the computerized, motorized telescope. This also helps to reduce waste as many other motorized telescopes that run on batteries utilize AA battery compatibility which need to be recycled after discharge.\n\nIt also comes with a sturdy tripod, strong single fork arm motorized mount, two accessory trays to store up to seven eyepieces and several connection ports for use with laptops and even to use it to charge external devices like smartphones.\n\nThe Schmidt-Cassegrain design, alongside StarBright XLT optical coatings, help produce a bright, sharp image for viewing even the dimmest stars.",
            "title": "Save 20% on the Celestron NexStar Evolution 9.25 telescope",
            "keywords": [
                "celestron",
                "smartphone",
                "motorized",
                "evolution",
                "nexstar",
                "telescope",
                "schmidtcassegrain",
                "925",
                "925inch",
                "20",
                "opens",
                "youre",
                "save"
            ],
            "link": "https://www.space.com/save-20-percent-celestron-nexstar-evolution-925-telescope",
            "skip": "true",
            "gpt_score_reason": "\n\n4/10",
            "gpt_relevancy_score": 4
        },
        "9": {
            "text": "Zeitouni brings defense and intelligence expertise following tenures at Blue Origin, McKinsey & Co., and Northrop Grumman\n\nHERNDON, Va., Jan. 18, 2023 /PRNewswire/ -- HawkEye 360 Inc., the world's leading commercial provider of space-based radio frequency (RF) data and analytics, announced today the addition of Patrick Zeitouni, former head of space mobility at Blue Origin, to its leadership team.\n\nPatrick Zeitouni\n\nAs Chief Strategy Officer, Mr. Zeitouni will guide the company through an evolving space and national security landscape, driving company growth and product strategy in a rapidly expanding RF data and analytics market. Leveraging his expertise in strategy, product conception, innovation, and development, as well as his extensive aerospace and defense background, he will accelerate HawkEye 360's growth across commercial and government sectors.\n\n\"I have known and respected the HawkEye 360 leadership team for several years, and it is an absolute honor to have the opportunity to join the company,\" said Mr. Zeitouni. \"HawkEye 360 is defining the future of national security space technology and disrupting the status quo. I look forward to working alongside this lean and agile team to solve defense and security needs.\"\n\nMr. Zeitouni comes to HawkEye 360 with a breadth of experience gained over a long and successful career. Most recently, he led Blue Origin's Space Mobility program, creating a new business with 200+ engineers to deliver a game-changing new spacecraft. He also led Blue Origin's Lunar Landing program and won NASA's first phase contract for a human landing on the Moon, and helped establish and lead Blue's Advanced Development Programs.\n\nMr. Zeitouni was previously a Partner at McKinsey & Company where he drove growth strategy, mergers and acquisitions, and product development for several sectors within aerospace and defense and the U.S. Government, including the Department of Defense and NASA. He also led several advanced satellite efforts as a Project Manager at Northrop Grumman. He holds a MBA from the Massachusetts Institute of Technology's Sloan School of Management, a master's in Astronautics and Electrical Engineering from the University of Southern California, and a bachelor's in Electrical Engineering from Georgia Institute of Technology.\n\n\"Patrick Zeitouni will be a tremendous addition to the HawkEye 360 team. He brings an incredible depth and breadth of knowledge of defense and space technologies, and we are delighted to welcome him aboard,\" said CEO John Serafini. \"Patrick's technical expertise and experience leading innovative teams make him a superb fit to propel HawkEye 360 forward. Innovative space technologies such as those deployed by HawkEye 360 have the capacity to revolutionize U.S. national security and the security of our allies, and there is no better person than Patrick to help make this happen.\"\n\nHawkEye 360 operates a growing constellation of satellites which detects, characterizes, and geolocates radio frequency signals from a broad range of emitters used for communication, navigation, and security. By processing and analyzing this RF data, the company delivers actionable insights and a unique knowledge for operations across a range of sectors, including environmental protection and national security. The company is funded to develop and operate 20 clusters that will provide an average global revisit rate of 12-20 minutes.\n\nFor more information on the HawkEye 360 satellite constellation, please visit https://www.he360.com/ .\n\nAbout HawkEye 360\n\nHawkEye 360 is delivering a revolutionary source of global knowledge based on radio frequency (RF) geospatial insights to those working to make the world a safer place. The company operates the first-of-its-kind commercial satellite constellation to detect, characterize, and geolocate a broad range of RF signals. This unique RF data and analytics equip our global customers with the high-impact insights needed to confidently make decisions. HawkEye 360 is headquartered in Herndon, Virginia.\n\nSOURCE HawkEye 360",
            "title": "HawkEye 360 Announces Patrick Zeitouni as Chief Strategy Officer",
            "keywords": [
                "360",
                "defense",
                "rf",
                "space",
                "strategy",
                "chief",
                "announces",
                "zeitouni",
                "national",
                "security",
                "patrick",
                "officer",
                "hawkeye",
                "company"
            ],
            "link": "https://www.prnewswire.com/news-releases/hawkeye-360-announces-patrick-zeitouni-as-chief-strategy-officer-301724433.html",
            "skip": "false",
            "duplicates": [
                "9",
                "12"
            ],
            "gpt_score_reason": "\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": " Inc.\n\nHawkEye 360, an innovative provider of space-based radio frequency data and analytics, has announced the addition of Patrick Zeitouni as Chief Strategy Officer to their leadership team. Mr. Zeitouni brings a wealth of expertise in strategy, innovation and product development from his tenures at Blue Origin and McKinsey & Co., as well as experience in advanced satellites from Northrop Grumman. As Chief Strategy Officer, he will lead HawkEye 360's growth across both commercial and government sectors with the goal of revolutionizing U.S national security and the security of allies worldwide through groundbreaking RF insights based on their satellite constellation technology."
        },
        "10": {
            "text": "Microchip Technology has introduced its first commercial-off-the-shelf (COTS) rad-tolerant power device with the MIC69303RT 3A Low-Dropout (LDO) Voltage Regulator.\n\nThe new high-current, low-voltage MIC69303RT is a power management solution targeting LEO and other space applications. The device is available for prototype sampling in both plastic and hermetic ceramic to support the requirements of the mission.\n\nThe MIC69303RT is based on proven COTS devices making it easier to conduct preliminary evaluation and early development. Operating from a single low voltage supply of 1.65 to 5.5 volts, the device can supply output voltages as low as 0.5V at high currents, offering high precision and ultra-low dropout voltages of 500 mV under extreme conditions. The MIC69303RT is a companion power source solution for Microchip’s radiation-tolerant space-qualified microcontrollers such as the SAM71Q21RT and PolarFire® FPGAs including the RTPF500TLS.\n\n“MIC69303RT is Microchip’s first rad-tolerant power management device with a hermetic ceramic package, latch up immunity and 50 Krad total dose robustness,” said Bob Vampola, vice president of Microchip’s aerospace and defense business unit. “Microchip has over 60 years of space flight heritage in a comprehensive portfolio that allows customers to choose products designed to work together and accelerate their design processes.”\n\n“This COTS rad-tolerant power management solution enables new design possibilities in space applications,” said Keith Pazul, director of marketing for Microchip’s analog power and interface business unit. “Customers can design their space system with confidence by selecting the COTS MIC69303RT space-qualified part to power Microchip space-qualified MCUs and FPGAs.”\n\nDesigned for harsh aerospace applications, the MIC69303RT is operational in temperature ranges from -55°C to +125°C. It is offered in 8-pin and 10-pin package configurations with radiation tolerance up to 50 Krad. The low noise of the output is critical to sensitive RF circuits, post regulation of switching power supplies and industrial power applications.\n\nThe MIC69303RT device is the newest space-qualified product by Microchip and is manufactured in compliance with the following MIL Class Q or Class V requirements: screening testing, qualification testing and TCI/QCI specifications. The plastic MIC69303RT is compliant with high reliability plastic quality flow derived from AEC-Q100 automotive requirements with specific additional tests necessary for space applications.\n\nDevelopment Tools\n\nThe MIC69303RT Plastic Evaluation Board is designed to evaluate the performance of the plastic engineering IC version for the MIC69303RT. The 4-layer PCB allows the user to easily change and measure the electric parameters of the device at different input and output conditions.",
            "title": "This Device Targets Low-Earth Orbit Space Applications",
            "keywords": [
                "microchips",
                "space",
                "orbit",
                "power",
                "plastic",
                "spacequalified",
                "applications",
                "microchip",
                "targets",
                "mic69303rt",
                "solution",
                "lowearth",
                "device",
                "cots"
            ],
            "link": "https://www.bisinfotech.com/this-device-targets-low-earth-orbit-space-applications/",
            "skip": "false",
            "gpt_score_reason": " \n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nMicrochip Technology has introduced its first commercial-off-the-shelf (COTS) rad-tolerant power device, the MIC69303RT 3A Low-Dropout (LDO) Voltage Regulator. It operates from a single low voltage supply of 1.65 to 5.5 volts and offers high precision and ultra-low dropout voltages under extreme conditions, making it ideal for harsh aerospace applications. It is designed to work with Microchip's space flight products such as SAM71Q21RT and PolarFire® FPGAs, offering customers an integrated product portfolio that accelerates design processes. The plastic version is compliant with AEC-Q100 automotive requirements and comes with an evaluation board for testing electric parameters at different input/output conditions."
        },
        "11": {
            "text": "A single free electron propagates above the special layered structure that the researchers engineered, only a few tens of nanometers above it.During its movement, the electron emits discrete packets of radiation called \"photons\". Between the electron and the photons it emitted, a connection of \"quantum entanglement\" is formed. Credit: Ella Maru Studio\n\nResearchers from the Andrew and Erna Viterbi Faculty of Electrical and Computer Engineering at the Technion—Israel Institute of Technology have presented the first experimental observation of Cherenkov radiation confined in two dimensions. The results represent a new record in electron-radiation coupling strength, revealing the quantum properties of the radiation.\n\nCherenkov radiation is a unique physical phenomenon, which for many years has been used in medical imaging and in particle detection applications, as well as in laser-driven electron accelerators. The breakthrough achieved by the Technion researchers links this phenomenon to future photonic quantum computing applications and free-electron quantum light sources.\n\nThe study, which was published in Physical Review X, was headed by Ph.D. students Yuval Adiv and Shai Tsesses from the Technion, together with Hao Hu from the Nanyang Technological University in Singapore (today professor at Nanjing university in China). It was supervised by Prof. Ido Kaminer and Prof. Guy Bartal of the Technion, in collaboration with colleagues from China: Prof. Hongsheng Chen, and Prof. Xiao Lin from Zhejiang University.\n\nThe interaction of free electrons with light underlies many known radiation phenomena and has led to numerous applications in science and industry. One of the most important of these interaction effects is the Cherenkov radiation—electromagnetic radiation emitted when a charged particle, such as an electron, travels through a medium at a speed greater than the phase velocity of light in that specific medium. It is the optical equivalent of a supersonic boom, which occurs, for example, when a jet travels faster than the speed of sound. Consequently, Cherenkov radiation is sometimes called an \"optical shock wave.\" The phenomenon was discovered in 1934. In 1958, the scientists who discovered it were awarded the Nobel Prize in Physics.\n\nSince then, during more than 80 years of research, the investigation of Cherenkov radiation led to the development of a wealth of applications, most of them for particle identification detectors and medical imaging. However, despite the intense preoccupation with the phenomenon, the bulk of theoretical research and all experimental demonstrations concerned Cherenkov radiation in the three-dimensional space and based its description on classical electromagnetism.\n\nNow, the Technion researchers present the first experimental observation of 2D Cherenkov radiation, demonstrating that in the two-dimensional space, radiation behaves in a completely different manner—for the first time, the quantum description of light is essential to explain the experiment results.\n\nThe researchers engineered a special multilayer structure enabling interaction between free electrons and light waves traveling along a surface. The smart engineering of the structure allowed for a first measurement of 2D Cherenkov radiation. The low dimensionality of the effect permitted a glimpse into the quantum nature of the process of radiation emission from free electrons: a count of the number of photons (quantum particles of light) emitted from a single electron and indirect evidence of the entanglement of the electrons with the light waves they emit.\n\nIn this context, \"entanglement\" means correlation between the properties of the electron and those of the light emitted, such that measuring one provides information about the other. It is worth noting that the 2022 Nobel Prize in Physics was awarded for the performance of a series of experiments demonstrating the effects of quantum entanglement (in systems different to those demonstrated in the present research).\n\nYuval Adiv says, \"The result of the study which surprised us the most concerns the efficiency of electron radiation emission in the experiment: whereas the most advanced experiments that preceded the present one achieved a regime in which approximately only one electron out of one hundred emitted radiation, here, we succeeded in achieving an interaction regime in which every electron emitted radiation. In other words, we were able to demonstrate an improvement of over two orders of magnitude in the interaction efficiency (also called the coupling strength). This result helps advance modern developments of efficient electron-driven radiation sources.\"\n\nProf. Kaminer says, \"Radiation emitted from electrons is an old phenomenon that has been researched for over 100 years and was assimilated into technology a long time ago, an example being the home microwave oven. For many years, it seemed that we had already discovered everything there was to know about electron radiation, and thus, the idea that this kind of radiation had already been fully described by classical physics became entrenched. In striking contrast to this concept, the experimental apparatus we built allows the quantum nature of electron radiation to be revealed.\n\n\"The new experiment that was now published explores the quantum-photonic nature of electron radiation. The experiment is part of a paradigm shift in the way we understand this radiation, and more broadly, the relationship between electrons and the radiation they emit. For example, we now understand that free electrons can become entangled with the photons they emit. It is both surprising and exciting to see signs of this phenomenon in the experiment.\"\n\nShai Tsesses says, \"In Yuval Adiv's new experiment we forced the electrons to travel in proximity to a photonic-plasmonic surface that I planned based on a technique developed in the lab of Prof. Guy Bartal. The electron velocity was accurately set to obtain a large coupling strength, greater than that obtained in normal situations, where coupling is to radiation in three-dimensions. At the heart of the process, we observe the spontaneous quantum nature of radiation emission, obtained in discrete packets of energy called photons. In this way, the experiment sheds new light on the quantum nature of photons.\"\n\nMore information: Yuval Adiv et al, Observation of 2D Cherenkov Radiation, Physical Review X (2023). DOI: 10.1103/PhysRevX.13.011002 Journal information: Physical Review X",
            "title": "First observation of the Cherenkov radiation phenomenon in 2D space",
            "keywords": [
                "radiation",
                "space",
                "phenomenon",
                "observation",
                "light",
                "cherenkov",
                "emitted",
                "quantum",
                "electrons",
                "prof",
                "2d",
                "electron",
                "experiment"
            ],
            "link": "https://phys.org/news/2023-01-cherenkov-phenomenon-2d-space.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe Technion – Israel Institute of Technology have discovered the experimental observation of Cherenkov radiation confined in two dimensions. This breakthrough links this phenomenon to free-electron quantum light sources, providing a new record in electron-radiation coupling strength and reveals the quantum properties of the radiation. The experiment forces electrons to travel close to a photonic-plasmonic surface and shows signs of entanglement between free electrons and photons they emit, demonstrating an improvement of over two orders magnitude in interaction efficiency than previous experiments."
        },
        "12": {
            "text": "Patrick Zeitouni has been appointed chief strategy officer of space-based radio frequency data and analytics provider HawkEye 360.\n\nIn this role, Zeitouni will direct the organization’s efforts amid the changing space and national security landscape to drive company expansion and product strategy within the growing RF data and analytics market, HawkEye 360 announced from Herndon, Virginia on Wednesday.\n\nHawkEye 360 CEO John Serafini emphasized Zeitouni’s knowledge of the space and defense fields.\n\n“Innovative space technologies such as those deployed by HawkEye 360 have the capacity to revolutionize U.S. national security and the security of our allies, and there is no better person than Patrick to help make this happen,” he said.\n\nZeitouni’s industry experience spans strategy, product creation and development with a primary focus on aerospace and defense.\n\nBefore joining HawkEye 360, Zeitouni headed Blue Origin’s Space Mobility program, during which he established a new business unit dedicated to building a novel spacecraft. The program now employs over 200 engineers.\n\nAlso at Blue Origin, Zeitouni guided the company’s Lunar Landing program, secured NASA’s first phase contract for a human landing on the moon and played a role in creating and leading the organization’s Advanced Development Programs.\n\nZeitouni has additionally served as a partner at McKinsey & Company, where he conducted growth strategy, mergers and acquisitions and product development for multiple sectors centered around aerospace and defense as well as for federal agencies such as the Department of Defense and NASA.\n\nEarlier in his career, he held the role of project manager at Northrop Grumman, where he supervised initiatives regarding military communication, missile defense and human space exploration.\n\n“I have known and respected the HawkEye 360 leadership team for several years, and it is an absolute honor to have the opportunity to join the company,” Zeitouni said.\n\n“HawkEye 360 is defining the future of national security space technology and disrupting the status quo,” he emphasized.",
            "title": "Patrick Zeitouni Named Chief Strategy Officer of HawkEye 360",
            "keywords": [
                "360",
                "defense",
                "program",
                "space",
                "product",
                "named",
                "strategy",
                "chief",
                "zeitouni",
                "role",
                "security",
                "patrick",
                "officer",
                "hawkeye"
            ],
            "link": "https://blog.executivebiz.com/2023/01/patrick-zeitouni-named-chief-strategy-officer-of-hawkeye-360/",
            "skip": "true",
            "duplicates": [
                "9",
                "12"
            ],
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8
        },
        "13": {
            "text": "UMaine Space announces new seed grant awardees\n\nThe UMaine Space Initiative is pleased to announce recipients of a new seed grant program created to encourage innovative and interdisciplinary collaborations that result in rapid planning, team development, and research coordination in supported topical areas.\n\nUMaine Space administers an Ideas Lab program for the state of Maine, funded by the National Aeronautics and Space Administration (NASA), the Maine Space Grant Consortium (MSGC) Ideas Lab, and UMaine’s Office of Vice President for Research and Dean of the Graduate School.\n\nSelected projects support multidisciplinary and multi-institutional teams convening around a topic relevant to MSGC, space and aerospace research, and the economic vitality of Maine. For consideration, project PIs are required to have prior discussions with program administrators, and participation is limited to participants in the MSGC Ideas Lab program.\n\nThe Ideas Lab is a program that brings together a diverse group of researchers for a few days to brainstorm and develop innovative approaches for advancing Maine’s involvement in space exploration. Its goal is to identify and support multidisciplinary, team-based R&D and educational projects that align with the priorities of NASA Mission Directorates and MSGC’s priority areas.\n\nAssociate Vice President for Research Ali Abedi, who leads the UMaine Space Initiative, also manages the Ideas Lab on behalf of MSGC.\n\n“Space research is highly interdisciplinary and complex, calling for researchers from various fields to come together. Funded by NASA, Maine Space Grant Consortium, and UMaine Space, these seed grants enable collaborative research on some of these critical problems,” he says. Abedi also serves as director of the Center for Undergraduate Research.\n\nBrief summaries of the projects selected in the first two rounds of funding:\n\nAutonomous UAVs for crop monitoring in the state of Maine\n\nResearchers from UMaine include Vikas Dhiman, assistant professor of electrical and computer engineering, Yongjiang Zhang, assistant professor of applied plant physiology will collaborate with Umesh Hodeghatta, Roux Institute, Northeastern University assistant teaching professor.\n\nThe goal of this project is to improve techniques for collecting and analyzing data on wild blueberry plant physiology using unmanned aerial vehicles (UAVs). Semi-autonomous UAVs will be used to collect multi-spectral and thermal imagery that can be compared to satellite data on forest and crop health. The project consists of two stages: data collection and registration using autonomous UAVs, and interpretation, analysis, and visualization of the data to evaluate plant physiology. Both stages will be conducted concurrently, with the results of one feeding into the other. While the use of UAVs to collect data on forest canopies is already common, the challenge lies in automating the technology to efficiently cover a designated area.\n\nBioprinted blueberry plant cells as a multi-use product for long-term space exploration\n\nCollaborators from UMaine include Bashir Khoda, associate professor of mechanical engineering, Doug Currie, associate professor of biological sciences, Justin Lapp, assistant professor of design mechanical engineering, and Yongjiang Zhang, assistant professor of applied plant physiology.\n\nThe long duration of space exploration presents a challenge in managing radiation risk for astronauts, both inside and outside of habitats and vehicles. One way to mitigate this risk is through the use of shielding and biologically derived antioxidants. Blueberry plant cells, which contain high levels of anthocyanin, offer a potential source of these antioxidants. In this project, a team of four researchers will investigate the potential for using blueberry cells, cultivated at high density through 3D bioprinting, as a source of antioxidants and as radiation shielding layers. The team will identify the plant cell type, develop a bio-ink formulation and bio-printing protocol, determine the properties and model the radiation interaction in bio-printed plant cell structures, and investigate the anthocyanins compound for neuron radiation mitigation. If successful, this project will advance the understanding of factors regulating plant cell differentiation and growth in harsh environments and provide a new option for radiation mitigation on Earth and in space.\n\nAerospace Science and Technology in Secondary Schools (ASTSS)\n\nResearchers at UMaine Wilhelm Alexander Friess, associate professor of mechanical engineering, Seth Campbell, associate professor of glaciology, Parinaz Rahimzadeh, assistant professor in remote sensing of natural resources, Shawn Laatsch, director of Versant Power Astronomy Center, Yongjiang Zhang, assistant professor of applied plant physiology, and Vikas Dhiman, assistant professor of electrical and computer engineering will collaborate with Michael Davis, University of Southern Maine lecturer in mechanical engineering, Barbara Stewart, Bangor High School science department head, and Dan Moore, Southern Maine Community College professor and chair of biological sciences.\n\nThe Aerospace Science and Technology in Secondary Schools (ASTSS) program is designed to increase interest and knowledge in STEM fields related to aerospace among secondary school students. This is important for addressing the shortage of skilled workers in the aerospace industry and promoting diversity in the field. The ASTSS program uses research-based teaching methods and experiential learning to engage students in exploring the science behind unmanned aerial systems (UAS), also known as drones. Through this program, students will have the opportunity to participate in community-based projects using UAS to address local issues such as agriculture, water quality, and coastal erosion. The ASTSS team will work with the Bangor High School STEM Academy to pilot the program and develop curricular materials for high school students and teachers. The goal is to eventually expand the program to other schools across the country.\n\nRobust lifelong learning to improve the health of aquatic ecosystems\n\nResearchers from UMaine Salimeh Yasaei Sekeh, assistant professor of computer science, and Vikas Dhiman, assistant professor of electrical and computer engineering, will collaborate with Nima Pahlevan, Science System and Applications (SSAI) at the Terrestrial Information Systems Lab of NASA Goddard Space Flight Center (GSFC) remote sensing scientist.\n\nThis project presents a new way to address the problem of harmful algal blooms caused by cyanobacteria, which can harm the quality of water in lakes, rivers, and oceans. Algal blooms are difficult to track because new characteristics, such as phycocyanin features, are constantly being added. Current deep learning approaches that use hyperspectral images (HSI) are limited to static situations where no new information is added. This project aims to improve the ability to handle new information and to better understand algal blooms by using techniques such as lifelong learning (LL), which allows a system to continue learning and solving new problems as more information becomes available. The project also aims to make the system more robust by protecting it against poor data caused by clouds, sunlight, and other factors. Additionally, the project will work on improving the accuracy of measurements of phycocyanin concentration using HSI and overcoming challenges such as atmospheric effects and instrument noise.\n\nNew crops for space exploration\n\nCollaborators from UMaine include Stephanie Burnett, associate professor of horticulture, Jacob Schwab, graduate research assistant, and Mary Ellen Camire, professor of food science and human nutrition.\n\nDuring space travel, particularly for long-term missions, fresh vegetables and herbs grown by astronauts provide more flavor and nutrition than prepackaged food. Most of the work exploring new crops for hydroponic production has focused on commercial greenhouse production. In commercial production, there is much more room to grow crops. Further, the focus of greenhouse food production is on economic efficiency and profitability. This limits the variety of crops grown in commercial hydroponics to a small number of high-value crops, including leafy greens, herbs, tomatoes, and peppers. The goal for space agriculture would be to grow plants for flavor, nutrition, and a varied diet.\n\nThe goal of this project is to explore new crop options that can be grown hydroponically in a system similar to the one NASA uses to grow leafy greens in space. We plan to evaluate new crops based on their ease of production, availability of dwarf varieties, and taste. The primary goal is to find new crops that can be grown in a hydroponic system in space to provide diversity in astronauts’ diets. It is notable, though, that much of the information about the taste and nutrition of fresh vegetables and herbs is measured in plants grown either in the field or in greenhouses. We will grow novel edible crops that are currently not grown in hydroponic greenhouse production or on NASA missions. These crops will include: peas, dwarf kale, and carrots. We plan to assess the texture and color of the plants, as well as the quantity of sugars.\n\nJumping and landing in extreme conditions: From biological systems to bio-inspired robots\n\nCollaborators from UMaine include Victor M. Ortega-Jimenez, assistant professor of integrative avian biology, and Evan K. Wujcik, assistant professor of chemical engineering.\n\nAerial control of jumping animals has shown that their unique adaptations and body morphing are fundamental for self-righting, as well as for a controlled landing. These skill sets are crucial for survival because they can reduce risks of physical damage during collision and rebound, as well as the response time against predators. In this regard, springtails, which have no wings, are exceptional because they have the ability, after an explosive jump, to recover from an upside-down orientation in less than 20 milliseconds. By adopting a U-shaped posture, these tiny animals control their mid-air posture via an aerodynamic torque. However, it is unknown what effects bad weather, such as turbulence and precipitation, have on the jumping and landing performance of animal jumpers. This research can inform the design of shape-morphing robots, made of flexible polymer-based materials, which could potentially be used for monitoring, sensing, and exploring the surface of other planets, where challenging environmental conditions may make flying systems unreliable. This aligns with the goals of NASA’s exploration program.\n\nDecentralized and resource-efficient satellite swarm\n\nCollaborators from UMaine include Prabuddha Chakraborty, assistant professor of electrical and computer engineering, Salimeh Yasaei-Sekeh, assistant professor of computer science, and Vikas Dhiman, assistant professor of electrical and computer engineering.\n\nSmall satellites, especially nanosatellites, are widely used by NASA to perform a variety of tasks including surveillance, weather monitoring, and asset tracking. Such systems are often centrally controlled (prone to single-point failures) and are forced to operate with limited communication bandwidth, power, storage space, and processing capabilities. Through this project, researchers aim to push innovations in the areas of consensus-based decentralized control systems, domain and application adaptive data compression, and efficient neural network representations for mitigating the mentioned challenges.\n\nAI-Carb: An AI-based high-resolution carbon flux monitoring and simulation platform\n\nResearchers from UMaine Yongjiang Zhang, assistant professor of applied plant physiology, Salimeh Yasaei-Sekeh, assistant professor of computer science, Xinyuan Wei, postdoctoral research associate in forest ecosystem modeling, and Daniel Hayes, the Barbara Wheatland associate professor of geospatial analysis and remote sensing, will collaborate with Peter Nelson, Schoodic Institute forest ecology director.\n\nHigh-resolution carbon flux monitoring is crucial to understand mechanisms regulating ecosystem functioning and dynamics, and to predict their responses to future climate change. However, the tools currently used to monitor carbon flux in ecosystems have limitations that make it difficult to get a complete picture. In this study, researchers propose using a combination of different methods, including leaf measurements, thermal monitoring, machine learning, and hyperspectral imaging, to create a new artificial intelligence (AI) model for monitoring carbon flux at a high resolution. This model will be able to capture both the small-scale processes happening at the level of individual plants and the larger-scale movements of carbon in an ecosystem. It will also be able to simulate how plants and ecosystems might respond to climate change. By using this approach, the authors hope to create a more comprehensive and accurate tool for understanding carbon flux in different types of ecosystems.\n\nFounded earlier this year, the University of Maine Space Initiative brings together faculty, administrators, staff, and students to advance Maine’s space-based economy and help meet the demand for a highly skilled workforce in space-related research, technology development, and commercialization.\n\nThe mission of the initiative is to support research and development in space science and engineering through a multidisciplinary approach. This includes the direct participation of non-STEM researchers to provide a unique perspective, supporting the needs of a new and innovative space economy workforce.\n\nIf you are interested in participating in the MSGC Ideas Lab or for more information about the UMaine Space Initiative, contact Melinda Pelletier or Saul Allen at um.space@maine.edu.",
            "title": "UMaine Space announces new seed grant awardees",
            "keywords": [
                "assistant",
                "program",
                "space",
                "awardees",
                "seed",
                "grant",
                "professor",
                "engineering",
                "announces",
                "plant",
                "research",
                "project",
                "umaine",
                "science"
            ],
            "link": "https://umaine.edu/news/blog/2023/01/18/umaine-space-announces-new-seed-grant-awardees/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe UMaine Space Initiative is pleased to have awarded seed grants to five collaborative projects which support multidisciplinary and multi-institutional teams convening around topics relevant to MSGC, space and aerospace research, and Maine's economic vitality. These projects cover a range of related issues including unmanned aerial vehicle crop monitoring, bioprinted blueberry plant cells for long-term space exploration, Aerospace Science & Technology in Secondary Schools programs for increasing interest in STEM fields related to aerospace, robust lifelong learning for improving the health of aquatic ecosystems, new crops for space exploration. The mission of the initiative is to submit research and development in space science and engineering through a multidisciplinary approach."
        },
        "14": {
            "text": "The upscaled model is available in multiple powertrain variants, including EV, HEV and ICE, with sporty N Line versions of each, depending on market and trim level\n\nHyundai Motor Company today revealed details about its new generation KONA subcompact SUV for Korea, with information about the global model coming in March. The upscaled model is available in multiple powertrain variants, including all-electric (EV), hybrid electric (HEV) and internal combustion engine (ICE) with sporty N Line versions of each.\n\nThe development of the upscaled, futuristic all-new KONA started with the EV model — an unconventional approach for car design that reflects Hyundai Motor’s accelerated electrification strategy. In all of its variants, the all-new KONA is brimming with the latest technologies, comfort and convenience features.\n\n“We make a KONA for practically everyone and every lifestyle, with a range of advanced powertrains and a host of technologies and design features that will add value to our customers’ daily lives,” said Heui Won Yang, Executive Vice President, Head of Total Vehicle Development Tech Unit at Hyundai Motor Company. “Hyundai is committed to providing an optimized mobility experience to satisfy the varied lifestyles of our customers.”\n\nDesign elements that add sporty style and enhance performance\n\nFrom its shark nose to tailgate, the front and rear Seamless Horizon Lamps give the new model a harmonious and unique appearance for each variant. The EV variant is further differentiated by its Pixelated Seamless Horizon Lamps and is the first Hyundai model to apply this iconic design flourish.\n\nThe SUV’s sporty character is embodied by rugged wheel arch cladding with integrated front and rear lamps, side panels with dynamic wedge proportions and characteristic chrome molding that runs from the belt line to the spoiler. Its specially designed spoke 19-inch wheel design is a first for KONA.\n\nThe ICE and HEV variants carry over many of the EV’s design characteristics with a distinctive twist. The front bumper is distinguished by a three-dimensional garnish and skid plate instead of a radiator grill. The ICE and HEV variants also add contrasting black wheel arch cladding for emphasis.\n\nThe HEV variant uses upper and lower active air flaps (AAF), and the ICE variant has an upper active air flap for a drag coefficient improvement. The exterior active air flap conveys an EV-like appearance to the ICE and HEV while improving aerodynamic performance of both variants.\n\nThe performance-inspired N Line variant adds more aggressive front and rear designs with wing-shaped bumper, twin muffler and silver side skirt to emphasize its sporty image. Additional options include a black roof and 19-inch N Line exclusive alloy wheel design. Inside, the N Line variant is equipped with exclusive metal pedals and N-brand gear shift (TGS) lever.\n\nBigger and smarter interior space\n\nThe all-new KONA provides roomier, more versatile interior space for increased passenger comfort and easy cargo storage. The all-new KONA also provides the best-in-class space with 60 mm longer wheelbase length, 77 mm longer leg room and 11 mm higher headroom in the second-row seats, compared to the previous generation. The second-row shoulder room is 1,402 mm, also the largest in its class, providing the best habitability in ‘living space’ for passengers. KONA’s slim and rigid seats, which are only 85 mm thick, also add more living space for the second-row passengers.\n\nIn addition, the column-type electric shift-by-wire gear selector set behind the steering wheel allows more space for an open, clean console structure that can be used for cupholders or storage for big bags. The fully foldable second-row seat and rear compartment provide up to 723 liters (based on SAE) of cargo space to meet the highest level of customer needs with improved loading convenience.\n\nThe 12.3-inch integrated dual screen display supports ergonomically comfortable use, while the first-row’s relaxation comfort seat option is optimized for ‘weightless’ body pressure distribution to help alleviate fatigue after long-haul driving.\n\nBest-in-class technologies to provide more convenience\n\nThe new generation KONA’s maintenance and system updates are easier than ever with electronic control technology through Over-the-Air (OTA) software updates. This allows car owners to save on cost and have their cars maintained with the latest software, providing an upgradable experience. Ambient light is also supported by OTA updates for maintenance and new features.\n\nThe customizable smart power tailgate opening is an added convenience for customers. Drivers can select the opening height and speed of the tailgate on the infotainment system screen as well as by pressing the close button for three seconds at the preferred height of the tailgate.\n\nIn addition, KONA’s integrated memory system for seat position settings and multiple charging ports, including the wireless charging system, also provide more convenient experiences. As part of the electronic control technology, the all-new KONA can be locked, unlocked and started through the Digital Key 2 Touch, using near-field communication (NFC) on smart phones or smart watches, which assures a high level of security.\n\nMore assured safe driving with all-new KONA\n\nThe all-new KONA brims with various advanced driver assistance systems (ADAS), such as Forward Collision-avoidance Assist (FCA), Lane Keeping Assist (LKA), Blind-Spot Collision Avoidance Assist (BCA), Safe Exit Warning (SEW), Intelligent Speed Limit Assist (ISLA), Driver Attention Warning (DAW) and Blind-spot View Monitor (BVM) and High Beam Assist (HBA)*. It also equipped with various driving convenience functions, such as Smart Cruise Control (SCC), Navigation-based Smart Cruise Control (NSCC), Lane Following Assist (LFA) and Highway Driving Assist (HDA)*.\n\nFor safe-assured parking, the all-new KONA provides various advanced technologies, such as Surround View Monitor (SVM), Rear Cross-Traffic Collision-Avoidance Assist (RCCA), Forward/Side/Reverse Parking Distance Warning (PDW), Reverse Parking Collision-Avoidance Assist (PCA) and Remote Smart Parking Assist (RSPA)*.\n\nPowertrain options\n\nFor Korean customers, the ICE variant is available with a choice of either a 1.6T-GDi or 2.0L Atkinson engine. The 1.6T-GDi generates an estimated 198 ps and up to 265 Nm of torque. Continuously variable valve duration regulates valve opening according to driving conditions. The 2.0L engine produces an estimated 149 ps and up to 179.5 Nm of torque, paired with an Intelligent Variable Transmission (IVT) for maximum efficiency.\n\nThe HEV variant available in Korea is powered by a specially calibrated 1.6-L GDi direct injection engine paired with an electric motor that delivers impressive acceleration and high efficiency with a combined output of 141 ps and up to 265 Nm of torque.\n\nSOURCE: Hyundai",
            "title": "Hyundai’s upscaled all-new KONA arrives with roomier smart space and high-tech convenience features",
            "keywords": [
                "line",
                "upscaled",
                "space",
                "hightech",
                "variant",
                "model",
                "arrives",
                "ice",
                "roomier",
                "allnew",
                "features",
                "hev",
                "smart",
                "convenience",
                "assist",
                "kona",
                "hyundais"
            ],
            "link": "https://www.automotiveworld.com/news-releases/hyundais-upscaled-all-new-kona-arrives-with-roomier-smart-space-and-high-tech-convenience-features/",
            "skip": "true",
            "gpt_score_reason": " Motor Company\n\n3/10 This article is largely about the design, powertrain options and technologies that are included in the new Hyundai KONA SUV model. It does not discuss any specific space technology news or articles from scientific journals or magazines within the last month so it is not highly relevant to your request.",
            "gpt_relevancy_score": 3
        },
        "15": {
            "text": "Deployment of innovative MEOLUT Next solution to locate distress signals\n\nThales Alenia Space has signed a contract with prime contractor Appworks to provide Thailand with a complete Search And Rescue (SAR) operational system based on the COSPAS-SARSAT MEOSAR (MEdium Orbit Search And Rescue) Service.\n\nThe solution will make it possible to detect and locate distress signals from COSPAS-SARSAT beacons on land, in the air and at sea instantaneously, over a radius of 2,500 km centered around Bangkok, mainly using the Galileo satellite positioning system.\n\nThis solution also includes delivery of a Mission Control Centre (MCC) dedicated to managing and distributing alerts, and a Rescue Coordination Centre (RCC) to manage all search-and-rescue activities for armed forces, coastguards, sea rescue and other services.\n\nThales Alenia Space’s innovative MEOLUT Next product, which employs a phased array antenna, will give Thailand unrivaled performance. Where conventional MEOLUT systems rely on six large parabolic antennas covering an area about the size of a football field and are only capable of receiving signals from six satellites (one per antenna), the MEOLUT Next solution, with its compact antennas taking up less than 6 square meters, tracks up to 30 satellites, thus significantly enhancing distress beacon detection and expanding coverage. MEOLUT Next is capable of detecting distress signals from up to 5,000 km away.\n\nThales Alenia Space’s MEOLUT NEXT solution, with its two small antennas located in less than 10 square meters, tracks up to 30 satellites, thus significantly enhancing the distress beacon detection rate, while also expanding the coverage zone. Furthermore, since there are no mechanical components in these antennas, maintenance costs are the lowest on the market.\n\nThe solution is already operated by the main users of COSPAS-SARSAT (USA, Canada, France, the European Union, and Togo) and is today helping to save lives, as recently demonstrated in the Indian Ocean. On November 18, 2022, a MEOLUT Next antenna picked up a distress signal from the Asteria, a yacht skippered by Tapio Lehtinen competing in the Golden Globe race, 2,000 km southwest of La Réunion, well outside the range of VHF radio and other communications systems. The Asteria was sinking fast, and Tapio just had time to put on his survival suit and jump into his liferaft before activating his COSPAS-SARSAT distress beacon. Within only four minutes, MEOLUT Next had pinpointed the boat’s location to guide rescue crews to the scene and save the skipper.\n\nThales MEOLUT Next antenna in Goose Bay, Canada. Image is courtesy of Thales Alenia Space.\n\n“This is the first contract to deploy our MEOLUT Next solution in Asia, which is now present on the four continents of the Americas, Europe, Africa and Asia,” said Benoit Broudy, Vice President, Navigation at Thales Alenia Space in France. “Thales Alenia Space sees space as a new horizon, helping humankind to build a better, more sustainable life on Earth. Saving lives is something that ties in with our company’s aspirations, as demonstrated by our contribution to COSPAS-SARSAT Search and Rescue services.”\n\nCOSPAS-SARSAT is an intergovernmental organization founded by Canada, the United States, Russia and France. Operational since 1988 and deployed in more than 40 countries around the world, this satellite-based search and rescue distress alert detection and information distribution system is best known for detecting and locating emergency beacons activated by aircraft, ships and hikers in distress. Today, almost 1 million ships and 300,000 aircraft are equipped with COSPAS-SARSAT distress beacons. To date, the COSPAS-SARSAT service has saved more than 57,000 lives in more than 17,000 search and rescue events. In the last few years, Cospas-Sarsat has helped save an average of 7 lives every day. To know more: click here",
            "title": "Thailand acquires Search And Rescue solution based on Thales Alenia Space’s advanced technology – SatNews",
            "keywords": [
                "satnews",
                "technology",
                "based",
                "space",
                "lives",
                "distress",
                "antennas",
                "cospassarsat",
                "meolut",
                "thales",
                "spaces",
                "search",
                "solution",
                "rescue",
                "alenia",
                "thailand"
            ],
            "link": "https://news.satnews.com/2023/01/18/thailand-acquires-search-and-rescue-solution-based-on-thales-alenia-spaces-advanced-technology/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": " \n\nThales Alenia Space has signed a contract to provide Thailand with an innovative MEOLUT Next solution for Search and Rescue (SAR) operations. This is the first MEOLUT Next contract in Asia which utilizes a phased array antenna that employs no mechanical components, allowing it to track 30 satellites and detect distress signals from up to 5,000 km away. With this system, COSPAS-SARSAT has already saved 57,000 lives worldwide in over 17,000 search and rescue events by helping on average 7 people per day."
        },
        "16": {
            "text": "The U.S. Space Systems Command has delivered one of two U.S.-hosted payloads in Japan as part of the Quasi-Zenith Satellite System-Hosted Payload program.\n\nThe two payloads will add to the five existing satellites that make up Japan’s QZSS constellation when they are launched in 2023 and 2024, SSC said.\n\nSSC conceptualized and built the payload in partnership with Massachusetts Institute of Technology Lincoln Laboratories. MIT/LL will work with the U.S. Space Force and their Japanese partners on the next phase of the project, which involves integration, testing, and other pre-launch services for the two QZSS host satellites.\n\n“This delivery of the first spaceflight-ready payload represents an important milestone for QZSS-HP,” said Lt. Col. Brian Fredrickson, program manager and representative of U.S. Space Domain Awareness & Combat Power’s Space Domain Awareness Delta. “While a lot of work remains, I’m happy to report that we’re on track to meet our commitments. QZSS-HP has benefitted tremendously from being categorized as a prototype, as it has enabled the program to be responsive and move with speed.”\n\nThe collaborative milestone was reached two years after the USSF signed a memorandum of understanding with Japan’s National Space Policy Secretariat.",
            "title": "US Space Systems Command Hands Over 1st Hosted Payload for Japan’s Quasi-Zenith Satellite Program",
            "keywords": [
                "program",
                "payload",
                "space",
                "hosted",
                "japans",
                "systems",
                "quasizenith",
                "payloads",
                "qzss",
                "qzsshp",
                "work",
                "hands",
                "domain",
                "milestone",
                "command",
                "satellite"
            ],
            "link": "https://executivegov.com/2023/01/us-space-systems-command-hands-over-1st-hosted-payload-for-japans-qzss-program/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " The U.S. Space Systems Command (SSC) has delivered the first of two spaceflight-ready payloads to Japan as part of the Quasi-Zenith Satellite System Hosted Payload program, with partner Massachusetts Institute of Technology (MIT)/Lincoln Laboratories working on the next phase of integration and testing before launch in 2023 and 2024, adding to Japan's existing five satellites. Lt Col Brian Fredrickson noted they are on track to meet commitments – QZSS-HP receiving prototype status allowing for a quick response and progress. The project was initiated in April 2019 per USSF and Japan’s National Space Policy Secretariat Memorandum of Understanding collaboration."
        },
        "17": {
            "text": "U.S. Rep. Brandon Williams, the new Republican congressman representing Central New York, has secured his second House committee assignment, this time on the House Committee on Science, Space and Technology.\n\nThe panel deals with matters of consumer health and safety, product regulation, digital privacy and security, as well as energy production and consumption practices.\n\n“I look forward to working with my colleagues on the committee to work towards regulatory reforms within the technology industry, bringing science and technology jobs back home, and combating intellectual property theft from China,\" Williams said in a statement Wednesday.\n\nWilliams founded a software company and has a military background.\n\nNew York has not had a Republican member of Congress on the committee in several years.\n\nWilliams will also serve on the House Transportation and Infrastructure Committee.",
            "title": "Brandon Williams to Science, Space and Tech Committee",
            "keywords": [
                "york",
                "technology",
                "yearswilliams",
                "space",
                "house",
                "republican",
                "committee",
                "williams",
                "tech",
                "brandon",
                "work",
                "working",
                "science"
            ],
            "link": "https://spectrumlocalnews.com/nys/central-ny/politics/2023/01/18/rep--brandon-williams-gets-spot-on-science--space-and-technology-committee",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nU.S. Rep. Brandon Williams, the new Republican congressman from Central New York, has been assigned to the House Committee on Science, Space and Technology which deals with consumer health and safety, product regulation, digital privacy and security as well as energy production and consumption practices. The congressman expressed his enthusiasm for working towards regulatory reforms within technology industry, bringing science and tech jobs back home, and combating intellectual property theft from China. He will also serve on the House Transportation and Infrastructure Committee; he is a first-time member of both committees representing Republicans in NY after several years of absence."
        },
        "18": {
            "text": "Virginia Rocket Launch ‘Turning Point’ For Space Operations\n\nElectron rocket\n\nRocket Lab photo\n\nWASHINGTON, D.C. — From a distance, the upcoming launch in Virginia will look like any other craft blasting into space, but the technology on board the vehicle and the location will be firsts for the United States.\n\n\n\nThe mission, titled “Virginia is for Launch Lovers,” will consist of the first U.S. launch of New Zealand-based Rocket Lab’s Electron rocket from its new Launch Complex 2 at NASA’s Wallops Island, Virginia, facility.\n\n\n\n“This flight just doesn’t symbolize another launchpad for Rocket Lab,” said CEO Peter Beck during a conference call with reporters prior to the launch. “It’s a standing up of a new capability for the nation. … And it’s a new rocket to Virginia and to the Wallops Flight Facility.”\n\n\n\nRocket Lab has conducted 32 launches of the 59-foot, reusable Electron at its Complex 1 in New Zealand, and the U.S. facility will allow for increased launch tempo and different trajectories, Beck said.\n\n\n\nThe inaugural launch was scheduled for December, but it missed several windows due to weather. As of press time, the launch was scheduled for Jan. 23.\n\n\n\nAt the heart of the launch is a new technology designed to improve safety and reduce cost: NASA’s Autonomous Flight Termination Unit, or NAFTU. The technology is critical for several reasons, not the least of which is that the Defense Department is requiring all space launches from U.S. facilities use autonomous termination systems by 2025, said David Pierce, director of NASA’s Wallops Flight Facility.\n\n\n\n“We’ve been working on autonomous flight safety systems since around 2002, with the vision from the DoD that this would provide for increased access to space, responsive space, while also lowering the cost of launch operations,” he said.\n\n\n\nThe technology has been in development and tested on sounding rockets and expendable launch vehicles in a test capacity, he said. In conjunction with Kennedy Space Center, the Space Force and the Federal Aviation Administration, NASA developed NAFTU to pull in GPS data to determine if a vehicle is off course and then automatically terminate the flight if needed.\n\n\n\n“It has been nothing short of a Herculean effort to get us to this point, which I view as a turning point in launch range operations — not just at Wallops, but across the United States,” he said.\n\n\n\n“The NAFTU system is going to enable launch companies, the venture class, smaller launch companies, to come [to] Wallops and be able to launch at an increased cadence, but also enable lower cost launch operations,” he said. “We estimate that this could reduce launch range costs by as much as 30 percent at our range.”\n\n\n\nNAFTU — which received FAA certification for the launch — is a generic software package that companies can customize for their systems, Pierce said. In Rocket Lab’s case, they modified the platform into what they coined “Pegasus” on the Electron rocket.\n\n\n\nRocket Lab has used automated termination technology on 20 of its New Zealand launches. It has resulted in a “significant reduction” in range costs and efforts, Beck said, describing it as “a huge, huge game changer.”\n\n\n\nEighteen different companies have expressed interest in acquiring NAFTU through NASA’s technology transfer process, Pierce said.\n\n\n\nIn addition to being the first Electron launch in Virginia, the rocket will carry Virginia-based HawkEye 360’s sixth cluster of three radio frequency surveillance satellites. “This is the first time HawkEye’s flying with us, which is great to be able to fly them out of LC 2 here,” Beck said.\n\n\n\nThe scheduled launch is the first of three Electron launches carrying HawkEye satellites. Rocket Lab will deliver 15 HawkEye satellites into low-Earth orbit within two years, according to a company press release.\n\n\n\n“It’s going to definitely expand our constellation capacity over the mid-latitudes in particular,” said Adam Bennett, senior director of product marketing at HawkEye 360.\n\n\n\n“It’s a significant enhancement for our customers, both domestically and globally, as we collect unique forms of radio frequency geospatial data and supply that to help solve a lot of critical mission needs around the globe,” he added.\n\nTopics: Space, Space Operations, Robotics and Autonomous Systems",
            "title": "Virginia Rocket Launch ‘Turning Point’ For Space Operations",
            "keywords": [
                "technology",
                "operations",
                "space",
                "electron",
                "systems",
                "launch",
                "point",
                "turning",
                "flight",
                "rocket",
                "wallops",
                "lab",
                "virginia"
            ],
            "link": "https://www.nationaldefensemagazine.org/articles/2023/1/19/virginia-rocket-launch-turning-point-for-space-operations",
            "skip": "false",
            "gpt_score_reason": ", Technology\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nThe upcoming launch of the Electron rocket from Rocket Lab's Launch Complex 2 at NASA’s Wallops Island, Virginia, facility is set to revolutionize space operations. This mission will mark the first time an U.S.-based launch for Rocket Lab and be the debut of NASA’s Autonomous Flight Termination Unit (NAFTU) technology which was designed to improve safety and reduce cost for launches nationwide. The mission also carries with it HawkEye 360’s sixth cluster of three radio frequency surveillance satellites as part of a larger program to deliver 15 into low-Earth orbit within two years. This launch is seen as a turning point in launch range operations across the United States - allowing increased access to space, responsive space, while also lowering the cost of launch operations by 30%."
        },
        "19": {
            "text": "NASA’s Perseverance rover has completed its investigation of Mars’ atmosphere, which has revealed crucial information about the planet’s meteorology. This information is crucial for preparing for future human expeditions to Mars.\n\nThe rover completed an investigation that lasted for one Martian year, which is equivalent to two years on Earth. The research was led by José Antonio Rodríguez-Manfredi of the Centre for Astrobiology (CAB) in Madrid, and it has had the participation of a team from the UPV/EHU’s Planetary Sciences Research Group. The team studied the seasonal and daily cycles on Mars’ atmosphere, including temperature and pressure, as well as significant variations on other time scales resulting from different processes.\n\nA paper detailing the results is published in Nature Geoscience.\n\nThe Perseverance rover\n\nPerseverance is a NASA autonomous vehicle that arrived at the Jezero Crater (the bed of an ancient, now dried-up lake on Mars) on 18 February 2021.\n\nThe rover is equipped with seven novel, complex scientific instruments dedicated to exploring Mars’ atmosphere in search of signs of possible past life, collecting and depositing samples to be brought back to Earth, testing new technologies for use in human exploration, and studying the planet’s atmosphere in detail.\n\nTo study the atmosphere, the Mars Environmental Dynamics Analyzer (MEDA) instrument has been obtaining novel results. Throughout the seasons, the average air temperature at the Jezero Crater, located near the planet’s equator, is around -55°C, but varies greatly between day and night, with typical differences of around 50-60°C. In the middle of the day, the heating of the surface generates turbulent movements in the air as a result of the rise and fall of air masses which cease in the evening, when the air settles.\n\nWhat can pressure sensors reveal about life on Mars?\n\nPressure sensors show detailed seasonal changes on Mars’ atmosphere, produced by the melting and freezing of atmospheric carbon dioxide at the polar caps, as well as by a complex, variable daily cycle, modulated by thermal tides in the atmosphere.\n\n“The pressure and temperature of Mars’ atmosphere oscillate with periods of the Martian solar day with their submultiples, following the daily cycle of sunshine greatly influenced by the amount of dust and the presence of clouds in the atmosphere,” explained Agustín Sánchez-Lavega, professor at the Faculty of Engineering – Bilbao (EIB) and co-researcher of the study.\n\nBoth sensors are also detecting dynamic phenomena in the atmosphere that occur in the vicinity of the rover, for example, those produced by the passage of whirlwinds known as ‘dust devils’ because of the dust they sometimes kick up, or the generation of gravity waves whose origin is not yet well understood.\n\n“The dust devils are more abundant at Jezero than elsewhere on Mars’ atmosphere and can be very large, forming whirlwinds more than 100 metres in diameter. With MEDA we have been able to characterise not only their general aspects (size and abundance) but also to unravel how these whirlwinds function,” said Ricardo Hueso, a lecturer at EIB.\n\nFurthermore, MEDA has also detected the presence of storms thousands of kilometres away, which are similar in origin to terrestrial storms, as shown by the images from orbiting satellites. These storms move along the edge of the north polar cap, formed by the deposition of carbonic snow.\n\nWithin the rich variety of phenomena studied, MEDA has been able to characterise in detail the changes that have taken place on Mars’ atmosphere by one of the dust storms, such as the one that developed in early January 2022. Its passage over the rover led to abrupt changes in temperature and pressure, accompanied by strong gusts of wind, which kicked up dust and hit the instruments, damaging one of the wind sensors.\n\n“MEDA is providing high-precision, meteorological measurements enabling Mars’ atmosphere to be characterised, for the first time, from local scales at distances of a few metres, as well as on the global scale of the planet by collecting information on what is happening thousands of kilometres away. All this will lead to a better understanding of the Martian climate and improve the predictive models we use,” concluded Sánchez-Lavega.\n\n\n\n",
            "title": "Perseverance rover reveals new details about Mars’ atmosphere",
            "keywords": [
                "meda",
                "whirlwinds",
                "details",
                "air",
                "rover",
                "pressure",
                "atmosphere",
                "reveals",
                "temperature",
                "mars",
                "perseverance",
                "storms",
                "dust"
            ],
            "link": "https://www.innovationnewsnetwork.com/perseverance-rover-reveals-new-details-about-mars-atmosphere/28979/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nNASA's Perseverance rover is providing us with insight into the atmospheric dynamics of Mars. Through its investigation, which lasted one Martian year (two Earth years), the team studied the seasonal and daily cycles on Mars’ atmosphere including temperature and pressure as well as turbulence caused by heating of the surface. In addition to this, they observed dynamic phenomena in the atmosphere resulting from whirlwinds known as 'dust devils' or gravity waves. The detailed findings have been published in Nature Geoscience and are crucial for future human explorations of Mars."
        }
    }
}