{
    "date": "2023-01-10",
    "category": "cr",
    "articles": {
        "0": {
            "text": "As an advertiser with Chicago Construction News:\n\nWe can send you the current rate card and editorial calendar. Advertisements in Chicago Construction News can include hyperlinks at no additional charge.\n\nAdvertising rates and information\n\nYou can request a free copy of the Chicago Construction News rate guide by completing the form below. You will receive documentation right away.\n\nYour Name (required) Your Email (required) Subject Your Address City State Zip Code Phone Number I am interested in: Your Message Δ\n\nYour business or organization can be profiled in a multi-page special editorial feature, either for a fee equivalent to a full page advertisement or, if you prefer, at no charge to you when your suppliers support your feature with their own advertising.\n\nSponsorships\n\nAs a sponsor you receive editorial publicity, links to your corporate website, exposure on all webpages and cover recognition on printed copies of Chicago Construction News.\n\nFor more information about advertising, editorial special features and sponsorships, contact Chase at chase@chicagoconstructionnews.com. You can also phone Mark Buckshon at (888) 627-8717 ext 224.",
            "title": "Federal funding tops $182 million for infrastructure, environment projects",
            "keywords": [
                "tops",
                "construction",
                "million",
                "δyour",
                "funding",
                "projects",
                "receive",
                "infrastructure",
                "environment",
                "rate",
                "editorial",
                "special",
                "feature",
                "phone",
                "182",
                "required",
                "federal",
                "chicago"
            ],
            "link": "https://www.chicagoconstructionnews.com/federal-funding-tops-182-million-for-infrastructure-environment-projects/",
            "skip": "false",
            "relevancy_score": 3,
            "summary": "\n\nChicago Construction News offers advertising and sponsorships with additional benefits such as free hyperlinks, multi-page special editorial feature for a fee or at no charge when suppliers support. Request your free copy of the rate guide by completing the form to get started. For more information contact Chase or Mark Buckshon."
        },
        "1": {
            "text": "With construction nearly finished on JDL Development’s first building in the $1.3 billion North Union project that’s transforming Chicago’s Moody Bible Institute campus, the firm has shifted focus on getting its next phase off the ground.\n\nJim Letchinger’s JDL secured full building permits for a 411-unit apartment building at 868 North Wells Street, Urbanize Chicago reported. Now, with a full building permit, the developers can begin construction on the above-ground structure, after initiating the project with work on its underground parking structure.\n\nRising on a rectangular lot on Wells Street between West Chestnut and West Locust streets, the new mixed-use development will be the second building in the North Union masterplan. JDL’s plans involve about 2.9 million square feet of new construction containing 2,700 residential units as well as retail and outdoor space.\n\nDesigned by Hartshorne Plunkard Architecture, the project at 868 North Wells will reach 27 stories. About 12,000 square feet of retail space will open onto the North Wells corridor. In addition, the underground parking will have 129 parking spaces across two levels. The building is set to be completed in mid-2024.\n\nMeanwhile, JDL is on track to finish construction this year on North Union’s first building at 920 North Wells, a 21-story, 238-unit project. Though JDL is far from the only firm scrambling to add housing to Chicago’s River North and Streeterville areas.\n\nMavrek Development landed a $102 million construction loan for a 242-unit mixed-use project at the northeast corner of East Grand Avenue and North St. Clair Street in Streeterville.\n\nAnd in September, The Habitat Company, in a venture with Diversified Real Estate Capital, received full building permits for a 343-unit mixed-use project just northwest of the Chicago River.\n\nContact Victoria Pruitt\n\n— Victoria Pruitt",
            "title": "JDL Scores Permits For Second North Union Building",
            "keywords": [
                "west",
                "construction",
                "mixeduse",
                "north",
                "permits",
                "street",
                "second",
                "wells",
                "parking",
                "building",
                "scores",
                "jdl",
                "union",
                "project"
            ],
            "link": "https://therealdeal.com/chicago/2023/01/10/jdl-scores-final-permits-for-second-north-union-building/",
            "skip": "true",
            "relevancy_score": 0
        },
        "2": {
            "text": "Transcript\n\nHi, I'm Linda Dossey,\n\nI'm an architect\n\nand today we are taking an architectural walking tour\n\nthrough Chicago's downtown River North neighborhood.\n\n[upbeat music]\n\nPrior to the completion of the Bascule Bridge in 1920,\n\nthe North Side of the river was primarily wharves\n\nand residential and very low slung structures.\n\nOne of the first people to take advantage\n\nof this was the Wrigley Building.\n\nThe Wrigley Building itself sits\n\non a very regular shaped site, and therefore,\n\nthe building itself has a unique shape as it rises.\n\nThe organization of the building is such\n\nthat local ordinance capped all the buildings\n\nat about 260 feet\n\nwith a provision to have an unoccupied tower\n\nabove it to go up another 200 feet.\n\nSo what we're seeing behind me is a building\n\nthat's at 240 feet tall and the tower goes up to 429 feet.\n\nThe design itself by Graham Anderson, Propst and White.\n\nIt was based on the cathedral in Sylvia\n\nwith its clock tower but it's also layered\n\nwith motifs from the French Renaissance.\n\nThe building was also cloaked\n\nin white terracotta in six different shades of white.\n\nSo at the base, it's a little less white, and it gets more\n\nand more gleaming white as you get to the top\n\nof the building to actually increase the overall height\n\nof the building visually.\n\nSo several years later,\n\nas a consequence of a Chicago statute\n\na banking tenant who had offices at the same level\n\nin both towers was required to connect them\n\nso that they had to be all on the same level,\n\nand thus, the bridge was added some years\n\nafter the building opened.\n\nIt's done in polished aluminum\n\nand it gives this amazing, remarkable sheen to it.\n\nA few years after the completion of this building,\n\nconstruction began on the Tribune Tower\n\ndirectly opposite of Michigan Avenue.\n\n[upbeat music]\n\nThe story of the Tribune Tower actually starts\n\nwith a design competition that was launched in 1922,\n\nan international world design competition.\n\nUnheard of at the time, but pretty normal these days.\n\nIt's solicited over 260 entries from 23 different countries\n\nand it was a kind of bell weather test artistically\n\nfor prevailing architectural styles at the time.\n\nThe design was eventually awarded\n\nto Halzen Hood who created this neogothic fantasy\n\nin front of us that is trying to merge the idea\n\nof a neogothic church with a skyscraper.\n\nMore intriguing for this building though, is the fact\n\nthat over the duration of Chicago Tribune up to that time,\n\nall of its journalists were traveling\n\naround the world and bringing back relics\n\nand fragments from all their different journeys.\n\nWhen this tower was built, all of those fragments\n\nhave been incorporated into the base of the building.\n\nSo as you walk around the building,\n\nyou can see fragments of other remarkable places\n\nlike the Pyramids, Notre Dame Cathedral, Westminster Abbey,\n\nso on and so forth from around the globe.\n\nThat tradition has carried on, and there are some new\n\nmore recent fragments that have been added\n\nlike a fragment of brick from the Berlin Wall,\n\nfragment from World Trade Center, even a fragment\n\nfrom the old Comiskey Park baseball stadium\n\nthat was torn down.\n\nSo even though Howells and Hood won the competition,\n\nsome of the more forward looking designs that loss\n\nbecame influential in skyscrapers all across America.\n\nYou can see the samples\n\nof them in Cleveland, Cincinnati, all across the country.\n\nSo in many ways it was the losing entries\n\nthat were more influential than the final victor.\n\n[upbeat music]\n\nWe're standing in front of 875 North Michigan Avenue\n\non the Mag Mile.\n\nThis building is known to most locals, as the John Hancock.\n\nIt is the handy work of Skidmore, Owings and Merrill\n\nspecifically Bruce Graham and Falzer Khan\n\nwho is a structural engineer, merging their efforts\n\ntogether to create a seamless expression of form\n\nand structure as the chief aesthetic of the building.\n\nThe building itself is acting as a giant cantilever\n\nmuch like a flagpole would out of the ground\n\nbecause it's so super tall, they had to come up\n\nwith a way for it to resist all the lateral forces.\n\nThe cross bracing is what actually stiffens all\n\nthe columns together and creates it as a structural tube.\n\nIt tapes as it goes down to the base\n\nto also resist the overturning moments\n\nof the lateral forces.\n\nWhen they first opened\n\npeople didn't think they were gonna be able to rent\n\nthe units that had the cross bracing in them\n\nbut it turned out to be quite the opposite.\n\nPeople were so excited to say\n\nthat they lived in a unit with the cross bracing\n\nthat they actually flipped what the rents were.\n\nSo they ended up being the more expensive ones\n\nwere the ones that had the piece of structure in them.\n\nSo during the mid to late seventies, there were a lot\n\nof these super tall buildings that were going up.\n\nYou will see a lot of the express dressing\n\na lot of the express structure, just because\n\nit was a requirement to actually go that tall.\n\nAnd so it all gets expressed\n\non the outside and becomes the aesthetic.\n\nSo we are merging together architecture\n\nand structure in a moment\n\nbut it's actually one big moment diagram of the forces.\n\n[upbeat music]\n\nWe're standing in the park,\n\nin front of the world famous Chicago Water Tower.\n\nIt's completed in 1869 by WW Boynton\n\nwho was one of the early Chicago architects\n\nwhen the city was getting rolling.\n\nHe also, in addition to this building\n\ndid some of the early train stations in the city hall.\n\nWe've lost all those now, but we still have the Water Tower.\n\nThe Water Tower was intended to hide 138 foot tall\n\nstandpipe, which serves as a surge buffer\n\nfor the water coming in off of the lake\n\nbeing pumped through the city.\n\nThe pumping station done at the same time\n\nin the same style\n\nis just across the street of Michigan Avenue.\n\nPart of the feature is that are little bit\n\nof a play on a classic gothic castle.\n\nYou can see the Castellation, you can see added torts\n\nbut they're hyper-extended,\n\npointed gables which are a very gothic feature.\n\nOver on the pump house, you can see the sort\n\nof the leaded diagonal glass that you see\n\nin medieval buildings and medieval castles.\n\nSo it was very much a stylistic choice\n\nand it was very much a flight\n\nof fancy to make these civic buildings\n\nas delightful as possible.\n\nBecause it was limestone it is one\n\nof the few buildings that actually survived the 1871 fire.\n\nWhen this was initially built\n\nit was north of the city proper\n\nand it was actually kind of out in a field.\n\nAnd then as the city grew and developed\n\nit grew closer and closer\n\nbut then when the fire hit and everything wiped out.\n\nSo this is one of the few things remaining standing\n\nwith just tragedy around it.\n\nA great irony during the fire though is even\n\nthough the limestone of these buildings survived\n\nthe roof of the pumping house was wood.\n\nSo it actually burned, crashed in\n\nand took out all the pumps\n\nwhich rendered it unable to help any further\n\nduring the fire.\n\n[upbeat music]\n\nWe're standing in front of the Nickerson Mansion\n\nalso known as the Driehaus Museum.\n\nThe original Nickerson home was burned\n\nin the fire of 1871, so they came back and hired a firm\n\nto give them what they considered a fireproof new home.\n\nAs such, it also became known as the Marble Palace.\n\nWhen completed, it was at a cost of $450,000 in 1883 money.\n\nIt was the largest residence in Chicago.\n\nThe building itself is completely clad in marble.\n\nThis building represents what the standard fabric\n\nof the River North neighborhood was up until the time\n\nof the bridges being completed and the real estate moving\n\nto the north and expanding the city.\n\nNow, it's over shrouded by all of its surrounding neighbors\n\nbut it serves as a nice reminder\n\nof what the original historical fabric was.\n\nAlthough the foreman massing is effectively\n\na Queen Anne style, it's a Milan of style.\n\nSo at the base you can see the heavy restication\n\nwhich is a nod to the Richards Sonian architecture.\n\nYou have the turret style that sort of emanates\n\nfrom the Queen and Bay window style.\n\nYou've got Neoclassicism at the entrance\n\nwith the double Corinthian columns.\n\nThose columns echo up\n\nand then you have some really strong dentition\n\naround the base of the cornus.\n\nAs a consequence of it trying to make it\n\na fireproof building, a lot of the details\n\nwere simplified and the stone was cut\n\nin a way that would resist fracturing or breaking off.\n\nSo the Nickerson's sold the mansion in 1900\n\nto another prominent family in Chicago\n\nthe Fisher family that actually developed some\n\nof the old skyscrapers.\n\nIn 1919, a group of Chicago citizens got together\n\nbought the building collectively, and gave it\n\nas a gift to the American College of Surgeons\n\nwho owned the building until 2003.\n\nIn 2003, they sold it to a philanthropist,\n\nRichard Driehaus, who then lovingly restored it\n\nover five years and created the Driehaus Museum\n\nwhich is now open to the public.\n\nThose tenants were also very careful stewards\n\nof the building.\n\nSo as a consequence, all of the interiors\n\nare pretty much intact\n\nfrom when the building was sold to the citizens in 1919.\n\n[upbeat music]\n\nBehind me, across the river is the Merchandise Mart.\n\nIt was commissioned by Marshall Fields and was executed\n\nand designed by Grant Anderson Propst and White.\n\nIt was begun in the 1930s\n\nand it continued on through the depression.\n\nThe goal of the building was to merge typologies together\n\nwarehousing, commerce, and a department store\n\nwith the expression of a high rise.\n\nThe results are very big building that was\n\nthe largest office building\n\nand largest building in the world when finished.\n\nThe lower floors are the department store feel\n\nwith large storefronts selling house goods\n\nand the upper floors were a variety\n\nof textiles, fabrics, carpets,\n\nwall coverings that are still being sold today to the trade.\n\nAdditionally, the building housed TV studios, radio stations\n\nand a variety of other office buildings.\n\nThe details of the building are a little bit sparse\n\nbecause of the mashup and the bulk of the warehousing\n\nas it combined three different warehouses together\n\nin one space for Marshall Fields.\n\nSo to try and delineate the broadness of the building\n\nthere's a heavy articulation and rhythm of the windows.\n\nThe edges are chambered and the center tower tries\n\nto draw your eyes up and make it seem less big than it is.\n\nThe surface is clad and terracotta\n\nand there's little medallions with the logo\n\nof the Merchandise Mark set all across the building\n\nespecially at the ground level where it's actually carved\n\ninto the stone.\n\n[upbeat music]",
            "title": "Architect Explores Chicago's River North Neighborhood",
            "keywords": [
                "river",
                "actually",
                "north",
                "tower",
                "chicago",
                "water",
                "world",
                "architect",
                "structure",
                "building",
                "chicagos",
                "sold",
                "explores",
                "neighborhood"
            ],
            "link": "https://www.architecturaldigest.com/video/watch/walking-tour-architect-explores-chicagos-river-north-neighborhood",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nThis architectural walking tour through Chicago's downtown River North neighborhood highlights some of the iconic structures important to the city’s history and development. From the Wrigley Building, which was one of the first to take advantage of this area when it became available, to the Tribune Tower and its beautiful details, to 875 North Michigan Avenue with its structure merged in form and aesthetic, The Water Tower tower with classic gothic features still standing after 1871 fire, Nickerson Mansion also known as Driehaus Museum with its Marble Palace facade and finally Merchandise Mart emphasizing typologies combined into one space; these buildings represent their era beautifully."
        },
        "3": {
            "text": "ABC News\n\nSpeaker Kevin McCarthy and leading Republicans are expected to soon make good on a vow to keep three Democrats from seats on influential committees in the new House. McCarthy's focus is Minnesota Rep. Ilhan Omar, who has served on the House Foreign Affairs Committee, as well as Reps. Adam Schiff and Eric Swalwell, two California lawmakers who have served on the House Intelligence Committee.",
            "title": "Architect Explores Chicago's River North Neighborhood",
            "keywords": [
                "river",
                "north",
                "vow",
                "swalwell",
                "soon",
                "architect",
                "republicans",
                "seats",
                "served",
                "chicagos",
                "schiff",
                "reps",
                "committee",
                "explores",
                "house",
                "neighborhood"
            ],
            "link": "https://news.yahoo.com/architect-explores-chicagos-river-north-170000459.html",
            "skip": "true",
            "relevancy_score": 1
        },
        "4": {
            "text": "After city officials pulled two bodies from Lake Michigan in the month of December, residents started to ask a lot of questions about the safety and well-being of downtown Chicago. With the number of bodies found in the lake continuing to rise, many are bringing up serial killer rumors.\n\nIn just 2022 alone, city personnel pulled nine bodies out of Chicago's portion of Lake Michigan prompting many to believe that a serial killer may be on the loose in the Windy City. These weren't isolated events that happened one after another, but instead were spread out throughout the entire year making many civilians fear for their safety.\n\nGet our free mobile app\n\nTikTok has become one of the quickest tools to circulate news as many have found out about the supposed Chicago Lake Michigan Serial Killer on the video platform. As you can see below user @quanodag shared a video describing some of the events that occurred in 2022.\n\nDeadly Disappearings\n\nBack in January, 23-year-old Inaki Bascaran was found in the Chicago River after being reported missing back around Halloween and kicking off the search at the beginning of the year and raising the hair on the back of Chicago residents' necks. April, May, and December were the most active months of the year for body recovery, as each month had at least two bodies pulled from the Chicago River or Lake Michigan during 2022.\n\nIn April, three more bodies were retrieved as two were found in the Chicago River and the other from Lake Michigan. This would bring the total to four on the year and started to raise suspicions around the city. In May, another three bodies were found as University of Illinois Chicago students Daniel Sotelo and Natally Brookson were both found just weeks apart in Lake Michigan and then shortly following them was the discovery of 31-year-old Eden De La O who was retrieved from the river after disappearing from the city's Brighton Park neighborhood.\n\nMany commenters on TikTok said things like \"Every year at this time a year since late 1990's. A young man, leaving a bar in the early am, has gone missing and shown up dead in Lake Michigan\", \"I worked for the Chicago Park district for one of the beaches & I was floored when my manager told me that park district personnel find tons of bodies\", and \"I knew it! I've been saying this for the longest, but people think I'm crazy!\"\n\nTurning To 2023\n\nJust as the new year starts, many in Chicago are hoping that law enforcement will be able to get to the bottom of what's going on and catch the person behind all of this. Well, much to their demise, the exact opposite happened.\n\nOf course, many are believing that drunk pupils are falling in and drowning, but after another body was found just earlier this week bringing the total to 10 within just over 12 months, there are a lot more theories in play now. Is this issue going to be resolved soon or will this killer continue to run rampant?\n\nDoes Chicago have a serial killer roaming the streets and taking lives? Is this serial killer using Lake Michigan and the Chicago River as their personal graveyard? Or are drunk people falling in the water and drowning? Either way, we need answers!\n\nChicago Man Created Castle To Honor Late Wife, Now It's For Sale Your eyes don't deceive you, this Chicago home for sale is really a castle!",
            "title": "Does Chicago Have A Serial Killer Dumping Bodies In Lake Michigan?",
            "keywords": [
                "pulled",
                "river",
                "park",
                "lake",
                "does",
                "bodies",
                "dumping",
                "serial",
                "city",
                "killer",
                "michigan",
                "chicago"
            ],
            "link": "https://wkfr.com/chicago-serial-killer-bodies-lake-michigan/",
            "skip": "false",
            "relevancy_score": 2,
            "summary": " Built by a man to honor or his late wife, the castle-like home is on the market and you won't believe your eyes when you see it.\n\nSummary: Chicago residents are concerned as nine bodies have been pulled from Lake Michigan in 2020 alone sparking rumors of a serial killer at large. TikTok users posted videos describing disappearances that led to body recoveries throughout 1952 raising further suspicion. Despite this, law enforcement has yet to provide answers or identify who may be responsible leading many to speculate if the deaths were accidental or due to foul play."
        },
        "5": {
            "text": "Chicago police: 3 juveniles charged in string of carjackings in Gold Coast, River North, West Town\n\nCHICAGO -- Three boys, ages 16 and 17, have been charged in connection with a string of carjackings, Chicago police said.\n\nFour carjackings were reported in the River North, Gold Coast and West Town neighborhoods on Jan. 3 and 6, according to police.\n\nA 17-year-old boy was charged with two felony counts of aggravated vehicular hijacking with a firearm and one felony count of possession of a stolen vehicle in connection with two carjackings Jan. 6. One allegedly occurred Jan. 6 in the 1400-block of North Dearborn Street and the other the same day in the 400-block of North Armour Street.\n\nAnother 17-year-old was charged with three felony counts of aggravated vehicular hijacking with a firearm, one felony count of unlawful possession of a handgun and one misdemeanor count of criminal trespass to a vehicle in the Dearborn and Armour carjackings. He was also charged in connection with a carjacking Jan. 6 in the 1400-block of West Division Street.\n\nThe 16-year-old was charged with four felony counts of aggravated vehicular hijacking with a firearm, one felony count of possession of a firearm with a defaced serial number and one misdemeanor count of criminal trespass to a vehicle. The boy was allegedly involved in the Dearborn, Division and Armour carjackings, and one more Jan. 3 in the 300-block of West Chicago Avenue.\n\nINTERACTIVE SAFETY TRACKER Track crime and safety in your neighborhood\n\n(Source: Sun-Times Media Wire - Copyright Chicago Sun-Times 2023.)",
            "title": "Chicago crime: 3 juveniles charged in string of carjackings in Gold Coast, River North, West Town, police say",
            "keywords": [
                "west",
                "river",
                "gold",
                "vehicular",
                "felony",
                "north",
                "jan",
                "firearm",
                "say",
                "string",
                "crime",
                "charged",
                "count",
                "carjackings",
                "coast",
                "town",
                "juveniles",
                "chicago"
            ],
            "link": "https://abc7chicago.com/chicago-carjacking-carjackings-crime-crimes/12683922/",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nThree juveniles, ages 16 and 17, have been charged with various felony counts of aggravated vehicular hijacking with a firearm in connection to four carjackings that occurred between January 3rd and 6th on the Gold Coast, River North and West Town neighborhoods. Possession of stolen vehicle, unlawful possession of a hand gun, defaced serial number and criminal trespass to a vehicle were some other charges against them."
        },
        "6": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.youtube.com/watch%3Fv%3Dp4O27MTXivI",
            "skip": "true",
            "relevancy_score": 0
        },
        "7": {
            "text": "",
            "title": "Austin-Based Sushi | Bar Lands in Chicago as the Third Location",
            "keywords": [
                "lands",
                "location",
                "bar",
                "austinbased",
                "sushi",
                "chicago"
            ],
            "link": "https://www.chicagofoodmagazine.com/news/austin-based-sushi-bar-lands-in-chicago-as-the-third-location",
            "skip": "true",
            "relevancy_score": 1
        }
    }
}