{
    "date": "2023-01-18",
    "category": "st",
    "articles": {
        "0": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.smart-energy.com/industry-sectors/data_analytics/space-based-development-risk-service-for-utilities-to-launch-in-uk/",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA successfully uses 3D-Printed Rocket Fuel 8/10",
            "gpt_relevancy_score": 8
        },
        "1": {
            "text": "The forthcoming Union Budget 2023-24 will be crucial for the emerging space industry. Given the government’s impetus in promoting the private sector’s participation in this segment, the budgetary allocations are seen as potential triggers to promote the space sector\n\nIn a major policy decision, taken in June 2020, the government opened the space industry to the private sector. Despite being one of a few spacefaring nations in the world, India accounts for only about 2% of the space economy which is currently valued at about $ 360 billion.\n\nThe government also opened the Indian Space Research Organisation (ISRO)’s facilities to the private sector for testing, tracking and telemetry, launch pads, and laboratories. It aimed to enable the private space industry to climb the value chain.\n\nIn 2021-22, the government allocated Rs 13,949.09 crore to the Department of Space out of which ₹5,720.46 crores has been under the Revenue Budget and the rest of ₹8,228.63 crore under the Capital Budget.\n\nBuilding upon the mandate, the government also created various independent agencies under the Department of Space. The government defined its strategic roadmap for enhancing the role of Non-Government Entities (NGEs) in the space sector through hand-holding, tech support, and providing them with a level playing field. By opening ISRO’s space infrastructure to private companies, the government laid the ground for developing satellite systems, and the launch of rockets and vehicles developed by the private sector.\n\nAlso Read Boosting the space sector for Indian private players\n\nIn a bid to further the cause of the sector, the Indian Space Association has outlined key policy recommendations. According to Lt General AK Bhatt (Retd.), Director General of the Indian Space Association (ISpA) these recommendations are aimed to put forward the suggestions received from the space industry.\n\nRecommendations for the space sector\n\nProduction Linked Incentive (PLI) Scheme for the space industry – The space industry has strongly urged the government to include a production-linked incentive (PLI) scheme for space tech players in the upcoming budget.\n\nIn the Union Budget 2021-22, the finance minister announced an outlay of INR 1.97 Lakh Crores for the Production-Linked Incentive (PLI) Schemes for 13 key sectors, to boost domestic manufacturing in sunrise and strategic sectors.\n\nWhile the PLI Scheme extends to electronics manufacturing on building a vibrant and robust electronic component manufacturing ecosystem for multiple sectors such as IT Hardware, LED Products, Automotive, Medical Devices, Solar Cells, Energy Storage, etc., the space-related activities do not fall under the scheme.\n\nExperts point out the anomalies as the space component is linked to telecom and electronic systems.\n\n“The PLI scheme will promote research and development in India and provide incentives to entities engaged in the space sector,” says General Bhatt, adding that the space sector is all about the investment in new technology.\n\nVoicing a concern similar to ISpA, the SatCom Industry Association of India (SIA-India), whose members include AsiaSat, Dhruva Space, and others, has put forth a demand for the production-linked incentive (PLI) scheme for space tech players in the upcoming budget.\n\nFinancial support from Government through loans & grants and tax incentives – The space sector is capital intensive which requires heavy investment in the early stage of the development of satellite, and space-based equipment, including the launch mechanism.\n\nThe industry suggests that the tax incentives for companies and organizations operating in the space sector may include reduced corporate tax rates, tax credits for research and development expenses, and other forms of financial support. General AK Bhatt further explained that the private space industry is still maturing at this stage and the incentive will drive the ecosystem. Bhatt further clarifies that the existing policies restrict such invectives for the first 10 years which is applicable to private players, including startups.\n\nMost of the startups in the space domain are nearing 9-10 years so the new draft space policy must extend the benefits to the industry beyond the 10-year mark.\n\nSince the new space policy is in its final stages of development, the provision of tax exemption for startups should be continued till the time the incumbent policy is implemented.\n\n\n\nParity in treatment of capital gains for shares of unlisted companies– Considering that most space-tech companies in India are startups and access to capital is an issue, it would be beneficial to create parity in terms of the short-term capital gains tax rate and treatment with respect to listed and unlisted entities.\n\nGST exemption for private satellite launch service providers – The GST exemption remains the focal point of policy recommendations. While the government has included it in the Draft Indian Space Policy 2022 for consideration, no decision is taken yet on this.\n\n“GST exemption for the provision of satellite launch services must be provided to all the parties who are in the process of providing such services,” Bhatt emphasized.\n\nThis would result in the creation of a level playing ground for the entire industry. The government may also consider providing deductions or credits for companies that incur these costs as part of their operations in the space sector. These measures are aimed at encouraging employment generation and supporting the growth of private satellite launch service providers.\n\nSpace technology parks — General Bhatt also urges the government to set up space technology parks and form a group of experts for the use of the space ecosystem.\n\n“The development of a Space Technology Park (STP) ecosystem will create a thriving environment for commercial organizations of all sizes, including startups working on new space technology, and will allow the Indian government and industry to develop and improve products and services related to the space industry,” Bhatt says.\n\nExemption from angel tax--Considering that most space-tech companies in India are startups and access to capital is an issue, it would be beneficial to exempt them from the angel tax bracket altogether as part of its efforts to support the growth of the space industry in India.\n\nOverall, experts believe that if these measures are implemented, it could create a favourable environment for companies operating in the space domain and encourage investment, research, and development with the goal of making India a global hub to produce space-based products.\n\nWith such strategic policy interventions, the Department of Space can further work towards tapping the immense potential of the private sector working in the space sector.",
            "title": "Indian Space Association outlines budget recommendations for the sector",
            "keywords": [
                "bhatt",
                "industry",
                "association",
                "space",
                "policy",
                "launch",
                "companies",
                "sector",
                "recommendations",
                "indian",
                "budget",
                "private",
                "pli",
                "tax",
                "outlines"
            ],
            "link": "https://www.financialexpress.com/defence/indian-space-association-outlines-budget-recommendations-for-the-sector/2951777/",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nThe Union Budget 2023-24 is seen as a major trigger for the emerging space industry in India, due to government's increased emphasis on private sector participation. The budget allocations are expected to feature incentives such as Production Linked Incentive (PLI) scheme and tax exemptions, setting up of Space Technology Parks, and exemption from angel tax. These policy interventions aim to enhance domestic manufacturing and make India into a global hub of developing space-based products."
        },
        "2": {
            "text": "Glasgow-based startup Metahelios has created a long-distance camera that can distinguish between different materials from a still image. The first-of-its-kind camera captures 100,000 frames per second and uses meta-surfaces to manipulate light passing through a material.\n\nLaunched in January 2022, Metahelios was created by Charles Altuzarra and Yash Shah. It specializes in advanced imaging technology and is planning to send its cameras to space after securing support from the Start-up loans program. With the support of Transmit start-ups, both founders received £25,000 each through British Business Bank’s start-up loan programme.\n\nThe camera uses matasurfaces, a bunch of engineered electromagnetic materials designed specifically for impacting radio, optical, acoustic, and microwave in desired ways. It was identified as a priority area by the UK Government’s 2021 Innovation Strategy.\n\nThis latest camera innovation by Metahelios can have several use cases, for example, in the agriculture sector for monitoring crops remotely or by climate scientists to observe cloud formations. Moreover, as opposed to remote sensing devices that have large moving parts including a rotating mirror, the metasruface integrated technology is compact and solid that can provide a significant boost to satellite imaging systems.\n\nThe entrepreneurs have plans to develop additional imaging products over the next six months and will be exploring additional sectors including healthcare, to support the early diagnosis of cancer and research into other illnesses.\n\nDr Charles Altuzarra, co-Founder and CEO of Metahelios, said: “It has always been a dream to be involved in a space mission and the development of this imaging technology could soon see that become a reality. We have so far conducted a range of tests in labs and on the ground, but the evidence and data that could be collected via a satellite will be invaluable for growing the business and taking our cameras to the next stage.\n\n“Scotland’s space and satellite technology scene is booming and we have spoken to a number of companies interested in trialling our imaging technology for a range of applications. We are a small business with big ambitions to be at the forefront of the emerging market for metasurface technology and the funding from the Start up Loans programme has provided a welcome boost to help us to achieve our goals.”\n\nBarry McCulloch, senior manager, UK Network, Scotland at the British Business Bank, said: “The technology industry in Scotland is thriving and it is great to see ambitious start-ups like Metahelios bringing pioneering technology to the market that could transform a range of sectors. Supporting innovative entrepreneurs is a key part of strengthening the UK’s position as a science superpower and access to finance can help business owners with essential research and development activities to take their ideas to the next level.”",
            "title": "Glasgow Startup Deploys Metasurface Camera for Space",
            "keywords": [
                "camera",
                "support",
                "metahelios",
                "space",
                "metasurface",
                "imaging",
                "technology",
                "business",
                "range",
                "startup",
                "deploys",
                "glasgow",
                "satellite"
            ],
            "link": "https://www.geospatialworld.net/blogs/glasgow-startup-deploys-metasurface-camera-for-space/",
            "skip": "false",
            "gpt_score_reason": "\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nMetahelios, a Glasgow-based startup founded by Charles Altuzarra and Yash Shah, has launched their long distance camera that can distinguish between different materials from a still image using meta-surfaces. This first of its kind imaging technology is 100,000 frames per second and was supported with £25,000 each through the British Business Bank’s Start-up loan programme. It has potential use cases in agriculture sector to monitor crops remotely as well as other sectors like healthcare for early diagnosis of cancer research or illness. The entrepreneurs have plans to develop additional imaging products over the next six months with hopes of achieving space missions along with trialing their technology for various applications."
        },
        "3": {
            "text": "Africa could soon get a new spaceport after Djibouti signed a partnership deal with Hong Kong Aerospace Technology to build a facility to launch satellites and rockets in the northern Obock region.\n\n\n\nAccording to the preliminary deal, the Djibouti government will “provide the necessary land (minimum 10 sq km and with a term of not less than 35 years) and all the necessary assistance to build and operate the Djiboutian Spaceport.”\n\nAdvertisement\n\nThe $1 billion spaceport project will also involve the construction of a port facility, a power grid and a highway to ensure the reliable transportation of aerospace materials.\n\nThe deal’s signing was presided over by the president of Djibouti, Ismail Omar Guelleh, and the project is set to be completed in the next five years.\n\nThe spaceport is a massive milestone for Africa, making it the first orbital spaceport on African soil.\n\nThe Djibouti spaceport project\n\nThe preliminary deal, signed in partnership with Touchroad International Holdings Group, clears the path for a formal contract signing, planned for March 2023.\n\nAdvertisement\n\nA statement by Hong Kong Aerospace Technology notes, “the project would enable the Group to leverage on the resources of the Republic of Djibouti and the business connection of Touchroad in Africa, and allow the Group a smooth entrance into the aerospace business in the Republic of Djibouti.”\n\nAccording to Victor Mwongera, Head of the Department of Mechanical Engineering at Kenyatta University, the projection will avail a launch base that will serve all Africans.\n\n“It will push eastern Africa off the sleeping state as far as active development of space-based innovations are concerned,” he explained.\n\nTrial and small-scale launches have been executed in Africa in the past, including the Italian-operated Broglio Space Centre (San Marco) in Malindi, Kenya and Algeria’s Reggane.\n\nAdvertisement\n\nMwongera sees the expansion of Africa’s space industry—with a number of African countries already building and operating their own microsatellites—as a growing trend.\n\n“It has taken time but we needed time as a continent to be ready for this age. Now that we are ready, you are seeing the number is increasing and it is bound to increase further,” he said.\n\n“In any technology, it is not possible for you to come in and be a leader instantly, but today in Africa, there are many young minds interested in the field, it’s all promising,” he added.\n\nAfrica’s space industry is a billion dollar sector\n\nAccording to the 2022 annual sector report of research firm Space in Africa, the value of the African space and satellite industry has risen to more than $19.6 billion.\n\nAdvertisement\n\nThe charge is fuelled by 14 countries that have launched 52 satellites into space.\n\nSouth Africa, Egypt, Algeria, and Nigeria have the highest number of satellites in space as of 2022, each having launched more than five satellites.\n\nMwongera explained that east African countries are well positioned to harbor more spaceports, due to their proximity to the equator.\n\n“At the equator... there is minimal energy required,” he said.\n\nAdvertisement\n\nTo leverage Kenya’s potential, Viwanda Africa Group, in collaboration with Longshot Space Technology, has commissioned a team of students from Kenyatta and Nairobi universities to undertake a viability study on the ideal location to establish a spaceport in Kenya.\n\nLed by Mwongera, the team identified Marsabit County to be ideal.\n\n“We are currently in progress with a feasibility study of the location before we go into the next phase,” Mwongera said.\n\nThe original version of this article was published by bird-Africa no filter.",
            "title": "Africa will get a new $1 billion spaceport in Djibouti",
            "keywords": [
                "africa",
                "group",
                "space",
                "satellites",
                "aerospace",
                "african",
                "djibouti",
                "technology",
                "billion",
                "spaceport",
                "project"
            ],
            "link": "https://qz.com/africa-will-get-a-new-1-billion-spaceport-in-djibouti-1849994821",
            "skip": "false",
            "gpt_score_reason": " 8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nDjibouti has signed a partnership agreement with Hong Kong Aerospace Technology to construct a $1 billion spaceport, the first of its kind on African soil. The spaceport will include facilities for satellite and rocket launches, and is anticipated to be completed in the next five years. With 14 countries having launched 52 satellites into space and an estimated value of $19.6 billion for the African space and satellite industry, projects such as this could further boost economic prospects across Africa. Additionally, other East-African countries may also have plans underway – including Kenya's feasibility study on Marsabit County led by Kenyatta University's Department of Mechanical Engineering Head - to establish their own respective spaceports."
        },
        "4": {
            "text": "Team Yokota aids Space Systems Command in historic US-JP space partnership\n\nYokota’s very own 374th Mission Support Group and hosted Air Mobility Command unit, the 730th Air Mobility Squadron, assisted the U.S. Space Force Space Systems Command (SSC) to deliver the first of two payloads to be hosted on Japan’s Geo-based Quasi-Zenith Satellite System (QZSS), Jan. 17.\n\n\n\nThe delivery marks a historic step in solidifying the U.S. Government and Government of Japan commitment to increase their partnership in space in alignment with both allies’ national space policies and recognize a common interest in ensuring space security.\n\n\n\n\"The 374th Airlift Wing and Air Mobility Command were integral in meeting U.S. commitments to integrated deterrence in partnership with Japan,” said Lt. Col. Brian Fredrickson, U.S. Space Force SSC QZSS-Hosted Payload program manager. “This delivery of the first spaceflight-ready payload represents an important milestone for the mission.\"\n\n\n\nContracting specialists from the 374th AW secured critical in-country security support contracts for the QZSS mission and logistics specialists were responsible for the physical delivery of the eight pallets of QZSS-Hosted Payload equipment. Together, the team received the payload and successfully transported it from Yokota Air Base to the Japanese partner facility.\n\n\n\n“The real MVPs of this effort are the Contracting Squadron and Logistics Readiness Squadron,” said Lt. Col. Jennifer Malatesta, 374th MSG deputy commander. “The 374th MSG is honored to be a part of this historic bilateral effort in enhancing space domain awareness.\"\n\n\n\nMalatesta added that it was very rewarding to see the culmination of months of planning and preparation executed successfully.\n\n\n\n\"This is an exciting and important mission,\" said 1st Lt. Joe Santiago, QZSS-HP’s Logistics & Security lead, adding that the delivery would not be possible without Space Force's partnership with Air Mobility Command to secure safe transit from Hanscom Air Force Base's 66th Air Base Wing in Massachusetts to Yokota Air Base's 374th Airlift Wing in Japan. \"QZSS-HP's success depends on the contributions of a number of mission partners on the US side, including our partners at Yokota and Hanscom.\"\n\nThe payload delivery follows the historic Memorandum of Understanding signed two years ago between Japan's National Space Policy Secretariat (NSPS) and the US Space Force.\n\n\n\nAs the payloads arrive in Japan, the SSC program will then begin the next stage of integration to the two QZSS host satellites and to prepare for launch, effectively unifying the two nations in space.\n\n",
            "title": "Team Yokota aids Space Systems Command in historic US-JP space partnership",
            "keywords": [
                "delivery",
                "374th",
                "historic",
                "systems",
                "japan",
                "space",
                "aids",
                "team",
                "air",
                "command",
                "mission",
                "mobility",
                "yokota",
                "payload",
                "partnership",
                "usjp"
            ],
            "link": "https://www.yokota.af.mil/News/Article-Display/Article/3270256/team-yokota-aids-space-systems-command-in-historic-us-jp-space-partnership/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\nTeam Yokota, including the 374th Mission Support Group and 730th Air Mobility Squadron have been integral in assisting the U.S. Space Force Space Systems Command (SSC) to deliver two payloads from Hanscom Air Base's 66th Air Base Wing in Massachusetts to Japan’s Geo-based Quasi-Zenith Satellite System (QZSS). The delivery marks a historic step for both allies' national space policies and commitment to increased partnership in space security. Team Yokota was responsible for securing critical contracts as well as transporting eight pallets of QZSS-Hosted Payload equipment successfully to the Japanese partner facility."
        },
        "5": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.forbes.com/sites/jamiecartereurope/2023/01/17/astronomers-use-ripple-in-space-time-to-capture-most-distant-signal-ever-from-a-galaxy-88-billion-light-years-away/",
            "skip": "true",
            "gpt_score_reason": "\n\n\"New Private Collaboration Plans for the International Space Station\" \n8/10",
            "gpt_relevancy_score": 8
        },
        "6": {
            "text": "Even as calls grew for investigations into Representative George Santos and for his resignation, House Republican leadership on Tuesday gave the first-term congressman from New York seats on the Small Business and the Science, Space and Technology Committees, according to a person briefed on the assignments.\n\nThe committee placements are the clearest indication yet of the restrained approach with which Republican leaders are treating Mr. Santos amid a growing controversy over falsehoods on the campaign trail and questions about his fund-raising and spending reported last month in The New York Times.\n\nNeither of Mr. Santos’s two committees are seen as plum seats for lawmakers hoping to boost their profile on Capitol Hill, and they are not as highly regarded as the committees he had initially sought: either the House Financial Services or Foreign Affairs Committees. The person briefed on his assignments said that Mr. Santos had requested those positions from Republican leaders.\n\nBut the likelihood of Mr. Santos’s getting those posts diminished after he acknowledged misrepresenting his work in finance and after reports cast doubt on aspects of his background, including claims of Jewish ancestry.",
            "title": "George Santos Lands 2 House Committees: Small Business and Science",
            "keywords": [
                "santoss",
                "science",
                "house",
                "mr",
                "lands",
                "committees",
                "york",
                "person",
                "business",
                "seats",
                "small",
                "republican",
                "briefed",
                "george",
                "santos"
            ],
            "link": "https://www.nytimes.com/2023/01/17/nyregion/santos-business-committee-space.html",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "7": {
            "text": "CHENNAI : Dhruva Space founder Sanjay Nekkanti’s obsession with satellites began early. It was 2008 and he was still in college. The country was basking in the success of Chandrayaan-1, India’s first moon mission, which generated a lot of interest in the space programme, especially among students. The Indian Space Research Organisation (Isro) decided to tap into this frenzy and asked universities to encourage students to build satellites. It offered to deploy the student satellites in orbit for free.\n\nChennai’s SRM University was among the earliest to take up this offer. Nekkanti, who was pursuing a bachelor’s degree in electronics and telecommunication engineering, was drafted into the university team building the satellite, thanks to his unusual hobby, ham radio (amateur radio, involving two-way communication). After many challenges, the SRMSat, designed to address pollution by monitoring carbon dioxide and water vapour in the atmosphere, was ready in 2010. It was put into orbit by Isro’s PSLV-C18 (Polar Satellite Launch Vehicle) in October 2011.\n\nYou might also like\n\nBudget may put India's missing middle in Ayushman Bharat\n\nUPI for NRIs: What it means for India and Indians abroad\n\nNew IT Rules draft includes gaming intermediaries\n\nIndia is 3rd biggest auto market now. What do the numbers reveal?\n\nThe experience of building a satellite set Nekkanti thinking. “I was surprised by the cost arbitrage that existed in building a satellite in India and appalled that no one was tapping this huge opportunity,\" he recalls.\n\nBarring Isro, no other organization was building satellites (or rockets) in India back then. When he graduated in 2010, he reached out to his SRMSat mates with the idea of starting a company that builds satellites. But they were sceptical and declined. Nekkanti put his entrepreneurial ambitions on hold and headed to Europe to pursue a Masters in Space Technology and Spacecraft Instrumentation.\n\nHe returned in 2012 and set up Dhruva Space to build satellites. The initial days were tough, with funding hard to come by. Investors questioned Nekkanti on his business plan. Four years later, the market was still unresponsive and he almost sold the company. Things began to change only in 2019, as investor interest picked up.\n\nToday, Dhruva Space is a sought-after satellite maker. On 26 November, it launched two of its own satellites, Thybolt-1 and Thybolt-2, on board PSLV-54. The company now offers end-to-end services—building satellites, launching, tracking and maintaining them. It has raised $8 million in funding so far and has orders to put three satellites in space. Many foreign entities are in talks with Dhruva Space to build and launch their satellites.\n\nDhruva Space is a part of India’s space odyssey 2.0. The transformation that the country’s space sector is witnessing is not led by Isro but by the private sector, specifically, by startups. Apart from Dhruva, a clutch of space startups, including Agnikul Cosmos, Skyroot Aerospace, Digantara and Pixxel, are building and launching rockets, engines, as well as satellites that will do everything from generating high-resolution pictures of earth to tackling space debris. And they have investors making a beeline for India.\n\nTo be sure, this is just the beginning, and India has a long way to go to catch up with the likes of the US, Russia and China, but it is an endeavour well begun.\n\nIsro, long the standard bearer of India’s space ambitions, has played a big role in facilitating this shift. As Pawan Goenka, chairman of the Indian National Space Promotion and Authorisation Centre (IN-SPACe), the regulatory entity facilitating the private sector’s participation in the space industry, put it: “The space sector is transitioning from being Isro-dominated to being Isro-enabled.\"\n\nThe Trigger\n\nIt all began in June 2020, when the government opened up the space sector. It had realised that India would not be able to catch up with other space powers and establish itself as a leading player without involving private players. The reasons were obvious; India’s space budget of $1.7 billion (in 2022) was miniscule compared to the US’s $30 billion and China’s $14 billion (which includes $1 billion from its private players). While the US had 1,650 space assets and China had 450, India’s, at last count, had less than 100.\n\nAlso, India remained a marginal player in the commercial space market, which involves building and launching satellites, ground tracking and other applications. “India’s share in the $440 billion global space market is just 2%,\" says Goenka. The government wants to increase this share to 10% through the private sector, which will be able to attract large-scale private capital. This rationale sparked reforms in the space sector, and in June 2022, IN-SPACe was operationalized to facilitate private sector participation. A Space Policy is expected soon.\n\nA lot has happened in the last nine months. “Over 100 companies have come up in this sector and in 2022 they raised as much as $110 million, which is more than what private space players had raised cumulatively till 2021,\" says Goenka.\n\nThe space pack\n\nOn 18 November, just days before Dhruva’s satellite launch, Skyroot Aerospace launched Vikram-S, India’s first private rocket, from Isro’s launch facility at Sriharikota.\n\n“Vikram-S was launched to validate 80% of the technology that will go into Vikram-1, our orbital launch vehicle,\" says Pawan Kumar Chandana, co-founder of Hyderabad-based Skyroot Aerospace.\n\nStarted in 2018 with an investment of ₹10 crore, Skyroot expects the commercial launch of Vikram-1 by the end of 2023, deploying satellites weighing up to 500 kg in orbit. It has scheduled eight launches in 2024. The company has raised ₹526 crore in funding and counts GIC (Singapore’s sovereign wealth fund) and Mukesh Bansal (founder of fashion e-commerce company Myntra) among its investors.\n\nLike Skyroot, Agnikul Cosmos, located in the IIT Madras Research Park, wants to dominate the small satellite launch market. It is developing rockets fuelled by its patented semi-cryogenic engines (using liquid oxygen and kerosene as fuel). The company uses a unique method to make its rockets: it 3-D prints them. “This helps us to ready an engine in two weeks, as against months otherwise,\" says Srinath Ravichandran, CEO & co-founder, Agnikul Cosmos, which has so far raised ₹105 crore from investors. The company has already built a dedicated launchpad at Sriharikota and its first rocket is expected to blast off in the coming weeks. “Commercial launches will happen by the end of this year,\" he adds.\n\nThere is no dearth of confidence in these young Indian space entrepreneurs. Awais Ahmed, co-founder & CEO of Bengaluru-based Pixxel, wants to build a constellation of 24 hyper spectral micro satellites, which will act as an “MRI scanner\" of Earth. They will monitor deforestation, track air and water pollution, check forest biodiversity, as well as coastal and marine health apart from changes in the urban landscape. It launched three demonstration satellites in 2022.\n\n“Our customers are very happy with the images. We are already in commercial business,\" says Ahmed. The company, which has raised $35 million, plans to launch six satellites in 2023.\n\nAnother Bengaluru-based aerospace company, Digantara, wants to address the problem of space debris and has developed an in-orbit device that will track it. Though space agencies monitor debris from the ground, tiny bits (less than 1cm in size) are difficult to track. There are estimated to be 130 million such pieces in space. Travelling at 18,000 miles per hour, they pose a threat to satellites in orbit. Digantara plans to launch a constellation of 40 satellites to gather data on space junk in low-earth orbit (LEO).\n\nDigantara is also looking at monitoring the weather in space. It recently launched two satellites (ROBI & Pushan-Alpha) to set up the world’s first commercial space weather monitoring system. It plans to have eight such satellites by 2024. This, too, is a critical need. According to reports, in February 2022, a solar storm cost SpaceX 40 satellites.\n\nThe Catalyst\n\nThe advent of startups in the space sector would not have been possible but for significant technological changes in recent years. As Agnikul Cosmos’ Srinath put it: “Big gave way to small, few became many, far changed to near and long life became short.\" He is referring to how satellites have changed.\n\nElon Musk’s SpaceX demonstrated this with its Starlink satellites. Earlier, satellites used to be huge. They weighed over three tonnes and were put in faraway geo-synchronous orbits (where they moved in tandem with India as the earth rotated).\n\nSpaceX showed the world that instead of one large satellite, a constellation of satellites could do a better job. The shortcoming of coverage (smaller satellites cover a smaller area) is thus tackled with a constellation. SpaceX launched 4,000 small satellites in low-earth orbit instead of 10 big ones in a geosynchronous orbit to provide its internet services.\n\nAirtel-backed OneWeb is in the process of launching 648 small satellites in LEO mode to provide its high-speed satellite internet service.\n\nSmaller satellites have distinct advantages over large ones. They can be built quickly. Being closer to earth, they offer better latency (less delay in receipt of a signal). “Today, a 3 kg satellite can take pictures with 3-metre resolution. A few years ago, it required a 300 kg satellite,\" says Skyroot’s Chandana. The life of smaller satellites is just around three years — unlike 15 years for large ones — but that is not a worry as technology is evolving rapidly and older satellites can be replaced by those with newer tech.\n\n“We can’t wait 15 years as the technology will become obsolete\" says Dhruva Space’s Nekkanti. Unlike in the case of a large satellite, a constellation of satellites can continue to offer services even if a few malfunction.\n\n“They will still be cheaper than a single large one,\" says Agnikul Cosmos’ Srinath. This is because smaller satellites use industry-grade rather than space-grade components (as they are parked closer to earth, where radiation is lower and have a shorter lifespan). Moreover, while an Insat class satellite will cost at least ₹400 crore, smaller satellites can be built for just ₹10 crore, says Pixxel’s Ahmed. Also, smaller satellites are placed in low orbit and at the end of their lives they can be lowered into the atmosphere to burn out (using onboard fuel) leaving no space junk.\n\nThere is no need for large launch vehicles such as the PSLV or GSLV (geosynchronous Satellite Launch Vehicle), which cost ₹300 crore and ₹450 crore, respectively, to launch small satellites. The rockets that Skyroot and Agnikul Cosmos are building will cost a fraction of that, at around ₹20 crore. “It is this reduction in cost that has made the private sector’s entry in the space sector possible,\" says Srinath. No investor would want to support a private player who needs ₹400 crore to build just one satellite or launch vehicle, he adds.\n\nAccording to European Space Agency data, since the beginning of the space age (in 1957, when the USSR launched the Sputnik satellite), 14,710 satellites have been put into orbit. Experts estimate that anywhere between 70,000 to 100,000 satellites will be launched in the next 15 years and over 80% will be small satellites weighing less than 500 kg. It is this market that Indian space startups are looking to take advantage of as they are nimble (they can launch quickly unlike Isro, which needs months to ready a launch vehicle) and can deploy satellites at specific locations—a critical requirement when it comes to a constellation.\n\nISRO’s role\n\nSo, where does all this leave Isro? “It will play a leading role in enabling the private sector to come in, through IN-SPACe,\" says Goenka. The private sector will rely on Isro for infrastructure—be it launch facilities, tracking systems, technology transfers and capacity building. India’s space agency will focus on scientific missions, passing on the commercial business to the private sector, he adds.\n\nIsro, whose accomplishments to date include 121 spacecraft missions, 87 launch missions and 385 foreign satellite launches, will focus on deep-space missions, and putting an Indian in space through its Gaganyaan mission. It is also working on a small satellite launch vehicle, a reusable launch vehicle and an air-breathing propulsion system.\n\nIsro has set up NewSpace India Ltd (NSIL) to handle the commercial end of the business. In September, HAL and L&T bagged a ₹860 crore contract for the manufacture of five PSLVs over four years from NSIL.\n\nPrivate space players, on their part, are eagerly looking forward to India’s space policy, which is due soon. They expect a policy that is clear and liberal. “The draft policy is encouraging,\" says Pixxel’s Ahmed.\n\nMany call the recent policy changes the Indian space sector’s ‘1991 moment’. Going by the giant leap space startups have made in such a short period, that certainly appears to be the case.\n\nElsewhere in Mint\n\nIn Opinion, Vivek Kaul says IDBI Bank sell-off could be a precursor for sale of other PSBs. Rahul Matthan tells why India needs private quasi-regulatory entities. Merryn Somerset Webb says gold is getting back its classic glitter.",
            "title": "Startups are powering India's space odyssey 2.0",
            "keywords": [
                "odyssey",
                "startups",
                "private",
                "powering",
                "orbit",
                "space",
                "satellites",
                "20",
                "launch",
                "india",
                "indias",
                "crore",
                "sector",
                "satellite"
            ],
            "link": "https://www.livemint.com/companies/start-ups/indias-rocket-dreams-ready-for-a-liftoff-11673969838215.html",
            "skip": "true",
            "gpt_relevancy_score": 0
        },
        "8": {
            "text": "Thales Alenia Space, the joint venture between Thales and Leonardo, has signed a contract with prime contractor Appworks to provide Thailand with a complete Search And Rescue (SAR) operational system based on the COSPAS-SARSAT MEOSAR Service.\n\nThe solution will make it possible to detect and locate distress signals from COSPAS-SARSAT beacons on land, in the air and at sea instantaneously, over a radius of 2,500 km centred around Bangkok, mainly using the Galileo satellite positioning system. This solution also includes delivery of a Mission Control Centre (MCC) dedicated to managing and distributing alerts, and a Rescue Coordination Centre (RCC) to manage all search-and-rescue activities for armed forces, coastguards, sea rescue and other services.\n\nThales Alenia Space’s innovative MEOLUT Next product, which employs a phased array antenna, will give Thailand unrivalled performance. Where conventional MEOLUT systems rely on six large parabolic antennas covering an area about the size of a football field and are only capable of receiving signals from six satellites (one per antenna), the MEOLUT Next solution, with its compact antennas taking up less than 6 square metres, tracks up to 30 satellites, thus significantly enhancing distress beacon detection and expanding coverage. MEOLUT Next is capable of detecting distress signals from up to 5,000 km away.\n\nThe solution is already operated by the main users of COSPAS-SARSAT (USA, Canada, France, the European Union, and Togo) and is today helping to save lives, as recently demonstrated in the Indian Ocean. On November 18, 2022, a MEOLUT Next antenna picked up a distress signal from the Asteria, a yacht skippered by Tapio Lehtinen competing in the Golden Globe race, 2,000 km southwest of La Réunion, well outside the range of VHF radio and other communications systems. The Asteria was sinking fast, and Tapio just had time to put on his survival suit and jump into his liferaft before activating his COSPAS-SARSAT distress beacon. Within only four minutes, MEOLUT Next had pinpointed the boat’s location to guide rescue crews to the scene and save the skipper.\n\n“This is the first contract to deploy our MEOLUT Next solution in Asia, which is now present on the four continents of the Americas, Europe, Africa and Asia.” said Benoit Broudy, Vice President Navigation at Thales Alenia Space in France. “Thales Alenia Space sees space as a new horizon, helping humankind to build a better, more sustainable life on Earth. Saving lives is something that ties in with our company’s aspirations, as demonstrated by our contribution to COSPAS-SARSAT Search and Rescue services.”\n\nCOSPAS-SARSAT is an intergovernmental organization founded by Canada, the United States, Russia and France. Operational since 1988 and deployed in more than 40 countries around the world, this satellite-based search-and-rescue distress alert detection and information distribution system is best known for detecting and locating emergency beacons activated by aircraft, ships and hikers in distress. Today, almost 1 million ships and 300,000 aircraft are equipped with COSPAS-SARSAT distress beacons. To date, the COSPAS-SARSAT service has saved more than 57,000 lives in more than 17,000 search-and-rescue events. In the last few years, COSPAS-SARSAT has helped save an average of seven lives every day.\n\nConventional MEOLUT (Medium Earth Orbit Local User Terminal) systems use large parabolic antennas and are limited by how many satellite signals they can receive. Thales Alenia Space’s MEOLUT Next solution is compact, measuring less than six square meters and is able to track up to 30 satellites, thus significantly enhancing distress beacon detection while expanding coverage. Since there are no mechanical components, hardware maintenance costs are the lowest on the market.\n\nFor Editorial Inquiries Contact:\n\nEditor Matt Driskill at matt.driskill@asianaviation.com\n\nFor Advertising Inquiries Contact:\n\nHead of Sales Kay Rolland at kay.rolland@asianaviation.com",
            "title": "Thailand acquires SAR solution based on Thales Alenia Space tech",
            "keywords": [
                "solution",
                "alenia",
                "lives",
                "acquires",
                "cospassarsat",
                "space",
                "tech",
                "sar",
                "meolut",
                "rescue",
                "signals",
                "thales",
                "distress",
                "thailand",
                "based"
            ],
            "link": "https://asianaviation.com/thailand-acquires-sar-solution-based-on-thales-alenia-space-tech/",
            "skip": "false",
            "gpt_score_reason": " 8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nThales Alenia Space has signed a contract with Appworks to provide Thailand with an operational Search and Rescue (SAR) system based on MEOSAR Service, which employs the innovative MEOLUT Next product that uses a phased array antenna. This solution is capable of detecting distress signals from 5,000 km away and can track up to 30 satellites for far-reaching coverage. It will help rescue services around Thailand to save more lives as demonstrated recently by the Asteria in Indian Ocean."
        },
        "9": {
            "text": "Two astronauts will complete the first spacewalk of the year continuing a rush of activity on the International Space Station as the orbiting laboratory prepares for another busy year of research in low-Earth orbit.\n\nNASA astronaut Nicole Mann and Japan Aerospace Exploration Agency (JAXA) astronaut Koichi Wakata will begin their 6.5-hour spacewalk on Friday around 8 a.m. after exiting the ISS airlock.\n\nWakata will wear the spacesuit with red stripes, and Mann's spacesuit will be stripe-less.\n\nThis will mark the first spacewalk for both astronauts and allow all the Crew-5 astronauts to have completed at least one spacewalk during their mission. The Crew-5 mission is Mann's first spaceflight. Wakata recently marked his 400th cumulative day in space throughout his career.\n\nMann and Wakata's tasks outside the ISS will be to install a frame, known as struts, to support the next pair of international Roll-Out Solar Arrays known as iROSAs.\n\nHOW TO WATCH FOX WEATHER\n\nThere are four iROSAs currently installed outside the International Space Station installed over a handful of spacewalks as part of an effort to upgrade the station's power grid. The solar arrays arrive in space rolled up like carpets and unfurl in space.\n\n\"They're supplying about nine kilowatts of power, which is going towards a lot of payloads and science,\" NASA's Spacewalk Flight Director Chloe Mehring said of the four iROSAs.\n\nThe astronauts will also tighten some bolts and cables. If there is time, they could complete some \"get ahead tasks\" working ahead to help speed up the next iROSA installation.\n\nNASA's ISS Program operations integration manager Dina Contella estimated the next set of solar arrays from Boeing and Redwire Space would launch sometime in June on SpaceX's 28th resupply mission to the space station.\n\nNASA management has been pleased with the new roll-out of solar arrays. The space agency also plans to use the arrays on Gateway, a small orbiting outpost around the moon where astronauts will stop before heading down to the lunar surface.\n\n\"When you see the arrays unfurl, and they seem to do so perfectly and then provide power right away, it's really impressive,\" Contella said. \"This is proving this is a good technology. They're lightweight and flexible, easy to launch. And I do think this is a really good methodology, and we are planning to use it in the future.\"\n\nNASA lead spacewalk Officer Keith Johnson said the innovative iROSAs are a step forward in power generation technology.\n\n\"It's always the right direction to be able to update and accommodate higher power capacity, higher storage, and for all the use that we want to get out of the station,\" Johnson said.\n\nNonstop space traffic\n\nActivity on the International Space Station is always ongoing, and the astronauts live by a very detailed schedule. Their days are packed with science research, outreach events talking to people back on Earth, ISS maintenance, working out in the low-gravity gym, personal time and sleep.\n\nSince November, astronauts have completed three spacewalks, and Northrop Grumman and SpaceX cargo supply vehicles have either come or gone from the space station.\n\n\"It’s been really busy,\" Contella said. \"We’ve had a lot happening, I'd say. Multiple vehicles coming and going and spacewalks.\"\n\nAdditionally, the crew has made adjustments due to the Russian Soyuz spacecraft leaking coolant.\n\nThe spacecraft was how Roscosmos cosmonauts Sergey Prokopyev and Dmitri Petelin and NASA Astronaut Frank Rubio arrived at the ISS in September and would have been their ride home before it began leaking coolant. Engineers believe the leak was caused by a space debris strike to the spacecraft.\n\nNow Russia will send up another Soyuz spacecraft in mid-February to bring the crew back to Earth.\n\nContella said after the new Soyuz arrives, the crew will spend \"several more months\" in space before coming home, possibly in September. The problem Soyuz spacecraft will autonomously return to Earth after the new one arrives.\n\nUntil the new Soyuz arrives, the astronauts moved Rubio's seat liner to the SpaceX Crew Dragon in case of an emergency evacuation. The old Soyuz will remain the emergency evacuation plan for Prokopyev and Petelin.\n\nNASA and SpaceX are planning to launch the Crew-6 astronaut mission to the ISS in late February, and the Crew-5 astronauts would undock and return home a few days after the Crew-6 mission's arrival.\n\nSTELLAR SNACK: HOW A BLACK HOLE EATS A DOOMED STAR FOR BREAKFAST\n\nThere are also two re-supply missions planned for February, Russia's Progress supply vehicle and SpaceX's Cargo Dragon on its 27th re-supply mission for NASA.\n\nNorthrop Grumman's Cygnus cargo spacecraft that arrived in November will undock from the ISS sometime in March.\n\nIn April, Boeing is scheduled to launch its first astronauts to the ISS on the CST-100 Starliner. The crewed flight test will be the final step to certify Boeing's capsule to fly astronauts as part of NASA's Commercial Crew Program like SpaceX has been doing since 2020.",
            "title": "First spacewalk of the year continues flurry of space station activities",
            "keywords": [
                "arrays",
                "crew",
                "soyuz",
                "space",
                "continues",
                "power",
                "astronauts",
                "spacecraft",
                "mission",
                "activities",
                "station",
                "iss",
                "spacewalk",
                "flurry"
            ],
            "link": "https://www.foxweather.com/earth-space/spacewalk-nasa-astronauts-space-station-solar-arrays",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: NASA astronaut Nicole Mann and Japan Aerospace Exploration Agency (JAXA) astronaut Koichi Wakata will complete the first spacewalk of the year on Friday to install frames for a new international Roll-Out Solar Arrays. The mission is part of an ongoing effort by NASA to upgrade the International Space Station's power grid, which includes four iROSAs already installed outside the station. Additionally, there are several supply missions planned in February and April before Boeing launches its first astronauts in its crewed flight test for certification as part of NASA’s Commercial Crew Program."
        },
        "10": {
            "text": "The planet is rocky and almost precisely the same size as Earth, but whips around its star in only two days.\n\nResearchers using NASA’s James Webb Space Telescope have formally embarked on a new frontier: Identifying and analyzing rocky exoplanets that orbit red dwarf stars. A team led by Kevin Stevenson and Jacob Lustig-Yaeger, both of the Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland, confirmed that LHS 475 b not only exists, but it is a small, rocky planet that is almost exactly the same size as Earth. Before Webb, researchers typically targeted planets that are larger than Jupiter, which is 11 times wider than Earth. This will inevitably be the first of many discoveries Webb data will help researchers make as they continue exploring planets elsewhere in our Milky Way galaxy.\n\nUsing NASA’s James Webb Space Telescope, researchers confirmed an exoplanet, a planet that orbits another star, for the first time. Formally classified as LHS 475 b, the planet is almost exactly the same size as our own, clocking in at 99% of Earth’s diameter. The research team is led by Kevin Stevenson and Jacob Lustig-Yaeger, both of the Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland.\n\nA Red Dwarf Star (M dwarf) is a small, low-mass, dim, and cool star. Many have big flares and mass ejections on their surfaces. The habitable zone of red dwarf stars is closer to the star than stars like our sun, making it easier to observe potentially habitable planets.\n\nThe team chose to observe this target with Webb after carefully reviewing targets of interest from NASA’s Transiting Exoplanet Survey Satellite (TESS), which hinted at the planet’s existence. Webb’s Near-Infrared Spectrograph (NIRSpec) captured the planet easily and clearly with only two transit observations. “There is no question that the planet is there. Webb’s pristine data validate it,” said Lustig-Yaeger. “The fact that it is also a small, rocky planet is impressive for the observatory,” Stevenson added.\n\n“These first observational results from an Earth-size, rocky planet open the door to many future possibilities for studying rocky planet atmospheres with Webb,” agreed Mark Clampin, Astrophysics Division director at NASA Headquarters in Washington. “Webb is bringing us closer and closer to a new understanding of Earth-like worlds outside our solar system, and the mission is only just getting started.”\n\nAmong all operating telescopes, only Webb is capable of characterizing the atmospheres of Earth-sized exoplanets. The team attempted to assess what is in the planet’s atmosphere by analyzing its transmission spectrum. Although the data show that this is an Earth-sized terrestrial planet, they do not yet know if it has an atmosphere. “The observatory’s data are beautiful,” said Erin May, also of the Johns Hopkins University Applied Physics Laboratory. “The telescope is so sensitive that it can easily detect a range of molecules, but we can’t yet make any definitive conclusions about the planet’s atmosphere.”\n\nAlthough the team can’t conclude what is present, they can definitely say what is not present. “There are some terrestrial-type atmospheres that we can rule out,” explained Lustig-Yaeger. “It can’t have a thick methane-dominated atmosphere, similar to that of Saturn’s moon Titan.”\n\nThe team also notes that while it’s possible the planet has no atmosphere, there are some atmospheric compositions that have not been ruled out, such as a pure carbon dioxide atmosphere. “Counterintuitively, a 100% carbon dioxide atmosphere is so much more compact that it becomes very challenging to detect,” said Lustig-Yaeger. Even more precise measurements are required for the team to distinguish a pure carbon dioxide atmosphere from no atmosphere at all. The researchers are scheduled to obtain additional spectra with upcoming observations this summer.\n\nWebb also revealed that the planet is a few hundred degrees warmer than Earth, so if clouds are detected, it may lead the researchers to conclude that the planet is more like Venus, which has a carbon dioxide atmosphere and is perpetually shrouded in thick clouds. “We’re at the forefront of studying small, rocky exoplanets,” Lustig-Yaeger said. “We have barely begun scratching the surface of what their atmospheres might be like.”\n\nThe researchers also confirmed that the planet completes an orbit in just two days, information that was almost instantaneously revealed by Webb’s precise light curve. Although LHS 475 b is closer to its star than any planet in our solar system, its red dwarf star is less than half the temperature of the Sun, so the researchers project it still could have an atmosphere.\n\nThe researchers’ findings have opened the possibilities of pinpointing Earth-sized planets orbiting smaller red dwarf stars. “This rocky planet confirmation highlights the precision of the mission’s instruments,” Stevenson said. “And it is only the first of many discoveries that it will make.” Lustig-Yaeger agreed. “With this telescope, rocky exoplanets are the new frontier.”\n\nLHS 475 b is relatively close, at only 41 light-years away, in the constellation Octans.\n\nThe team’s results were presented at a press conference of the American Astronomical Society (AAS) on January 11, 2023.\n\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb will solve mysteries in our solar system, look beyond to distant worlds around other stars, and probe the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and CSA (Canadian Space Agency).",
            "title": "A New Frontier: NASA’s Webb Space Telescope Confirms Existence of Earth-Sized Rocky Exoplanet!",
            "keywords": [
                "nasas",
                "researchers",
                "rocky",
                "frontier",
                "existence",
                "lustigyaeger",
                "atmosphere",
                "telescope",
                "space",
                "confirms",
                "planet",
                "team",
                "star",
                "earthsized",
                "exoplanet",
                "planets",
                "webb"
            ],
            "link": "https://scitechdaily.com/a-new-frontier-nasas-webb-space-telescope-confirms-existence-of-earth-sized-rocky-exoplanet/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nUsing the James Webb Space Telescope, researchers formally confirmed an exoplanet that almost exactly matches the size of Earth orbiting a red dwarf star 41 light-years away. This opens up possibilities for pinpointing other Earth-sized planets travelling around smaller stars and also reveals new methods for examining potential atmospheres on rocky worlds outside our Solar System. The team’s findings have been presented at a press conference by the American Astronomical Society (AAS)."
        },
        "11": {
            "text": "China Southern Airlines flight was the first to take-off from the airport. Credit: Scarbor Siu on Unsplash.\n\nBeijing Daxing International Airport in China has restarted operating outbound overseas flight services after a pause of around three years due to Covid-19 pandemic restrictions.\n\nThe resumption of international services comes after the Chinese Government decided to ease Covid-19 curbs by downgrading it from Class A to Class B, and lifting of all quarantine measures for overseas passengers coming to China from 8 January, Global Times reported.\n\nBeijing Daxing International Airport Customs deputy director Zhao Zhao was quoted by the publication as saying: “After receiving the flight resumption plan, we continued to improve the customs operation process from the aspects of aircraft scheduling, passenger and baggage flow to make a full preparation.”\n\nThe first flight to take off was China Southern Airlines, which was bound for Hong Kong with 101 passengers onboard, the publication stated.\n\nIn March 2020, all flights bound for Beijing Daxing Airport were re-routed to Beijing Capital International Airport due to the pandemic.\n\nBeginning on 8 January, Civil Aviation Administration of China (CAAC) noted that all flights will be allowed to land at the Beijing Daxing airport directly.\n\nIn addition to China Southern Airlines, other carriers such as China Eastern Airlines, Beijing Capital Airlines and Himalaya Airlines will recommence their outbound operations from Daxing airport.\n\nThe airport will also facilitate international transfers, under the 144-hour visa-free policy for the Beijing-Tianjin-Hebei region\n\nEarlier this month, Cathay Pacific announced that it will more than double its schedule to China, after the decision to enable quarantine-free travel between Hong Kong and the Chinese Mainland.",
            "title": "Beijing Daxing Airport resumes international flight operations",
            "keywords": [
                "airport",
                "resumes",
                "zhao",
                "daxing",
                "operations",
                "services",
                "southern",
                "flight",
                "airlines",
                "china",
                "international",
                "beijing"
            ],
            "link": "https://www.airport-technology.com/news/beijing-daxing-airport-2/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "12": {
            "text": "I once aspired to own San Francisco real estate. Now, I’m only interested in acquiring intellectual property.\n\nCase in point: “Scooby-Doo” aired on TV before I was born, but the spin-off “Velma” just premiered on HBO Max.\n\nIt’s getting ripped to shreds on social media, which means people watched, so we can expect more to come.\n\nFull TechCrunch+ articles are only available to members.\n\nUse discount code TCPLUSROUNDUP to save 20% off a one- or two-year subscription.\n\nHollywood studios are adept at wringing every ounce of value from their IP. Similarly, cost-effective IP management strategies can fortify startup valuations over the long term, according to Kyle Graves, counsel at Snell & Wilmer, but only if founders are vigilant.\n\nDo you have IP counsel? Does your app have a UX protection strategy? Have you ever conducted an audit?\n\n“There are a thousand little oopsies that can become big oopsies when word gets out that a big payday may be coming.”\n\nThanks for reading,\n\nWalter Thompson\n\nEditorial Manager, TechCrunch+\n\n@yourprotagonist\n\n7 space tech predictions for 2023\n\nAs of January 17, Wikipedia notes that there have been eight successful spaceflight launches so far this year.\n\nNew spaceports are entering operation, cell phone users will soon have connectivity from space and the Artemis program backed by NASA is one of several ventures that will bring robots (and eventually human crews) to the moon.\n\n“Despite the economic uncertainty, we believe new records will be established in space tech as giant commercial projects get funded,” says Mark Boggett, CEO and co-founder of Seraphim Space Manager LLP.\n\n4 tips to find the funding that fits your business\n\nRaising money without a detailed business plan is a proven way for losing value.\n\nBefore seeking capital, founders need a firm plan for ramping up hiring, going to market and expanding into new areas. Otherwise, they may be “mistaking funding for validation,” writes Carlos Antequera, CEO and co-founder of Novel Capital.\n\n“Not all capital providers are equal, so seeking financing isn’t just about securing capital. It’s a matter of finding the right source of funding that matches both your business and your roadmap.”",
            "title": "TechCrunch+ roundup: Space tech predictions, startup IP strategy, finding feasible funding",
            "keywords": [
                "founders",
                "oopsies",
                "manager",
                "roundup",
                "space",
                "tech",
                "ip",
                "plan",
                "techcrunch",
                "funding",
                "strategy",
                "finding",
                "capital",
                "seeking",
                "predictions",
                "startup"
            ],
            "link": "https://techcrunch.com/2023/01/17/techcrunch-roundup-space-tech-predictions-startup-ip-strategy-finding-feasible-funding/",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "13": {
            "text": "Africa is currently dealing with several humanitarian problems on several fronts. One of them is the rising number of displaced people who seek refuge in neighbouring countries. This article highlights the growing refugee population on the continent and how space-based partnership solutions have supported several refugee camps. In 2021, about 89.3 million individuals were displaced...\n\nThis article is available to premium readers only. Become a premium member of Space in Africa to read the full article.\n\nLog In Sign Up",
            "title": "Can Satellite Technology Aid Humanitarian Relief Efforts for Refugees in Africa?",
            "keywords": [
                "sign",
                "africa",
                "article",
                "refugee",
                "humanitarian",
                "space",
                "premium",
                "refugees",
                "aid",
                "efforts",
                "spacebased",
                "technology",
                "seek",
                "relief",
                "solutions",
                "supported",
                "satellite"
            ],
            "link": "https://africanews.space/can-satellite-technology-aid-humanitarian-relief-efforts-for-refugees-in-africa/",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "14": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.newsweek.com/george-santos-mocked-over-small-business-science-house-committee-seats-1774510",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA Develops New Technology to Help Locate Black Holes and Track Them Over Time \n8/10",
            "gpt_relevancy_score": 8
        },
        "15": {
            "text": "A Chinese Long March 2D rocket launches from Jiuquan Satellite Launch Center in the Gobi Desert on Jan. 13, 2023, carrying the Yaogan 37 and Shiyan 22A and B satellites into orbit\n\nChina launched three new satellites last week, providing no details of the work they will do in orbit.\n\nA Long March 2D rocket lifted off from Jiuquan Satellite Launch Center in the Gobi Desert at 2:00 a.m. EST (0700 GMT, or 3:00 p.m. local time) on Friday (Jan. 13), sending three classified satellites into orbit.\n\nThe China Aerospace Science and Technology Corporation (CASC), which produced both the rocket and satellites, announced (opens in new tab) the successful launch of the Yaogan 37 and Shiyan 22A and 22B satellites within an hour of liftoff.\n\nRelated: The latest news about China's space program\n\nNo details about the three satellites were provided. Yaogan 37 will likely boost China's ever-growing remote sensing capabilities, while the Shiyan designation is thought to apply to satellites testing new and untried technologies and payloads.\n\nChinese state media stated only that the three satellites will \"mainly be used for in-orbit verification of new technologies such as space environment monitoring,\" as is typical for both the largely classified Yaogan remote sensing series and Shiyan satellites.\n\nThe U.S. Space Force 's 18th Space Defense Squadron tracked and cataloged three satellites in roughly circular, 320-mile-altitude (515 kilometers) orbits with inclinations of 43 degrees.\n\nThe launch was China's fourth of 2023, with CASC stating earlier in January that it plans to launch more than 50 orbital missions this year.",
            "title": "China launches classified remote sensing and tech test satellites (video)",
            "keywords": [
                "37",
                "sensing",
                "video",
                "yaogan",
                "launches",
                "chinas",
                "satellites",
                "tech",
                "test",
                "classified",
                "space",
                "launch",
                "shiyan",
                "remote",
                "china",
                "technologies",
                "rocket"
            ],
            "link": "https://www.space.com/china-yaogan-shiyan-satellite-launch-january-2023",
            "skip": "false",
            "gpt_score_reason": "\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: Last Friday (Jan. 13), China successfully launched three satellites into orbit via a Long March 2D rocket from the Jiuquan Satellite Launch Center in the Gobi Desert. No details were provided by Chinese state media, but it is thought that Yaogan 37 will boost remote sensing capabilities and Shiyan designation applied to satellites testing new and untried technologies. The U.S Space Force tracked and cataloged the satellites, which are in circular orbits at 320-mile altitude with inclinations of 43 degrees. This launch was China's fourth this year, with plans to have more than 50 orbital missions by 2021."
        },
        "16": {
            "text": "We live in an era of renewed space exploration, where multiple agencies are planning to send astronauts to the Moon in the coming years. This will be followed in the next decade with crewed missions to Mars by NASA and China, who may be joined by other nations before long. These and other missions that will take astronauts beyond Low Earth Orbit (LEO) and the Earth-Moon system require new technologies, ranging from life support and radiation shielding to power and propulsion. And when it comes to the latter, Nuclear Thermal and Nuclear Electric Propulsion (NTP/NEP) is a top contender!\n\nNASA and the Soviet space program spent decades researching nuclear propulsion during the Space Race. A few years ago, NASA reignited its nuclear program for the purpose of developing bimodal nuclear propulsion – a two-part system consisting of an NTP and NEP element – that could enable transits to Mars in 100 days. As part of the NASA Innovative Advanced Concepts (NIAC) program for 2023, NASA selected a nuclear concept for Phase I development. This new class of bimodal nuclear propulsion system uses a “wave rotor topping cycle” and could reduce transit times to Mars to just 45 days.\n\nThe proposal, titled “Bimodal NTP/NEP with a Wave Rotor Topping Cycle,” was put forward by Prof. Ryan Gosse, the Hypersonics Program Area Lead at the University of Florida and a member of the Florida Applied Research in Engineering (FLARE) team. Gosse’s proposal is one of 14 selected by the NAIC this year for Phase I development, which includes a $12,500 grant to assist in maturing the technology and methods involved. Other proposals included innovative sensors, instruments, manufacturing techniques, power systems, and more.\n\nNuclear propulsion essentially comes down to two concepts, both of which rely on technologies that have been thoroughly tested and validated. For Nuclear-Thermal Propulsion (NTP), the cycle consists of a nuclear reactor heating liquid hydrogen (LH 2 ) propellant, turning it into ionized hydrogen gas (plasma) that is then channeled through nozzles to generate thrust. Several attempts have been made to build a test this propulsion system, including Project Rover, a collaborative effort between the U.S. Air Force and the Atomic Energy Commission (AEC) that launched in 1955.\n\nIn 1959, NASA took over from the USAF, and the program entered a new phase dedicated to spaceflight applications. This eventually led to the Nuclear Engine for Rocket Vehicle Application (NERVA), a solid-core nuclear reactor that was successfully tested. With the closing of the Apollo Era in 1973, the program’s funding was drastically reduced, leading to its cancellation before any flight tests could be conducted. Meanwhile, the Soviets developed their own NTP concept (RD-0410) between 1965 and 1980 and conducted a single ground test before the program’s cancellation.\n\nNuclear-Electric Propulsion (NEP), on the other hand, relies on a nuclear reactor to provide electricity to a Hall-Effect thruster (ion engine), which generates an electromagnetic field that ionizes and accelerates an inert gas (like xenon) to create thrust. Attempts to develop this technology include NASA’s Nuclear Systems Initiative (NSI). Project Prometheus (2003 to 2005). Both systems have considerable advantages over conventional chemical propulsion, including a higher specific impulse (Isp) rating, fuel efficiency, and virtually unlimited energy density.\n\nWhile NEP concepts are distinguished for providing more than 10,000 seconds of I sp , meaning they can maintain thrust for close to three hours, the thrust level is quite low compared to conventional rockets and NTP. The need for an electric power source, says Gosse, also raises the issue of heat rejection in space – where thermal energy conversion is 30-40% under ideal circumstances. And while NTP NERVA designs are the preferred method for crewed missions to Mars and beyond, this method also has issues providing adequate initial and final mass fractions for high delta-v missions.\n\nNew Class of Bimodal NTP/NEP with a Wave Rotor Topping Cycle Enabling Fast Transit to Mars. Credit: Ryan Gosse\n\nThis is why proposals that include both propulsion methods (bimodal) are favored, as they would combine the advantages of both. Gosse’s proposal calls for a bimodal design based on a solid core NERVA reactor that would provide a specific impulse (I sp ) of 900 seconds, twice the current performance of chemical rockets. Gosse proposed cycle also includes a pressure wave supercharger – or Wave Rotor (WR) – a technology used in internal combustion engines that harnesses the pressure waves produced by reactions to compress intake air.\n\nWhen paired with an NTP engine, the WR would use pressure created by the reactor’s heating of the LH 2 fuel to compress the reaction mass further. As Gosse promises, this will deliver thrust levels comparable to that of a NERVA-class NTP concept but with an I sp of 1400-2000 seconds. When paired with a NEP cycle, said Gosse, thrust levels are enhanced even further:\n\n“Coupled with an NEP cycle, the duty cycle Isp can further be increased (1800-4000 seconds) with minimal addition of dry mass. This bimodal design enables the fast transit for manned missions (45 days to Mars) and revolutionizes the deep space exploration of our solar system.”\n\nBased on conventional propulsion technology, a crewed mission to Mars could last up to three years. These missions would launch every 26 months when Earth and Mars are at their closest (aka. a Mars Opposition) and would spend a minimum of six to nine months in transit. A transit of 45 days (six and a half weeks) would reduce the overall mission time to months instead of years. This would significantly reduce the major risks associated with missions to Mars, including radiation exposure, the time spent in microgravity, and related health concerns.\n\nArtist’s concept of a bimodal nuclear rocket making the journey to the Moon, Mars, and other destinations in the Solar System. Credit: NASA\n\nIn addition to propulsion, there are proposals for new reactor designs that would provide a steady power supply for long-duration surface missions where solar and wind power are not always available. Examples include NASA’s Kilopower Reactor Using Sterling Technology (KRUSTY) and the hybrid fission/fusion reactor selected for Phase I development by NASA’s NAIC 2023 selection. These and other nuclear applications could someday enable crewed missions to Mars and other locations in deep space, perhaps sooner than we think!\n\nFurther Reading: NASA",
            "title": "New Nuclear Rocket Design to Send Missions to Mars in Just 45 Days",
            "keywords": [
                "propulsion",
                "45",
                "bimodal",
                "space",
                "mars",
                "reactor",
                "ntp",
                "thrust",
                "cycle",
                "send",
                "days",
                "rocket",
                "design",
                "missions",
                "nuclear"
            ],
            "link": "https://www.universetoday.com/159599/new-nuclear-rocket-design-to-send-missions-to-mars-in-just-45-days/",
            "skip": "false",
            "gpt_score_reason": " selects nuclear propulsion system for Phase I development Incredible powers of Nuclear Technology 8/10",
            "gpt_relevancy_score": 8,
            "summary": " Readies for New Nuclear Era With NIAC Selections\n\nNuclear propulsion is being actively researched by NASA and other space agencies, promising the potential to reduce transit times of crewed missions to Mars from 3 years to 45 days. This new class of bimodal nuclear propulsion system uses a \"wave rotor topping cycle\" with an NTP/NEP combination that could enable transits in as little as 45 days. 14 proposals were selected this year by NASA's Innovative Advanced Concepts (NAIC) program for Phase I development, including a hybrid fission/fusion reactor, enabling exciting possibilities for deep space exploration in the near future!"
        },
        "17": {
            "text": "New power device for LEO satellites unveiled by Microchip Technology\n\nNews\n\nDan Taylor Technology Editor Military Embedded Systems\n\nCHANDLER, Arizona. Microchip Technology has announced the release of a new commercial-off-the-shelf (COTS) rad-tolerant power device targeting the low-Earth orbit (LEO) satellite market and other space applications, the company announced in a statement.\n\nThe MIC69303RT is a high-current, low-voltage power management device that is available for prototype sampling in both plastic and hermetic ceramic, the company says.\n\nThe MIC69303RT is designed to make it easier to conduct preliminary evaluation and early development, operating from a low-voltage supply of 1.65 to 5.5 volts while supplying output voltages as low as 0.5 volts at high currents, the statement reads. It can handle a temperature range of between -55 and 125 degrees Celsius and is offered in 8-in and 10-pin configurations.\n\nThe device \"enables new design possibilities in space applications,\" the company says.",
            "title": "New power device for LEO satellites unveiled by Microchip Technology",
            "keywords": [
                "device",
                "mic69303rt",
                "satellites",
                "microchip",
                "leo",
                "space",
                "power",
                "lowvoltage",
                "technology",
                "volts",
                "company",
                "unveiled"
            ],
            "link": "https://militaryembedded.com/comms/satellites/new-power-device-for-leo-satellites-unveiled-by-microchip-technology",
            "skip": "false",
            "gpt_score_reason": "\n8/10",
            "gpt_relevancy_score": 8,
            "summary": " \n\nMicrochip Technology has released the MIC69303RT, a COTS rad-tolerant power device designed for the LEO satellite market and other space applications. The high-current, low voltage device is available in 8-in and 10 pin configurations with a temperature range of -55 to 125 degrees Celsius, allowing for early development evaluation from 1.65 to 5.5 volts and output voltages as low as 0.5 volts at high currents."
        },
        "18": {
            "text": "“I’m super excited about where we are, and even more excited about where we’re headed.\" Voyager Space CEO Dylan Taylor shares his vision for the future of the space industry, from travel to commercial space stations.",
            "title": "The Age of Private Space Stations",
            "keywords": [
                "age",
                "stations",
                "industry",
                "excited",
                "space",
                "shares",
                "travel",
                "vision",
                "private",
                "super",
                "voyager",
                "taylor"
            ],
            "link": "https://www.nasdaq.com/videos/the-age-of-private-space-stations",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nDylan Taylor, CEO of Voyager Space Technologies, is optimistic about the future of the space industry. He believes in making space travel more accessible with lower costs, and creating innovative ways to use commercial platforms like space stations for research and hosting events. His vision will help to make outer-space exploration more achievable."
        },
        "19": {
            "text": "Microchip Technology Inc.\n\nSpace system developers can quickly develop prototypes and final designs for their power management system with a radiation-tolerant device based on a familiar plastic COTS device\n\nCHANDLER, Ariz., Jan. 17, 2023 (GLOBE NEWSWIRE) -- The commercialization of the Low-Earth Orbit (LEO) region is transforming space exploration and satellite communication at roughly 1,200 miles above Earth. For satellites to successfully operate and reach their destination, it is essential to select components that can withstand the harsh space environment. Building on its existing radiation-tolerant portfolio, Microchip Technology Inc. (Nasdaq: MCHP) announces today the introduction of its first commercial-off-the-shelf (COTS) rad-tolerant power device with the MIC69303RT 3A Low-Dropout (LDO) Voltage Regulator . The new high-current, low-voltage MIC69303RT is a power management solution targeting LEO and other space applications. The device is available for prototype sampling in both plastic and hermetic ceramic to support the requirements of the mission.\n\n\n\nThe MIC69303RT is based on proven COTS devices, making it easier to conduct preliminary evaluation and early development. Operating from a single low-voltage supply of 1.65 to 5.5 volts, the device can supply output voltages as low as 0.5V at high currents, offering high-precision and ultra-low dropout voltages of 500 mV under extreme conditions. The MIC69303RT is a companion power source solution for Microchip’s radiation-tolerant space-qualified microcontrollers such as the SAM71Q21RT and PolarFire® FPGAs including the RTPF500TLS.\n\n“The MIC69303RT is Microchip’s first rad-tolerant power management device with a hermetic ceramic package, latch-up immunity and 50 Krad total dose robustness,” said Bob Vampola, vice president of Microchip’s aerospace and defense business unit. “Microchip has over 60 years of space flight heritage in a comprehensive portfolio that allows customers to choose products designed to work together and accelerate their design processes.”\n\nStory continues\n\n“This COTS rad-tolerant power management solution enables new design possibilities in space applications,” said Keith Pazul, director of marketing for Microchip’s analog power and interface business unit. “Customers can design their space system with confidence by selecting the COTS MIC69303RT space-qualified part to power Microchip space-qualified MCUs and FPGAs.”\n\nDesigned for harsh aerospace applications, the MIC69303RT is operational in temperature ranges from -55°C to +125°C. It is offered in 8-pin and 10-pin package configurations with radiation tolerance up to 50 Krad. The low noise of the output is critical to sensitive RF circuits, post regulation of switching power supplies and industrial power applications.\n\nThe MIC69303RT device is the newest space-qualified product by Microchip and is manufactured in compliance with the following MIL Class Q or Class V requirements: screening testing, qualification testing and TCI/QCI specifications. The plastic MIC69303RT is compliant with high-reliability plastic quality flow derived from AEC-Q100 automotive requirements with specific additional tests necessary for space applications.\n\nDevelopment Tools\n\nThe MIC69303RT Plastic Evaluation Board is designed to evaluate the performance of the plastic engineering IC version for the MIC69303RT. The 4-layer PCB allows the user to easily change and measure the electric parameters of the device at different input and output conditions.\n\nPricing and Availability\n\nThe MIC69303RT is available in limited sampling upon request. For additional information, contact a Microchip sales representative .\n\nResources\n\nHigh-res images available through Flickr or editorial contact (feel free to publish):\n\nAbout Microchip Technology\n\nMicrochip Technology Inc. is a leading provider of smart, connected and secure embedded control solutions. Its easy-to-use development tools and comprehensive product portfolio enable customers to create optimal designs which reduce risk while lowering total system cost and time to market. The company’s solutions serve more than 120,000 customers across the industrial, automotive, consumer, aerospace and defense, communications and computing markets. Headquartered in Chandler, Arizona, Microchip offers outstanding technical support along with dependable delivery and quality. For more information, visit the Microchip website at www.microchip.com .\n\nNote: The Microchip name and logo, the Microchip logo and PolarFire are registered trademarks of Microchip Technology Incorporated in the U.S.A. and other countries. All other trademarks mentioned herein are the property of their respective companies.\n\nEditorial Contact: Reader Inquiries: Kim Dutton 1-888-624-7435 480-792-4386 Kim.Dutton@microchip.com\n\n\n\n",
            "title": "Microchip Launches Radiation-Tolerant Power Management Device Targeting Low-Earth Orbit Space Applications",
            "keywords": [
                "radiationtolerant",
                "device",
                "orbit",
                "mic69303rt",
                "launches",
                "cots",
                "space",
                "microchip",
                "lowearth",
                "power",
                "management",
                "technology",
                "spacequalified",
                "system",
                "targeting",
                "plastic"
            ],
            "link": "https://www.yahoo.com/now/microchip-launches-radiation-tolerant-power-130000717.html",
            "skip": "true",
            "gpt_score_reason": "\n\n4/10",
            "gpt_relevancy_score": 4
        }
    }
}