{
    "date": "2023-01-17",
    "category": "cr",
    "articles": {
        "0": {
            "text": "City officials joined developers recently at an official groundbreaking and rendering reveal for The Saint Grand, Streeterville’s newest mixed-use development. The project is a joint venture between Mavrek Development, GW Properties, Luxury Living, and Double Eagle Development. The 21-story property is being constructed at the corner of Grand Avenue and St Clair. Office tenant build outs are expected later this year, with residential deliveries in early 2024.\n\nAt the groundbreaking, attendees got a first look at the interior and exterior of The Saint Grand, which will include 248 luxury apartments, 45,000 square feet of office, and 7,500 square feet of street-level retail on the northeast corner, all within walking distance to Lake Michigan and the dining, shopping and entertainment offerings of Michigan Avenue.\n\n2nd Ward Alderman Brian Hopkins attended the event and shared remarks of support and encouragement for the development.\n\n“This is the last piece of the puzzle [in South Streeterville],” Hopkins said. “Future residents will have the opportunity to live in a beautiful, amenity-filled home with access to everything in the world from culture to restaurants, nightlife, entertainment, jobs, healthcare, all right here.”\n\nResidential offerings feature a mix of floorplans, from studios to two-bedrooms, with an emphasis on in-unit workspaces and private outdoor space to accommodate post-pandemic preferences. The Saint Grand also offers luxury amenities including an innovative package receiving service, a modern coworking lounge, fitness center and an outdoor pool and deck.\n\nIn addition to its residential offering, The Saint Grand features two floors of rare, Class-A office space located at the top of the development, fully equipped to provide companies with a modern and integrated work environment, including the latest post-pandemic health and safety elements. In addition to the private outdoor space, office tenants will also enjoy all building amenities as an added benefit. The office will be ready for tenant build out in Q3 of 2023.",
            "title": "Developers break ground on luxury mixed-use project in Streeterville – REJournals",
            "keywords": [
                "project",
                "tenant",
                "break",
                "space",
                "saint",
                "luxury",
                "outdoor",
                "mixeduse",
                "ground",
                "grand",
                "streeterville",
                "rejournals",
                "developers",
                "square",
                "residential",
                "office",
                "development"
            ],
            "link": "https://rejournals.com/developers-break-ground-on-luxury-mixed-use-project-in-streeterville/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        }
    }
}