{
    "https://spacewatch.global/2022/12/nasa-chooses-collins-aerospace-to-develop-new-spacesuits-for-iss-missions/": {
        "title": "NASA chooses Collins Aerospace to develop new spacesuits for ISS missions - SpaceWatch.Global",
        "summary": "- NASA awarded a contract to Collins Aerospace, aerospace and defense company, Raytheon Technologies’ business, along with space exploration technology provider ILC Dover and global technology company Oceaneering. \n- The aim of the project is to develop the next generation International Space Station (ISS) spacesuit that can keep astronauts safe and connected. \n- The new suit is lighter weight and lower in volume which improves efficiency, range of motion and comfort with an open architecture design allows for easy modification according to mission needs.\n- ILC Dover has decades of experience in engineering pressure garments suitable not only on the ISS but on the lunar surface or beyond.  \n- Oceaneering will provide its portable life support and pressure garment subsystem technologies as well as crew training to ensure successful missions operations."
    },
    "https://www.isro.gov.in/Meeting_of_Chiefs_India_Mexico.html": {
        "title": "Meeting of Space Agency Chiefs of India and Mexico",
        "summary": "\n\n- Shri S. Somanath, Chairman of ISRO/ Secretary of the Department of Space (DOS) and Dr. Salvador Landeros Ayala, Director General of Mexican Space Agency (AEM), held a virtual meeting on December 21, 2022.\n- During the meeting, both heads discussed ongoing cooperation activities in Earth Observation and India developing a mobile application for forest fire monitoring to aid Mexico's Forest Department. \n- AEM sought India's support in building and launching a remote sensing satellite for Mexico which ISRO will work on with MEA’s support if feasible. \n- Both parties also highlighted their interest in expanding space cooperation through Latin American and Caribbean Space Agency (ALCE)."
    },
    "https://www.i24news.tv/en/news/international/technology-science/1672388965-spacex-launches-israeli-imaging-earth-satellite-into-space": {
        "title": "SpaceX Launches Israeli Earth-imaging Satellite EROS C-3 Into Space - I24NEWS",
        "summary": "\n• SpaceX successfully launches Israeli Earth-imaging satellite into space\n• Advanced observation satellite from ImageSat International used for military intelligence and security purposes \n• Launch took place at Vandenberg Space Force Base in California \n• Israeli technology onboard NASA's Artemis I mission, with a radiation protection vest developed by the Israeli company StemRad to be worn by mannequin Zohar"
    },
    "https://www.ksby.com/news/local-news/falcon-9-launch-successful-at-vandenberg-space-force-base": {
        "title": "Falcon 9 launch successful at Vandenberg Space Force Base",
        "summary": " \n- SpaceX successfully launched the Falcon 9 rocket carrying ISI EROS C-3 mission on Dec 29, 2022, at 11:38 PM. \n- The launch was initially delayed before becoming successful. \n- It reached its low orbit destination and returned back to Earth at 11:46 PM. \n- The launch was from Vandenberg Space Force Base with a backup option for the following day if needed. \n- After separation of stages, the first stage will land on Landing Zone 4 at Vandenberg Space Force Base after liftoff."
    },
    "https://www.chinadaily.com.cn/a/202212/30/WS63ae1cbfa31057c47eba6e1c.html": {
        "title": "Latest launch marks 64th mission of 2022 - Chinadaily.com.cn",
        "summary": "\n- China launched its 53rd Long March rocket on Thursday afternoon to transport an experimental satellite into space. \n- This is the busiest year for launches by the nation's space industry, with 64 total missions. \n- The Shiyan 10-02 experimental satellite will be used to demonstrate new technologies for environmental monitoring and other purposes. \n- Around 27% of launches this year were conducted using rockets developed in recent years, representing a big leap for research, development and production capabilities in the carrier rocket field.  \n- China has conducted nearly 30 types of carrier rockets since first launching Dongfanghong 1 in April 1970, making them one of five countries capable of building and launching their own carrier rocket to reach Earth orbit."
    },
    "https://www.irishtimes.com/business/2022/12/30/irish-tech-company-to-provide-software-for-planned-lunar-space-station/": {
        "title": "Irish tech company to provide software for planned lunar space station – The Irish Times",
        "summary": " \n• Dublin-based Skytek has been awarded a contract by the European Space Agency to provide flight support software for the lunar orbiting space station Gateway. \n• The technology will include mobile web applications to support daily maintenance, scientific activities and critical decision making in case of emergencies.  \n• Artemis rocket launch marks first step towards crewed mission moon landing scheduled for 2024 and possibly Mars mission by 2040. \n• Software development will take place at three main locations: Dublin, Poland, and London. \n• Flight data file software suite contracted from Skytek due to their experience developing similar software for International Space Station (ISS)."
    }
}