{
    "date": "2023-01-11",
    "category": "fi",
    "articles": {
        "0": {
            "text": "This Portuguese cheese is made with mineral water drawn from volcanic springs, known as \"sour water\", and milk from free-grazing cows in the Azores islands.",
            "title": "Cheese from Volcanic H20 - Around The Web",
            "keywords": [
                "volcanic",
                "h20",
                "water",
                "portuguese",
                "milk",
                "springs",
                "sour",
                "cheese",
                "known",
                "web",
                "islands",
                "mineral",
                "freegrazing"
            ],
            "link": "https://www.castanet.net/news/Around-The-Web/405597/Cheese-from-Volcanic-H20",
            "skip": "true",
            "gpt_score_reason": "\n\n4/10",
            "gpt_relevancy_score": 4
        },
        "1": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.edinburghnews.scotsman.com/news/environment/leith-resident-given-cold-shoulder-over-plans-to-transform-water-of-leith-and-improve-biodiversity-at-shore-3981686",
            "skip": "true",
            "gpt_score_reason": "\n\n9/10. This article discusses the development of a new floating artificial island in Tokyo Bay, which could be seen as an example of an innovative solution to urban overcrowding. It also provides information about the project's progress and opportunities for future expansion.",
            "gpt_relevancy_score": 9
        },
        "2": {
            "text": "Country\n\nUnited States of America US Virgin Islands United States Minor Outlying Islands Canada Mexico, United Mexican States Bahamas, Commonwealth of the Cuba, Republic of Dominican Republic Haiti, Republic of Jamaica Afghanistan Albania, People's Socialist Republic of Algeria, People's Democratic Republic of American Samoa Andorra, Principality of Angola, Republic of Anguilla Antarctica (the territory South of 60 deg S) Antigua and Barbuda Argentina, Argentine Republic Armenia Aruba Australia, Commonwealth of Austria, Republic of Azerbaijan, Republic of Bahrain, Kingdom of Bangladesh, People's Republic of Barbados Belarus Belgium, Kingdom of Belize Benin, People's Republic of Bermuda Bhutan, Kingdom of Bolivia, Republic of Bosnia and Herzegovina Botswana, Republic of Bouvet Island (Bouvetoya) Brazil, Federative Republic of British Indian Ocean Territory (Chagos Archipelago) British Virgin Islands Brunei Darussalam Bulgaria, People's Republic of Burkina Faso Burundi, Republic of Cambodia, Kingdom of Cameroon, United Republic of Cape Verde, Republic of Cayman Islands Central African Republic Chad, Republic of Chile, Republic of China, People's Republic of Christmas Island Cocos (Keeling) Islands Colombia, Republic of Comoros, Union of the Congo, Democratic Republic of Congo, People's Republic of Cook Islands Costa Rica, Republic of Cote D'Ivoire, Ivory Coast, Republic of the Cyprus, Republic of Czech Republic Denmark, Kingdom of Djibouti, Republic of Dominica, Commonwealth of Ecuador, Republic of Egypt, Arab Republic of El Salvador, Republic of Equatorial Guinea, Republic of Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji, Republic of the Fiji Islands Finland, Republic of France, French Republic French Guiana French Polynesia French Southern Territories Gabon, Gabonese Republic Gambia, Republic of the Georgia Germany Ghana, Republic of Gibraltar Greece, Hellenic Republic Greenland Grenada Guadaloupe Guam Guatemala, Republic of Guinea, Revolutionary People's Rep'c of Guinea-Bissau, Republic of Guyana, Republic of Heard and McDonald Islands Holy See (Vatican City State) Honduras, Republic of Hong Kong, Special Administrative Region of China Hrvatska (Croatia) Hungary, Hungarian People's Republic Iceland, Republic of India, Republic of Indonesia, Republic of Iran, Islamic Republic of Iraq, Republic of Ireland Israel, State of Italy, Italian Republic Japan Jordan, Hashemite Kingdom of Kazakhstan, Republic of Kenya, Republic of Kiribati, Republic of Korea, Democratic People's Republic of Korea, Republic of Kuwait, State of Kyrgyz Republic Lao People's Democratic Republic Latvia Lebanon, Lebanese Republic Lesotho, Kingdom of Liberia, Republic of Libyan Arab Jamahiriya Liechtenstein, Principality of Lithuania Luxembourg, Grand Duchy of Macao, Special Administrative Region of China Macedonia, the former Yugoslav Republic of Madagascar, Republic of Malawi, Republic of Malaysia Maldives, Republic of Mali, Republic of Malta, Republic of Marshall Islands Martinique Mauritania, Islamic Republic of Mauritius Mayotte Micronesia, Federated States of Moldova, Republic of Monaco, Principality of Mongolia, Mongolian People's Republic Montserrat Morocco, Kingdom of Mozambique, People's Republic of Myanmar Namibia Nauru, Republic of Nepal, Kingdom of Netherlands Antilles Netherlands, Kingdom of the New Caledonia New Zealand Nicaragua, Republic of Niger, Republic of the Nigeria, Federal Republic of Niue, Republic of Norfolk Island Northern Mariana Islands Norway, Kingdom of Oman, Sultanate of Pakistan, Islamic Republic of Palau Palestinian Territory, Occupied Panama, Republic of Papua New Guinea Paraguay, Republic of Peru, Republic of Philippines, Republic of the Pitcairn Island Poland, Polish People's Republic Portugal, Portuguese Republic Puerto Rico Qatar, State of Reunion Romania, Socialist Republic of Russian Federation Rwanda, Rwandese Republic Samoa, Independent State of San Marino, Republic of Sao Tome and Principe, Democratic Republic of Saudi Arabia, Kingdom of Senegal, Republic of Serbia and Montenegro Seychelles, Republic of Sierra Leone, Republic of Singapore, Republic of Slovakia (Slovak Republic) Slovenia Solomon Islands Somalia, Somali Republic South Africa, Republic of South Georgia and the South Sandwich Islands Spain, Spanish State Sri Lanka, Democratic Socialist Republic of St. Helena St. Kitts and Nevis St. Lucia St. Pierre and Miquelon St. Vincent and the Grenadines Sudan, Democratic Republic of the Suriname, Republic of Svalbard & Jan Mayen Islands Swaziland, Kingdom of Sweden, Kingdom of Switzerland, Swiss Confederation Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand, Kingdom of Timor-Leste, Democratic Republic of Togo, Togolese Republic Tokelau (Tokelau Islands) Tonga, Kingdom of Trinidad and Tobago, Republic of Tunisia, Republic of Turkey, Republic of Turkmenistan Turks and Caicos Islands Tuvalu Uganda, Republic of Ukraine United Arab Emirates United Kingdom of Great Britain & N. Ireland Uruguay, Eastern Republic of Uzbekistan Vanuatu Venezuela, Bolivarian Republic of Viet Nam, Socialist Republic of Wallis and Futuna Islands Western Sahara Yemen Zambia, Republic of Zimbabwe",
            "title": "Adventures in Creation: Events that have made a difference",
            "keywords": [
                "state",
                "peoples",
                "events",
                "difference",
                "republic",
                "united",
                "creation",
                "states",
                "south",
                "adventures",
                "st",
                "kingdom",
                "islands",
                "democratic"
            ],
            "link": "https://www.averyjournal.com/news/community/adventures-in-creation-events-that-have-made-a-difference/article_ded7cb10-8fcb-11ed-a072-e736a74d2194.html",
            "skip": "true",
            "gpt_score_reason": " 0/10",
            "gpt_relevancy_score": 0
        },
        "3": {
            "text": "Temtem Update 1.2.1 has received a fresh update. Below, you can find a complete list of the game update's enhancements, bug fixes, and patch notes. Temtem Update 1.2.1 is now available for download for PS4, PS5, Xbox Series S/X, and PC on all platforms. The platform may have an impact on the file size.\n\nTemtem Patch Notes\n\nNew Stuff\n\nWe have added chat to battles . You’ll see a new menu during battles from now on, with new icons for the Details, Battle Log, and the Chat with their assigned hotkey. Chat will be hidden by default, and you can make it pop out by pressing the associated hotkey, just how the Battle Log works. Chat in battle is disabled for Ranked matches, in-game tournaments, and Dojo Wars, and available for friendly competitive matches and PvE.\n\nWe’ve added the new music variations per island, this time to the competitive battle theme .\n\nThe Egg Technique icon now appears in Techniques that are Egg Techs in the details of a Tem in Showdown.\n\nWe’ve implemented a new icon that will notify you if there is something available to claim in events.\n\nImprovements in TemTem Patch 1.2.1\n\nWe have tweaked the idle battle cameras following the feedback provided by the community: In order to reduce motion sickness in some players, we’ve slowed all camera movement to 1/3 of its original movement speed. They will also start after 12 seconds of inactivity, as opposed to the previous 5 seconds of threshold. This will make them way less prevalent. In the specific case of Koish fishing, we’ve removed most of the camera angles so that only cameras that focus on the Koish patterns appear. We have also developed some new cameras for this activity in particular that will make identifying the patterns and colors easier. We know idle cameras have caused issues to some our players. Before we go through with disabling them, which would imply we stop receiving feedback and iterating on the feature, we’d like to give these changes a go to improve the main problems the cameras had. We believe the idle cameras add variety and richness to the game, so we’d rather polish them until everyone is happy than disable them without giving them a chance to be good.\n\nWe have added some performance improvements to the Switch version. These improvements will be a huge help with the current crashes that the console is experiencing. But we’re not done yet, and we will be adding even more performance improvements for it in future patches.\n\nMore Improvements\n\nTem Renaming Voucher is no longer automatically used when renaming a Temtem. Players will now always have the option to pay the name change with Pansuns instead.\n\nPlayers now have the ability to use the Fruit Blender with Tems in the Temdeck too, not only the ones in the squad.\n\nThe Fruit Blender now shows how the stats will change with regards to the TVs selected.\n\nShowdown Temtem will now always start with their SV value at 50 by default, instead of 1.\n\nWe have added rarity indicators to customization items, like emotes, loading screens, battle intros, battle outros and battle outro music.\n\nThe game will now show the gamepad buttons for each action when you press a modifier (a button that displays a set of hotkeys) in battle.\n\nWe’ve added new notifications for the Trade House: when you sell something, and when an auction ends without the item/Tem selling.\n\nWhen you input a maximum quantity in one of the advanced options of the Temdeck and Trade House filters, it will now automatically select 0 as the minimum quantity.\n\nAdded more information to the Victory screen at the end of a Ranked match in the case of winning because the opponent concedes or in the case of tying.\n\nAdded a glowing effect to the claimable items of events, the same effect that is used in the Tamer Pass.\n\nWe’ve made some improvements to entering text in some UIs, so it’s easier to understand if the text is not valid for any reason.\n\nWe’ve made some performance improvements to the game’s UI.\n\nBalance\n\nPvE\n\nDojo Rematches and Archtamers teams have been revisited and modified to match the current meta.\n\nTemtem\n\n#009 – Platimous SPD has been reduced 82 ⇒ 78.\n\n\n\n#088 – Umishi Water Blade has been removed from its move pool. Now learns Aqua Bullet Hell at level 5.\n\n\n\n#089 – Ukama Water Blade has been removed from its move pool.\n\n\n\nBug Fixes Patch Notes\n\nAll platforms\n\nFixed a softlock when a player captures a Temtem and sends it to the squad while being in Co-op.\n\nFixed a softlock after skipping the final dialogue with the Stowaway at the mines during the main quest at Tucma.\n\nFixed several bugs involving the prison part of the Tucma main quest in Co-op.\n\nFixed getting stuck between Lyato and Ige after battling them.\n\nFixed players being demoted in ranked even if they’d won the last match.\n\nFixed that starter Temtem and Anahir were not correctly counting for the Kudos about capturing all Tems in game.\n\nFixed that ranked wins while unraked were counting towards the OP Kudo.\n\nFixed players were getting the I’m in Danger Kudo automatically the first time they opened the game.\n\nFixed being able to move while having a tutorial on-screen when entering a building.\n\nFixed a case where idle battle cameras were being reproduced in the Swap menu during a battle.\n\nFixed the titles of this year’s first in-game tournament winners. It will now accurately represent the year of the tournament.\n\nFixed Hopeless Tonic’s Doom status condition not lasting 4 turns as it was stated in patch 0.7.3.\n\nFixed that Gyalis could learn the technique Footwork twice.\n\nFixed seeing a placeholder lock number in the Battle Log in a match against NPCs.\n\nFixed that triggering an NPC battle at the Arissolan Dojo in Co-op while the Co-op partner is mid-air would make the partner fly to the player’s position.\n\nFixed that the Events menu was not automatically activating if the game was open when the event started.\n\nFixed the page indicator of the Events menu that was not working correctly.\n\nFixed that Egg Techniques were not displaying the Egg Technique icon in the details of Showdown Temtem.\n\nMore Platforms on All Fixes\n\nFixed Tempedia “Sort by name” setting was not working correctly at the Tempedia Showdown menu.\n\nFixed the incorrect finishing date of the Winterfest event.\n\nFixed that the disappearing effect of the Winterfest trees prop would sometimes spawn without texture.\n\nFixed completing the “Taking a Photo” Tamer Pass weekly challenge was completing the event quest of the same name.\n\nFixed that the player character wouldn’t swap into the Incognito Hood automatically while doing the main quest at Quetzal if the player had a cosmetic set equipped.\n\nFixed the Beauty Center’s door appearing in red even if the player could already enter the building.\n\nFixed an awkward camera angle happening at the end of some techniques like Oshi-Dashi or Hook Kick.\n\nFixed that conceding in any main story battles while an idle battle camera was moving resulted in a weird camera angle at the end of the battle.\n\nDev team has fixed the problem, where Local, Global and Trade chat channels would fail to translate their name labels into any language.\n\nFixed that dismissing a Temtem from a Showdown squad would leave invisible empty slots in the squad.\n\nFixed that players’ equipped cosmetic sets would change color when hovering over a top or bottom cosmetic in the Customization menu.\n\nFixed the icon of the Siege Engine Carrier mount.\n\nFixed that some exterior housing items were not showing the rarity in the item portrait.\n\nFixed that some interior housing items were not showing the rarity in the item portrait under specific circumstances.\n\nFixed Neoedo’s teleport sounds attenuating the instance music.\n\nThere’s a fix on seals that would not have sound in Preview windows of the Temtem’s details. This bug would occur when you equip them before playing its SFX in the preview of the Backpack\n\nFixed the offset of some icons inside text.\n\nPC and PS5\n\nFixed some buttons of the Showdown UI that were not working when pressing them with the mouse.\n\nTemtem Wiki\n\nTemtem is a massively multiplayer online role-playing game produced by Humble Bundle and created by the Spanish production team Crema. Early access to the game was made available on Steam on January 21, 2020, and PlayStation 5 on December 8, 2020. On September 6, 2022, the full version of the game would also be made available, along with versions for the Nintendo Switch and Xbox Series X/S. The creature-collection video game, which makes use of the Unity production engine, was heavily influenced by Nintendo's Pokémon franchise. Between May and June 2018, the crowdfunding website Kickstarter helped to partially finance the game.\n\nTemtem Gameplay\n\nThe Pokémon video game franchise has a big influence on Temtem's gameplay. As they explore the area, players capture the titular Temtem creatures and control them in duels with other Temtem that are being commanded by either an NPC or another player. Like double bouts in the Pokémon series, all Temtem battles take place in a 2x2 arena. In the game, players take on the role of a beginner Temtem tamer who begins their trip through the six floating islands of the Airborne Archipelago while contending with the danger of Clan Belsoto, a villainous group that intends to forcibly annex the islands.\n\nDisclaimer: The above information is for general informational purposes only. All information on the Site is provided in good faith, however we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability or completeness of any information on the Site.",
            "title": "Temtem Patch Notes 1.2.1 Update on January 2023",
            "keywords": [
                "game",
                "2023",
                "update",
                "players",
                "player",
                "idle",
                "notes",
                "improvements",
                "temtem",
                "battle",
                "cameras",
                "main",
                "patch",
                "121"
            ],
            "link": "https://latestnews.fresherslive.com/articles/temtem-patch-notes-1134786",
            "skip": "true",
            "gpt_score_reason": "\n\n4/10",
            "gpt_relevancy_score": 4
        },
        "4": {
            "text": "Artist Melissa Meier designs fantasy fits from found materials like sunflower seeds, pistachio shells, pasta, and acorns. Her organic creations don’t last forever and emphasize the temporary beauty of nature.",
            "title": "Fantasy fits from raw materials - Around The Web",
            "keywords": [
                "sunflower",
                "melissa",
                "temporary",
                "shells",
                "fantasy",
                "nature",
                "meier",
                "pistachio",
                "seeds",
                "pasta",
                "organic",
                "fits",
                "materials",
                "web",
                "raw"
            ],
            "link": "https://www.castanet.net/news/Around-The-Web/405274/Fantasy-fits-from-raw-materials",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "5": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://screenrant.com/zelda-tears-kingdom-map-size-breath-wild-hyrule/",
            "skip": "true",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8
        }
    }
}