{
    "date": "2023-01-21",
    "category": "X3A",
    "articles": {
        "0": {
            "text": "In this second in our series, we look at the long awaited update to NIST SP 800-171, “Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations,” which is expected to be released in late spring 2023. NIST SP 800-171 forms the backbone for contractor security requirements in Department of Defense regulations and the CMMC program. It remains unclear if this update will impact the rollout of the CMMC program.\n\nThe National Institute of Standards and Technology (NIST) sought feedback in July 2022 on improvements to NIST SP 800-171 and the related CUI series of publications. It released an analysis of the public feedback in November 2022. According to NIST, the update will align requirements with NIST SP 800-53, Revision 5 and include an overlay of CUI security requirements to NIST SP 800-53.\n\nPutting it Into Practice – What to Expect in 2023: We expect to see further efforts to adopt a government-wide regulation protecting Controlled Unclassified Information, based on NIST SP 800-171, in the Federal Acquisition Regulations (FAR). Contractors subject to DoD regulations should continue to monitor for updates to the NIST CUI series and ensure ongoing compliance with these standards.",
            "title": "Do Business With the Federal Government? Here’s a 2022 Cybersecurity Recap: Part Two – NIST SP 800-171, Revision 3",
            "keywords": [
                "requirements",
                "unclassified",
                "sp",
                "cybersecurity",
                "nist",
                "revision",
                "heres",
                "2022",
                "regulations",
                "federal",
                "cui",
                "update",
                "series",
                "800171",
                "standards",
                "business",
                "recap"
            ],
            "link": "https://www.jdsupra.com/legalnews/do-business-with-the-federal-government-9437689/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " The NIST update and its impact on the CMMC program remain unclear. \n\nThe National Institute of Standards and Technology (NIST) is set to release an updated version of their SP 800-171 security requirements for contractors in late spring 2023. This will include enhancements aligning with NIST SP 800-53 Revision 5 as well as a CUI overlay to that same standard. There are plans to adopt a government-wide regulation based on these standards, however, its impact on the CMMC program remains unclear. Contractors subject to DoD regulations should stay informed about updates coming from NIST's CUI series and ensure ongoing compliance with those standards."
        },
        "1": {
            "text": "stock.adobe.com/ArtemisDiana\n\nOver the last few years, trends in cybersecurity have forced the responsbility of keeping networks and systems secure to shift from a handful of IT and security professionals to the entire organization. Now, cybersecuirty is becoming a significant part of any business in the digital era.\n\nOrganizations are hard-pressed to do anything new or innovate without considering the cybersecurity implications, and business executives are making sure–or at least should be making sure–that innovation happens with the consent of the cybersecurity team.\n\n“Now what we’re being told as a line of business, is that we have to be in lock step with cybersecurity,” says Theresa Lanowitz, head of evangelism and portfolio marketing for AT&T Cybersecurity.\n\nThings have shifted dramatically over the last handful of years, with the previous model of investing in cybersecurity as needs or incidents arise becoming a risky practice that could spell disaster for any organization.\n\nNow, the “sweet spot” for security investment for any new initiative is between 11% and 21% upfront, says Lanowitz, citing companies’ testimonials to the telecommunications giant.\n\nBecause of the heightened importance given to cybersecurity, there is a growing level of cross-functional support in both the culture and budget of organizations.\n\n“We’re seeing cybersecurity step out of the shadows, become a full business partner and become something that the line of business is investing in and expecting,” Lanowitz says.\n\nIn short, cybersecurity should have the proverbial full seat at the table at any organization.\n\nHowever, that strategy is now a baseline, and organizations must be in line with current trends in IT and cybersecurity so they don’t fall behind. According to Lanowitz, there are eight key trends shaping the cybersecurity landscape in 2023.\n\n5G and the edge\n\nAccording to Lanowitz, the new era of computing is underpinned by 5G and edge technologies. While vendors and businesses have different definitions of edge, Lanowitz says the technology can largely be defined as a software-defined distributed model of management, intelligence and networks with applications, workloads and hosting close to users and assets that are generating or consuming the data.\n\nEdge use cases are generally driven by the Internet of Things (IoT) to collect and transmit data to make logical decisions to derive an outcome, and the new year should bring about an accelerated full-scale roll out of use cases. Those use cases include real-time fraud detection for financial services, automated warehousing with real-tine inventory management and near real-time visual inspections for manufacturing lines, border crossings and available parking spaces, to name a few.\n\nHowever, these edge use cases require connected systems from the network layer through to application monitoring and management, and each component needs to be secure.\n\n“With more democratized computing, security is no longer isolated,” Lanowitz says. “It is central to delivering strong business outcomes.”\n\nFor successful implementations with security at the core, decades-old siloes such as networking, IT, app development and security will need to fade away to enable more cross-functional work, Lanowitz says.\n\nDisaggregation of the Network\n\nAccording to Lanowitz, disaggregation of the network, or separating it into component parts, means that security tools can actually become part of the network. New types of networks will have more inherent security built in than previous generations.\n\nWith the move to the edge, which is software-defined, disaggregated networks can bring in the security components needed at a specific time, Lanowitz says.\n\n“So if somebody accidentally clicks on a malicious link, rather than having that malware spread through the whole network, with a disaggregated network, what you can do is you can say, ‘All right, I know there’s a problem here.’ And it’s going to basically self-heal. It’ll disaggregate into itself and spin up a new version.”\n\nWhile new and still conceptual, Lanowitz predicts this cybersecurity trend to emerge in 2023.\n\nSecuring the Data Lifecycle\n\nAccording to Lanowitz, edge computing is all about the collection, use and enrichment of data. In edge use cases such as manufacturing assembly lines, the data is hosted and consumed right there using a series of cameras and sensors.\n\n“You’re not backhauling data to the data center for some sort of analytical program to go through it,” Lanowitz says. “It’s near-real time.”\n\nWith that near real-time data the most important part of edge computing, it must be protected, in-tact and usable. Organizations should expect to see more solutions designed around the data lifecycle and to help organizations make sure that data governance policies are automated and enforced.\n\nThat is especially true as more edge applications are deployed and the amount of data being generated multiplies at a rapid pace.\n\nApplications: Built-in Security\n\nApplications are central in the new software-defined business world, but applications are the last frontier of an ecosystem built with security in mind, Lanowitz says.\n\nIn 2001, the Open Web Application Security Project (OWASP) was formed to identify the most common web app security vulnerabilities. In the 21 years since, the OWASP’s top 10 web application security risks have not seen meaningful shifts.\n\nThe application is the last mile connecting the user, and as organizations move to the edge, we’ll start to see more applications that are non-GUI based and aren’t traditional transactional types of applications.\n\n“Devices running on the edge will be running headless applets, which will have to transfer data back and forth,” Lanowitz says. “So, the idea of building security from the beginning becomes incredibly important.”\n\nThat will force different departments in organizations to work more closely, as software development teams will work in tandem with security, operations, networking and business teams.\n\nThat will also put more emphasis on securing the software supply chain and software bills of materials (SBOM).\n\n“The SBOM, the focus on software-defined and the edge coming together will hopefully create that perfect storm … and really spur on the idea of application security and make it more mainstream,” Lanowitz says.\n\nBiometric Security\n\nThe cybersecurity community is trending towards multiple and different types of authentication methods, including biometrics such as face scanning, fingerprints and more.\n\nAccording to Lanowitz, most people have pictures of themselves online, even if they are not active on social media. This makes it relatively easy for bad actors to create digital twins of a person based on a quick internet search. The technology to do so will only improve over time.\n\n“This is one of the next frontiers,” Lanowitz says. “One of the next opportunities for security is the idea of being able to secure biometrics and digital twins.”\n\nThe more we use biometrics for authentication methods, the more we’ll give bad actors an opportunity to create deep fakes.\n\n“Biometric security is going to be something we’ll see a lot more of, and I think we need to get used to it,” Lanowitz says.\n\nThreat Intelligence\n\nGathering information on attacks from a variety of sources and publishing those findings for the entire IT and security community to consume will continue to be an essential part of cybersecurity.\n\nHowever, that threat intelligence this year will become more relevant and curated. For example, the manufacturing industry should be less concerned about attacks impacting the financial service sector and more concerned with security risks faced in their particular market.\n\n“We’re going to get to this point of relevance and then curation,” Lanowitz says. “You have all this data coming at you and all this information coming at you, but the more curated and relevant it is for you, the more it will help you make those decisions.”\n\nIoT Cybersecurity\n\nAlong with protecting digital assets from hackers and keeping data safe, another cybersecurity trend defenders now have to think about how to keep devices capable of causing physical harm out of the hands of bad actors. For example, machines connected to the internet such as a construction tool or a medical device must be secured.\n\nAs new AI-driven, internet-connected technology finds its way into cars and other vehicles, these physical devices are now considered endpoints. As such, they need to be protected like a regular endpoint. However, organizations now also need to ensure that these new categories of online devices are also free from physical harm.\n\n“Safety critical devices are the ones that should really give you more pause,” Lanowitz says.\n\nMoving to the Edge\n\nAs companies continue to move to the edge, data and application security will be increasingly embedded from the beginning, and Lanowitz predicts 2023 as a big year for that movement.\n\nCompanies “born on the edge” will continue the tech disruption that we’ve seen with companies “born on the web.”\n\n“Companies born on the edge aren’t going to have to deal with legacy software,” Lanowitz says. “They’ll have application security built into everything they’re doing. They’ll have data governance and data security built into everything. They’ll have biometric security built into everything.”",
            "title": "These Trends Will Shape Cybersecurity in 2023",
            "keywords": [
                "application",
                "shape",
                "cybersecurity",
                "data",
                "2023",
                "organizations",
                "lanowitz",
                "edge",
                "network",
                "security",
                "trends",
                "business",
                "cases"
            ],
            "link": "https://mytechdecisions.com/network-security/these-trends-will-shape-cybersecurity-in-2023/",
            "skip": "false",
            "gpt_score_reason": "\n\nAt the same time, edge computing and 5G capabilities will become more widespread to handle security at scale.\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nOrganizations must keep current with the trends in cybersecurity to protect their data, network and physical assets. Over the years, organizations have shifted to become more security-aware, and 2023 will bring about an accelerated shift towards edge computing that further emphasizes a need for cross-functional teams. The eight key cybersecurity trends this year revolve around 5G & Edge Computing; Disaggregation of Networks; Securing Data Lifecycle; Applications with Built-in Security; Biometric Security; Threat Intelligence Gathering; IoT Cybersecurity; and as companies continue to move towards the edge."
        },
        "2": {
            "text": "The U.S. wireless carrier T-Mobile said Thursday that an unidentified malicious intruder breached its network in late November and stole data on 37 million customers, including addresses, phone numbers and dates of birth.\n\nT-Mobile said in a filing with the U.S. Securities and Exchange Commission that the breach was discovered Jan. 5. It said the data exposed to theft — based on its investigation to date — did not include passwords or PINs, bank account or credit card information, Social Security numbers or other government IDs.\n\n“Our investigation is still ongoing, but the malicious activity appears to be fully contained at this time,” T-Mobile said, with no evidence the intruder was able to breach the company’s network. It said the data was first accessed on or around Nov. 25.\n\nT-Mobile said it has notified law enforcement and federal agencies, which it did not name. It did not immediately respond to an e-mail seeking comment.\n\nThe company has been hacked multiple times in recent years. In its filing, T-Mobile said it did not expect the latest breach to have material impact on its operations. But a senior analyst for Moody’s Investors Service, Neil Mack, said in a statement that the breach raises questions about management’s cyber governance and could alienate customers and attract scrutiny by the Federal Communications Commission and other regulators.\n\n“While these cybersecurity breaches may not be systemic in nature, their frequency of occurrence at T-Mobile is an alarming outlier relative to telecom peers,” Mack said.\n\nIn July, T-Mobile agreed to pay $350 million to customers who filed a class action lawsuit after the company disclosed in August 2021 that personal data including Social Security numbers and driver’s license info had been stolen. Nearly 80 million U.S. residents were affected.\n\nIt also said at the time that it would spend $150 million through 2023 to fortify its data security and other technologies.\n\nPrior to the August 2021 intrusion, the company disclosed breaches in January 2021, November 2019 and August 2018 in which customer information was accessed.\n\nT-Mobile, based in Bellevue, Washington, became one of the country’s largest cellphone service carriers in 2020 after buying rival Sprint. It reported having more than 102 million customers after the merger.",
            "title": "Hackers hit T-Mobile again, steal data on 37M customers",
            "keywords": [
                "tmobile",
                "hackers",
                "37m",
                "company",
                "data",
                "customers",
                "steal",
                "numbers",
                "2021",
                "social",
                "security",
                "breach",
                "hit",
                "million"
            ],
            "link": "https://wraltechwire.com/2023/01/20/hackers-hit-t-mobile-again-steal-data-on-37m-customers/",
            "skip": "true",
            "duplicates": [
                "2",
                "5"
            ],
            "gpt_score_reason": "\n\nScore: 8/10",
            "gpt_relevancy_score": 8
        },
        "3": {
            "text": "INDIANAPOLIS – Indiana Senate Republicans say one of their top priorities this session is giving Hoosiers more power over what companies do with their personal data.\n\n“We want to protect our Hoosiers, and we want them to be assured that the data that they put out there that it’s secured as it’s supposed to be,” said State Sen. Liz Brown (R-Fort Wayne).\n\nBrown has reintroduced a bill that would allow Hoosiers to find out from companies what data they’re collecting and how it’s being used. Hoosiers would also have the right to ask companies to delete their information or not use it for certain purposes.\n\nThe bill also requires businesses to conduct annual assessments to ensure the data they store is protected.\n\nThe legislation would be enforced by the state attorney general.\n\n“We’re in the forefront,” Brown said. “We had California and Virginia and a couple states in between. And we’re going to be the sixth state to pass this. And that’s a big deal.”\n\nThe bill passed the Senate unanimously last year, but it didn’t get a vote by the full House as some lawmakers believed social media posts would be impacted, Brown said. But that isn’t the case, she added, and feels confident about the bill’s chances this session.\n\n“I think people don’t realize how much data is being collected on all of us pretty much all the time, every time we get online,” said Scott Shackelford, executive director of the IU Center for Applied Cybersecurity Research.\n\nThere are several reasons why companies collect consumers’ data, Shackelford said.\n\n“Oftentimes, it’s for purposes of repackaging and reselling that information to other third parties, maybe for marketing purposes or otherwise,” he explained.\n\nShackelford said he considers the Indiana bill a step in the right direction.\n\n“It does a lot of what we’ve seen in these other states, including just increasing transparency for consumers,” Shackelford said. “So we’ll have a better idea about what’s being collected.”\n\nSome businesses already regulated by federal law, such as financial and banking institutions and health care providers, are exempt from the state bill, Brown said.\n\nThe bill is expected to get a hearing within the next few weeks, she said.",
            "title": "Indiana state senators make data privacy bill a top priority",
            "keywords": [
                "hoosiers",
                "brown",
                "data",
                "bill",
                "state",
                "shackelford",
                "senators",
                "privacy",
                "priority",
                "states",
                "senate",
                "companies",
                "right",
                "indiana"
            ],
            "link": "https://cbs4indy.com/in-focus-indiana-politics/indiana-state-senators-make-data-privacy-bill-a-top-priority/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nIndiana Senate Republicans are introducing a bill that provides Hoosiers more control over their data by giving them the right to find out what information companies store, how it’s used and allowing them to ask for its removal. Companies would have to pass annual assessments to protect consumer data while those regulated under federal law such as financial and banking institutions and health care providers will be exempt from this legislation. The bill is expected to get a hearing soon in order for it's chances of passing this session."
        },
        "4": {
            "text": "Credit: Golden Dayz Shutterstock\n\nGrowing public awareness of data privacy issues has pressured countries to introduce more stringent privacy laws. However, in the future, emerging technologies such as the metaverse, virtual reality (VR), and augmented reality (AR) will make the enforcement of data privacy regulations more challenging.\n\nA history of data privacy regulation\n\nAt its inception, the internet was designed to be free, open, and innovative. At first, most governments adopted a light regulatory touch, allowing companies to grow with little intervention. As a result, companies like Facebook flourished with business models based on targeted advertising. Targeted advertising refers to advertisements that are served to a specific audience. The target of that advert is determined using user data sold by companies like Facebook to advertising agencies.\n\nPublic awareness of data privacy issues eventually pressured countries to enact more stringent data privacy laws, with the EU’s General Data Protection Regulation (GDPR) being the gold standard of data privacy regulation. The GDPR sets out a legal framework for keeping citizens’ personal data safe by requiring companies to have robust processes in place for handling and storing personal information. The GDPR has cumulatively fined tech companies over $2.9 billion between 2018 and 2022. Although this is a large sum, enforcement frameworks remain extremely underfunded and short-staffed, and these fines remain a slap on the wrist for most Big Tech companies.\n\nThe GDPR promotes a ‘privacy by design’ approach in which companies are encouraged to adhere to data protection policies as an integral feature of data processing technologies. While European regulators have confirmed that the GDPR will apply to the metaverse and other related technologies operating within the EU, the enforcement of data privacy regulations will be incredibly challenging.\n\nData privacy in the metaverse\n\nThe metaverse is a virtual world where users share experiences and interact in real-time within simulated scenarios. It has been marketed as a revolutionary technology that will change how we shop, work, learn, socialize, and consume media content. Companies like Meta, Epic Games, and Microsoft have poured billions of dollars of investment into metaverse technologies and content. Nevertheless, the metaverse remains in its infancy.\n\nGlobalData’s TMT Predictions 2023 report predicts that there will be a metaverse winter in 2023. Tech giants will continue to invest, but there will be less venture capital activity and fewer deals in the space. The year will not produce substantial returns instead, it will give an opportunity for underlying technologies, like AR and VR, to mature.\n\nIt is not yet clear how much this ‘winter’ will hamper the metaverse’s long-term potential. However, one of its biggest obstacles will be public concern regarding data privacy. Multi-sensory experiences in the metaverse will expand the scope of data privacy beyond the normal data points to include emotional, biometric, and physiological data, meaning users will be monitored at an almost forensic level. This will make enforcement of data privacy regulation far more challenging. Firstly, it is unclear whether current data privacy regulations, aside from the GDPR, are legally applicable to new technologies. Secondly, while current regulations address billions of data points shared between users and tech companies, the metaverse and related technologies will give companies access to trillions of more invasive data points. There is already a lack of resources when it comes to enforcing data privacy laws, which will only worsen as we embark on an immersive future in the metaverse if regulators are not adequately prepared.\n\nLooking forward\n\nRegulators must draft legal frameworks with robust compliance processes that consider the potential dangers of the emergence of more invasive technologies with access to biometric data. Government resources will always be limited when it comes to data privacy enforcement, however, regulators can improve efficiency by using artificial intelligence and other technologies to track Big Tech activity in the data privacy space.\n\nWhen the GDPR and other legal frameworks are expanded to cover the metaverse, the metaverse may see its functionality challenged. For instance, how can Meta render real-time avatars of people in the metaverse if it is not allowed to capture the biometric data needed to mimic the movement of people? Therefore, developers must collaborate with government entities to develop the technology with data privacy regulation in mind.",
            "title": "Data privacy concerns will be amplified by the metaverse",
            "keywords": [
                "enforcement",
                "tech",
                "amplified",
                "data",
                "regulations",
                "privacy",
                "metaverse",
                "regulation",
                "concerns",
                "companies",
                "gdpr",
                "technologies"
            ],
            "link": "https://www.verdict.co.uk/data-privacy-metaverse-challenge/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: Growing public awareness of data privacy issues has led to the passage of stringent laws such as the GDPR, however enforcement remains underfunded and short-staffed. The emergence of technologies like AR and VR in a space like the metaverse poses an even greater challenge for governments who must consider data points beyond basic user information. Governments need to draft more comprehensive regulations with robust compliance processes that anticipate emerging trends, while also utilizing AI technology to assist in their efforts. Developers must also collaborate with government entities to ensure the technology is created with data privacy regulation kept in mind."
        },
        "5": {
            "text": "T-Mobile has disclosed a new, enormous breach that occurred in November, which was the result of the compromise of a single application programming interface (API). The result? The exposure of the personal data of more than 37 million prepaid and postpaid customer accounts.\n\nFor those keeping track, this latest disclosure marks the second sprawling T-Mobile data breach in two years and more than a half-dozen in the past five years.\n\nAnd they've been expensive.\n\nLast November, T-Mobile was fined $2.5 million for a 2015 data breach by the Massachusetts attorney general. Another 2021 data leak cost the carrier $500 million; $350 million in payouts to affected customers, and another $150 million pledged toward upgrading security through 2023.\n\nNow the telecom giant is mired in yet another cybersecurity incident.\n\nT-Mobile's Cybersecurity Snafu\n\nThe threat actor who claimed to be behind the 2021 breach of 54 million T-Mobile customers, past, present and prospective, John Binns, bragged in an interview with the Wall Street Journal that T-Mobile's \"awful\" security made his job easy.\n\nBut an infrastructure like T-Mobile's means it's tough to cover the entire attack surface, making their systems particularly complicated to shore up, Justin Fier, senior vice president for red-team operations with Darktrace, tells Dark Reading.\n\n\"Like most big brands, T-Mobile has a very complex and sprawling digital estate,\" Fier explains. \"It is becoming harder by the day to gain visibility into every aspect of that estate and make sense of the data, which is why we’re increasingly seeing firms lean on technology to perform that role.\"\n\nHowever, he adds that breaching a vulnerable API doesn't require much know-how on the part of an attacker.\n\nBesides weak API security, Mike Hamilton CISO of Critical Insight, tells Dark Reading that this latest compromise also demonstrates a lack of network visibility and ability to detect abnormal behavior.\n\n\"Details are scant, and there has been no attribution of the 'bad actor,' who apparently had access to data for about 10 days before being stopped,\" Hamilton says.\n\nT-Mobile's Next Regulator Bout\n\nIn the disclosure of the cybersecurity incident, T-Mobile downplayed the stolen account information, adding the data was \"basic,\" and \"widely available in marketing databases.\" While it might read like a glib dismissal of the impact on its customers, the distinction could protect the company from state regulators, Hamilton adds.\n\n\"The data may be monetized by selling in bulk, although it's of little actual value,\" Hamilton says. \"Most of the data in the theft can be found in public sources and is unlikely to cause legal action from state privacy statutes like the CCPA (California Consumer Privacy Act).\"\n\nHowever, T-Mo might have more trouble in Europe with GDPR and Information Commissioner's Office (ICO) regulators in the UK, Tim Cope, CISO of NextDLP, explains to Dark Reading. Penalties like these ultimately will drive investment in the necessary cybersecurity protections, he adds.\n\n\"The regulatory oversight of the ICO and GDPR should hopefully bring a large series of fines along with these privacy breaches,\" Cope says, \"which should in turn feed more investment into security teams to help build better controls to guard APIs against the current and future attacks.\"",
            "title": "T-Mobile Breached Again, This Time Exposing 37M Customers' Data",
            "keywords": [
                "tmobile",
                "37m",
                "breached",
                "dark",
                "cybersecurity",
                "data",
                "exposing",
                "customers",
                "privacy",
                "hamilton",
                "security",
                "breach",
                "million"
            ],
            "link": "https://www.darkreading.com/attacks-breaches/t-mobile-breached-again-exposing-37m-customers-data",
            "skip": "false",
            "duplicates": [
                "2",
                "5"
            ],
            "gpt_score_reason": "\n\nScore: 8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nT-Mobile recently disclosed a massive data breach affecting 37 million prepaid and postpaid customers, which is the second major cybersecurity incident in two years. Attackers were able to bypass a vulnerable API, exposing customer data for about 10 days before being stopped. This event could lead to fines from regulators like GDPR and Information Commissioner's Office (ICO) in the UK, driving investment into security teams to help build better controls against future attacks."
        },
        "6": {
            "text": "Email marketing firm MailChimp this week confirmed that it experienced a data breach after hackers infiltrated an internal customer support and account administration tool. The attackers accessed the data of 133 users by using employee credentials acquired in a social engineering attack aimed at MailChimp staff and contractors. The company first detected an unauthorized individual accessing their system support tools on January 11. Fortunately, MailChimp was able to act quickly, temporarily suspending the accounts where suspicious activity was logged and notifying the primary contacts for all impacted accounts less than twenty-four hours after the breach was discovered. Though the number of affected customers is small, one of them was the popular WooCommerce eCommerce plugin for WordPress, which warned users that the incident exposed their names, store URLs, addresses, and email addresses. MailChimp told Bleeping Computer, “While we do not share customer information as a matter of course, we can share that no credit card or password information was compromised as a result of this incident.” An investigation is ongoing.\n\nSwift disclosure by MailChimp.\n\nMailChimp's response strikes some observers as setting a good example for businesses generally. Dr. Ilia Kolochenko, Founder of ImmuniWeb, and a member of Europol Data Protection Experts Network, wrote to comment on the company's reaction. It's not a large incident, but MailChimp disclosed unusually quickly and completely.\n\n“The unauthorized access to 133 customer accounts is a very insignificant security incident for such a large company as Mailchimp. Transparent disclosure of the incident rather evidences a well-established DFIR process and high standards of ethics at Mailchimp, as most businesses of q similar size will likely try to find a valid excuse to avoid mandatory disclosure prescribed by law or imposed by contractual duties. The reported attack vector of social engineering and password reuse remains extremely efficient today, many large businesses regularly fall victim to it despite multilayered cyber-defense and most advanced security controls. Moreover, the reportedly compromised account of a technical support specialist likely had access to a much larger number of customer accounts, evidencing that the incident was timely detected and contained.”\n\nThe MailChimp incident and the importance of zero trust.\n\nGal Helemski, co-founder & CTO/CPO, PlainID sees the incident as showing the importance of zero trust.\n\n\"In attacks such as this, identity is the solution for finding the adversary and eliminating it from systems. Organizations must adopt a “Zero Trust” approach, which means trusting no one – not even known users or devices – until they have been verified and validated. Access policies and dynamic authorizations are a crucial part of the zero-trust architecture, as they help to verify who is requesting access, the context of the request, and the risk of the access environment.\n\n\"Instead of pouring more money into a shotgun approach to security, organizations need a more focused strategy oriented toward purchasing the highest reward tools. Identity and authorization are where the smart money should be going. If we assume hackers are already in the network, it makes sense to focus budgets on technologies that restrict movement inside the network.\"\n\nJustin McCarthy, co-founder and CTO, StrongDM, notes that there are probably data other than email accounts of interest to attackers. “The recent Mailchimp incident has security experts now pondering if the bad actors are going after email accounts, it’s safe to say they are also going after your data, data stores, repos, APIs and more. Ensuring that access is secured for all users -- admins, developers, analysts and more -- is critical in keeping your company and customers safe. One way to accomplish this is to eliminate credentials all together and move to just-in-time access or Zero Standing Privilege.”\n\nBest practices in defense against social engineering.\n\nTyler Farrar, CISO, Exabeam, sees a familiar lesson: the value of following best practices. “Adversaries are always going to go for the path of least resistance to meet their end goal. The threat actors who conducted this social engineering attack were likely not going after Mailchimp, but the organizations the email platform works with. Rather than attempt to attack each of the customers individually, the adversary probably figured it would be easier to break through into Mailchimp. Unfortunately, attacks like these are going to become more and more common. The software supply chain is going to become the number one threat vector in 2023. As a result, organizations should create a vendor risk management plan, thoroughly vet third parties and require accountability to remain vigilant and align to cybersecurity best practices.”\n\nErfan Shadabi, cybersecurity expert with data security specialists comforte AG, draws lessons that any organization might profit from.\n\n“This cybersecurity incident shows just how clever threat actors can be in adapting existing social engineering tactics. The situation also underscores two key points that every enterprise should heed.\n\n\"One, it’s not enough simply to educate employees and partners sporadically about common social engineering tactics and hope that this makes a significant impact on incident prevention or mitigation. The entire corporation needs to adopt a culture of cybersecurity in which speed and rapidity are valued less than safety and sensible inspection of all requests for information and action. Social engineering preys on misdirection and hasty actions and responses. Put a premium on employees treating every email with healthy skepticism.\n\n\"Two, protect all sensitive enterprise data with more than just perimeter security, even if you feel that the impenetrable vault you’ve stored it all in is foolproof. Make sure that data-centric protection such as tokenization or format-preserving encryption effectively obfuscate sensitive information in case threat actors find their way into your data ecosystem. At some point, every organization will face a cybersecurity attack, so better be prepared.”\n\nChris Hauk, consumer privacy champion at Pixel Privacy, urges that organizations like MailChimp look to increased security awareness training. “Organizations like this should not only tighten their security measures, they should also put in place training programs for employees and executives, educating them about phishing attacks like the one that facilitated these breaches.”\n\nSocial engineering does indeed require training if employees, and hence organizations, are to build up resistance. Almog Apirion, CEO and Co-Founder of Cyolo, wrote:\n\n“Within one year, MailChimp has suffered three data breaches as a result of social engineering attacks, with one of the worst-case scenarios – a breach that seems to be very similar to previous ones. So, what is going wrong? It is far too often that employees fall for phishing attacks that place sensitive company assets and personal information at risk of malicious threats. Social engineering attacks make employees particularly vulnerable by using psychological manipulation to take advantage of weak security protocols. It is not surprising that the riskiest attack vector is the human behind the network, system or application. Beyond, the rise of remote work has presented new challenges for companies implementing perimeter security systems. Companies must consider how to extend security controls to all users, even hybrid employees and third parties outside of the corporate network.\n\n\"Companies should prioritize securing identities – the new perimeter for many organizations. By increasing the adoption of zero-trust practices, businesses can ensure the validation of all users, limit the applications each user is entitled to and capture a full audit trail for forensic and compliance needs.”\n\nAnd, of course, social engineering attacks are to be expected. After all, they work. Leonid Belkind, CTO and co-founder at Torq, said, “The MailChimp hack is emblematic of the urgent need to closely calibrate cybersecurity systems to proactively address these inevitable attacks. The advent of sophisticated security automation can play an important role in mitigating these scenarios. By granularly calibrating security tools, so they work together in concert to identify, alert, and remediate these attacks, security automation can add a critical layer of protection that is missing in countless enterprise security configurations.”",
            "title": "Industry looks at the MailChimp data incident.",
            "keywords": [
                "industry",
                "data",
                "looks",
                "organizations",
                "engineering",
                "employees",
                "going",
                "social",
                "security",
                "attacks",
                "incident",
                "mailchimp"
            ],
            "link": "https://thecyberwire.com/stories/9b061de0e4d94e08bfb9f71f8d824665/industry-looks-at-the-mailchimp-data-incident",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nMailChimp's data breach was discovered on January 11th and affected 133 users using employee credentials acquired in a social engineering attack. The company acted swiftly to suspend the accounts of suspicious activity, notifying primary contacts within 24 hours. No credit card or password information was compromised in the incident, but WooCommerce customers had their names, addresses, store URLs, and email addresses exposed. Though it is not a large incident MailChimp handled disclosure quickly which sets a good example for businesses generally as well as highlighting best practices such as identity management and zero-trust approaches; employee education and increased security awareness training; tokenization/format-preserving encryption to obfuscate sensitive data; vendor risk management plans; just-in-time access; eliminating credentials all together; data segregating services such as proxies bulkheads or firewalls ;and sophisticated security automation tools with granular calibrations."
        },
        "7": {
            "text": "CNN —\n\nThe Transportation Security Administration said it was investigating a “potential cybersecurity incident” after a hacker claimed to access an older version of the agency’s no-fly list of known or suspected terrorists.\n\n“TSA is aware of a potential cybersecurity incident, and we are investigating in coordination with our federal partners,” TSA said in a statement to CNN.\n\nThe data was sitting on the public internet in an unsecured computer server hosted by CommuteAir, a regional airline based in Ohio, according to the hacker claiming the discovery.\n\nThe hacker, who also describes herself as a cybersecurity researcher, told CNN she notified CommuteAir of the data exposure.\n\nCommuteAir said in a statement that the data accessed by the hacker was “an outdated 2019 version of the federal no-fly list” that included names and birthdates.\n\nCommuteAir, which exclusively operates 50-seat regional flights for United Airlines from Washington Dulles, Houston and Denver hubs, said it took the affected computer server offline after a “member of the security research community” had contacted the airline.\n\nThe no-fly list is a set of known, or suspected, terrorists, who are barred from flying to or in the US. The screening program grew out of the September 11, 2001, terrorist attacks and involves airlines comparing their passenger records with federal data to keep dangerous people off planes.\n\nThe Daily Dot, a tech news outlet, first reported on the alleged data breach.\n\nIn a memo to current and former CommuteAir employees obtained by CNN, the airline said it discovered a data breach in November in which an “unauthorized party” also accessed personal information held by the airline, including names, birthdays and the last four digits of Social Security numbers.\n\n“We are … working closely with law enforcement to ensure the incident is properly addressed,” CommuteAir said in the memo.\n\nThe hacker and security researcher claiming to have accessed the no-fly list data says she is 23 years old and based in Switzerland.\n\n“It should never be this easy to just completely (breach) an entire airline,” the hacker, who goes by the name maia arson crimew, told CNN. She shared samples of the data to support her claim. The list included names of known or suspected terrorists and their birthdays, including that of convicted Russian arms dealer Viktor Bout, whom the Biden administration recently sent back to Russia in a prisoner exchange for WNBA star Brittney Griner.\n\nThe Swiss hacker says she used to go by the name Tillie Kottmann. A person by that name was indicted by a US grand jury in 2021 for allegedly being part of a conspiracy that hacked dozens of companies and government organizations and posted stolen data online.\n\nThe hacker has often claimed to be exposing overly broad surveillance programs. She was allegedly part of a group of hackers that breached US security camera maker Verkada in 2021 and reportedly accessed live feeds of thousands of the company’s cameras in hospitals and prisons.",
            "title": "TSA investigating how some no-fly list data was exposed on internet",
            "keywords": [
                "exposed",
                "accessed",
                "nofly",
                "data",
                "hacker",
                "internet",
                "tsa",
                "commuteair",
                "suspected",
                "security",
                "airline",
                "list",
                "investigating",
                "cnn"
            ],
            "link": "https://www.cnn.com/2023/01/20/politics/tsa-no-fly-list-data-cybersecurity/index.html",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nThe Transportation Security Administration is investigating a potential cybersecurity incident after a hacker was able to gain access to the agency's aging no-fly list. The list includes names and birth dates of known or suspected terrorists and according to the hacker, an Ohio based airline had left an unsecured computer server containing this information open on the public internet. Additionally, CommuteAir recently found that there has been a data breach in which personal information such as names, birthdays and Social Security numbers were accessed by an unauthorized party. The hacker claims she notified CommuteAir of this issue months ago but has yet to hear back from them about it."
        },
        "8": {
            "text": "Home Daily News Weekly Briefs: SCOTUS sets a record; CUNY…\n\nNews Roundup\n\nWeekly Briefs: SCOTUS sets a record; CUNY law student goes missing\n\nImage from Shutterstock.\n\nStill no SCOTUS opinions in argued cases\n\nThe U.S. Supreme Court has set a record by failing to issue opinions in argued cases this term. Usually, the high court issues a handful of decisions by now, according to Adam Feldman of the Empirical SCOTUS blog. (The Associated Press)\n\nSearch for missing law student continues\n\nFamily and friends are searching for a missing first-year law student at the City University of New York. Jordan Marshall Taylor, 29, was last seen Jan. 6 at the Hustle Barbershop. His phone and wallet were found at different locations 3 miles apart. (Law.com, the Rockland/Westchester Journal News, NBC New York)\n\n32 Lewis Brisbois lawyers head to new firm\n\nThirty-two cybersecurity and data privacy lawyers are leaving Lewis Brisbois Bisgaard & Smith to join labor and employment firm Constangy, Brooks, Smith & Prophete. The new hires are located across 17 cities in 12 states. (Reuters, Constangy, Brooks, Smith & Prophete press release)\n\nOnce again, SCOTUS leaves NY restrictions in place\n\nThe U.S. Supreme Court has once again left in place gun restrictions in New York while litigation continues. On Jan. 18, the high court declined the emergency request by gun dealers seeking to block several Democratic-based measures, including age requirements for buyers of semi-automatic rifles. About a week before that, the Supreme Court kept in place New York’s concealed-carry restrictions. The latest case is Gazzola v. Hochul. (Reuters, Law360, New York attorney general press release)\n\n3rd Circuit considers changing midnight filing deadline\n\nThe 3rd U.S. Circuit Court of Appeals at Philadelphia has proposed changing the midnight deadline for electronically filed documents. The new rule would require the documents to be filed by 5 p.m. Eastern time; those that are filed later would be dated the next day. The 3rd Circuit’s chief judge has backed an earlier deadline as a way to improve work-life balance. Critics say the change would create problems for appellate lawyers, who sometimes work at atypical hours. (Law.com, Reuters)",
            "title": "Weekly Briefs: SCOTUS sets a record; CUNY law student goes missing",
            "keywords": [
                "student",
                "law",
                "restrictions",
                "record",
                "cuny",
                "briefs",
                "missing",
                "sets",
                "goes",
                "scotus",
                "court",
                "lawyers",
                "supreme",
                "weekly",
                "york",
                "smith"
            ],
            "link": "https://www.abajournal.com/news/article/weekly-briefs-scotus-sets-a-record-cuny-law-student-goes-missing",
            "skip": "true",
            "gpt_score_reason": "\n\nScore: 3/10",
            "gpt_relevancy_score": 3
        },
        "9": {
            "text": "Rubrik has achieved half a billion in annual recurring revenues and gained a trophy board member, Mark McLaughlin, Qualcomm chairman. Is that an IPO we’re smelling?\n\nRubrik is notable not least because it has raised an astonishing $552 million in funding since it was founded in 2014, but because it started out doing data protection and now cybersecurity is its main product focus.\n\nIt’s now marketing a security cloud service with three pillars: data resilience, data observability, and data remediation. In one way the ransomware plague has presented all data protection and security suppliers with a growing market opportunity, which Rubrik has grasped with both hands.\n\nWe should understand, Rubrik claims, that it is a high-growth business and it is responding to business’s cybersecurity needs better than any other supplier.\n\nMark McLaughlin\n\nIncoming board member Mark McLaughlin mentions these points in a blog on Rubrik’s website.\n\nHe has an impressive CV, going to West Point and then becoming a Cobra helicopter pilot at Fort Rucker, Alabama, where he was involved in a crash that severely damaged his back. It took months to recover. After that, with flying no longer an option, he went to law school and then became a lawyer for Cooley Godward in 1994, but left a year later as a client recruited him for an in-house position. That was as general counsel of Caere Corp, an OCR software company.\n\nMcLaughlin became VP for Business Development at Gemplus in 1997, then VP of sales and business development for internet payment company Signio, which was bought by Verisign in 1999. McLaughlin was involved in the acquisition and became an EVP at Verisign in 2000, then president and COO, then CEO, retaining the other titles, in 2009. This was followed by a risk-taking jump into network security business startup Palo Alto Networks as its chairman, president and CEO in 2011.\n\nThat year he was also appointed to the US National Security Telecommunications Advisory Committee and has served on it ever since.\n\nPalo Alto Networks filed for and ran an IPO in 2012, raising $260 million with its shares jumping 27 percent above their opening price. McLaughlin stayed as CEO until 2018 when he went upstairs to become vice chairman, leaving that role in December last year. He had also become chairman of wireless semiconductor supplier Qualcomm in 2019 and a board member at Snorkel AI in January 2022.\n\nIn his Rubrik blog, entitled “Honored to be on the Rubrik Journey,” McLaughlin writes: “The continued rise of the importance of cyber, and the continued rise in the sophistication of the attacker will be addressed over time by continuous innovation, collaboration, and the rise of cyber security data platforms. Rubrik steps into that need with its data security platform focused on ransomware, one of the scourges of our digital age.\n\n“When you take on big problems with oversized consequences on every organization in the world, it creates the opportunity for significant value creation for customers and fast growth. Rubrik is experiencing tremendous demand, and is continuing to grow its customer base. This growth in new customer acquisition, as well as continued innovation and value creation for customers, is most evident in Rubrik’s recently announced $500 million in annual recurring revenue; and achieving a net dollar retention rate of greater than 140 percent.\n\n“It is the combination of scale and velocity of growth that creates truly unique companies and significant value creation.”\n\nBipul Sinha\n\nThere’s definitely a financial aroma of value creation in the air here. Can you smell it? It’s the hint of IPO, that most beguiling perfume for VCs. Backup is old hat. Nobody is interested in a backup company’s IPO; are you listening, Cohesity? But a data security company, with an answer to the biggest cybersecurity scourge on the planet? We think Rubrik co-founder and CEO Bipul Sinha believes he has an IPO in his grasp.\n\nAnd he’s recruited a security-savvy board member with IPO experience who can talk to bankers and investors and other financial people. A Rubrik IPO appears to be coming, later this year or early in 2024. That’s what Blocks & Files thinks anyway.",
            "title": "Rubrik ARR hits half a billion – IPO ahead? – Blocks and Files",
            "keywords": [
                "member",
                "data",
                "hits",
                "half",
                "chairman",
                "ipo",
                "arr",
                "billion",
                "ahead",
                "mclaughlin",
                "security",
                "value",
                "ceo",
                "blocks",
                "files",
                "rubrik",
                "business"
            ],
            "link": "https://blocksandfiles.com/2023/01/20/rubrik-ipo-board-member/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " \n\nRubrik has achieved half a billion in annual recurring revenues, gained Qualcomm chairman Mark McLaughlin as an incoming board member, and with ransomware being one of the biggest cybersecurity scourges today, Rubrik is offering data security services to business customers. Blocks & Files is smelling a potential IPO later this year or early 2024."
        },
        "10": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://healthitsecurity.com/news/cloud-security-risk-management-among-ecris-top-health-tech-hazards-this-year",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10. This article discusses the dangers of cybercrime and the measures that organizations are taking to protect data privacy, which is relevant to my interests in cybersecurity and data privacy.",
            "gpt_relevancy_score": 7
        },
        "11": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.lexology.com/library/detail.aspx%3Fg%3D7db6ba23-f814-4357-b4a3-4f51288f058f",
            "skip": "true",
            "gpt_score_reason": "\n\n\"Apple Reveals More Details on Reopening Stores\"\n3/10",
            "gpt_relevancy_score": 3
        },
        "12": {
            "text": "London — The social media platform TikTok has been in American lawmakers' crosshairs for months, and the sentiment is spreading across the Atlantic. European legislators are voicing increasing concern about the Chinese-owned app's data policies and its influence on young people, and Europe's regulators may have more potent legal weapons at their disposal to challenge the company.\n\nFrench President Emmanuel Macron has been the highest-profile European leader to criticize the social platform whose parent company ByteDance is based in China. At an event on mental health in December, Macron called TikTok \"the most disruptive\" social media outlet for young people, warning that it was \"deceptively innocent\" and addictive.\n\n\"We remain vigilant in any situation that would lead to a compromise in the protection of our citizens' data,\" Jean-Noel Barrot, France's Minister for Digital Transition and Telecommunications, told CBS News, adding that he meets \"on a regular basis\" with TikTok managers in France to discuss \"data protection issues and content moderation and protection of minors.\"\n\nGerman Member of the European Parliament Moritz Körner has been pushing EU regulators to get tough on TikTok for years.\n\n\"From a geopolitical perspective, the EU's inactivity towards TikTok has been naïve,\" he told CBS News. \"The data dragon TikTok must be placed under the surveillance of the European authorities.\"\n\nKörner said the EU has been slow to implement oversight of the platform, arguing that Tiktok \"poses several unacceptable risks\" for users, including \"data access by Chinese authorities, censorship and the tracking of journalists.\"\n\nMaximilian Funke-Kaiser, a spokesman for Germany's liberal FDP party, told CBS News that TikTok has been guilty of \"systematic data misuse\" and said that security concerns about the app are \"justified.\"\n\n\"To be clear: If you do business here and earn a lot of money with it, you must also comply with applicable law. Otherwise, there is no room for the company here,\" he said.\n\nFunke-Kaiser said steps taken by the U.S. government to ban the platform for employee use were something that should be replicated in Germany.\n\n\"I consider the ban on TikTok on working equipment of officials of the U.S. government to be appropriate in view of the data protection and security risks,\" he said.\n\nResponding to the concerns voiced by European officials, a TikTok spokesperson told CBS News in an email that the company had responded to the ban in the U.S. by putting together \"a comprehensive package of measures with layers of government and independent oversight to ensure that there are no backdoors into TikTok that could be used to manipulate the platform.\"\n\n\"These measures go beyond what any peer company is doing today on security,\" the TikTok spokesperson said.\n\nLegal challenges\n\nWhile the United States has taken the step of banning TikTok on government devices in the name of national security, wide-ranging EU data protection laws already on the books could become an even bigger headache for TikTok executives.\n\nTikTok is currently the subject of two investigations by Ireland's data protection regulator over transfers of user data to China that may breach the country's laws, as well as possible violations of children's privacy.\n\nThe company may also come under a direct audit and face fines of up to 6% of the platform's annual revenue under the EU's new Digital Services Act, if it's found to have failed to comply with that law.\n\nIt was in this context that TikTok CEO Shou Zi Chew flew last week to Brussels. The head of the social media outlet was on a charm offensive, trying to assuage concerns, but high-level European policy chiefs sent him home with stark warnings.\n\n\"I count on TikTok to fully execute its commitments to go the extra mile in respecting EU law and regaining trust of European regulators. There cannot be any doubt that data of users in Europe are safe and not exposed to illegal access from third-country authorities,\" European Commission Vice-President for Values and Transparency Věra Jourová told media after the meeting.\n\nA TikTok spokesperson told CBS News that the company has a \"clear plan that we're already implementing to reassure our community that they can trust us with their data... This includes storing European user data in our data center operations in Ireland, starting this year; further reducing employee access to data; and minimizing data flows outside of Europe.\"\n\n\"Europe must finally wake up\"\n\nTiktok's relationship with the Chinese government is complex. The platform's parent company ByteDance is based in Beijing, and while the company has denied sharing data with Chinese authorities, TikTok admitted in a policy update last November that Chinese employees could be granted \"remote access\" to European user data.\n\nThat admission sparked fears that the Chinese government could legally force ByteDance to hand over any user data to which the company has access. Given that China's ruling Communist Party has complete control over all business conducted on the country's soil — with no checks or balances on that power, it's not a far-fetched concern.\n\nByteDance collects a sizable amount of data through TikTok and other digital properties. According to the company's own privacy policy, TikTok collects the names of users, passwords, phone numbers, private messages on the app, the mobile networks used by its users, their contacts, satellite location information, and payment details such as credit card info.\n\nAnd TikTok is growing fast. As of June 2022, there were 227.81 million users in Europe. To put that in context, there were fewer than 100 million Twitter users in Europe as of 2022, according to DataReportal.\n\nKörner believes it's high time for European lawmakers to reign in the video sharing app by simply enforcing existing laws.\n\n\"TikTok's success is the result of a European policy failure,\" he told CBS News. \"Europe must finally wake up… If TikTok refuses to abide by EU laws, it should be banned.\"",
            "title": "TikTok vs. Europe: Could EU data privacy law slay the \"data dragon\"?",
            "keywords": [
                "protection",
                "vs",
                "law",
                "data",
                "europe",
                "slay",
                "dragon",
                "chinese",
                "privacy",
                "tiktok",
                "eu",
                "cbs",
                "users",
                "company",
                "european",
                "told"
            ],
            "link": "https://www.cbsnews.com/news/tiktok-vs-europe-could-eu-data-privacy-law-slay-the-data-dragon/",
            "skip": "false",
            "gpt_score_reason": "\n\nScore: 8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nEuropean officials have been increasingly vocal about the social media platform TikTok in recent months, citing data privacy and influence over young people as key concerns. The EU is currently subjecting the Chinese-owned platform to two investigations by Ireland's data protection regulator, while their Digital Services Act provides potential for penalties of up to 6% of annual revenue if it is found to be out of compliance with laws. European regulation seems imminent given France’s President Macron's call for greater oversight due to “addictive” nature and Germany’s criticism that existing law enforcement has been “naïve\". With 227 million users currently in Europe alone, Europeans must wake up to ensure safety from data misuse and manipulation by Chinese authorities."
        },
        "13": {
            "text": "The Irish Data Protection Commission (DPC) on Thursday imposed fresh fines of €5.5 million against Meta's WhatsApp for violating data protection laws when processing users' personal information.\n\nAt the heart of the ruling is an update to the messaging platform's Terms of Service that was imposed in the days leading to the enforcement of the General Data Protection Regulation (GDPR) in May 2018, requiring that users agree to the revised terms in order to continue using the service or risk losing access.\n\nThe complaint, filed by privacy non-profit NOYB, alleged that WhatsApp breached the regulation by compelling its users to \"consent to the processing of their personal data for service improvement and security\" by \"making the accessibility of its services conditional on users accepting the updated Terms of Service.\"\n\n\"WhatsApp Ireland is not entitled to rely on the contract legal basis for the delivery of service improvement and security,\" the DPC said in a statement, adding the data collected so far amounts to a contravention of GDPR.\n\nAside from the fine, the messaging application has also been ordered to bring its operations into compliance within a period of six months. It's worth noting that Meta has its European headquarters in Dublin.\n\nThe DPC, however, noted it doesn't plan to investigate whether WhatsApp processes user metadata for advertising, calling it \"open-ended and speculative.\" NOYB, in a response, criticized the authority for declining to act on it.\n\n\"WhatsApp says it's encrypted, but this is only true for the content of chats – not the metadata,\" NOYB's Max Schrems said. \"WhatsApp still knows who you chat with most and at what time. This allows Meta to get a very close understanding of the social fabric around you.\"\n\n\"Meta uses this information to, for example, target ads that friends were already interested in,\" Schrems further added. It seems the DPC has now simply refused to decide on this matter, despite 4.5 years of investigations.\"\n\nWhatsApp notably received blowback in early 2021, when it announced a similar update to its privacy policy that required users to accept the changes to continue using the service, prompting the European Commission to issue a warning, urging the company to \"clearly inform\" consumers of its business model.\n\n\"In particular, WhatsApp is encouraged to show how it plans to communicate any future updates to its terms of service, and to do so in a way that consumers can easily understand the implications of such updates and freely decide they want to continue using WhatsApp after these updates,\" the Commission said in June 2022.\n\nOn top of that, WhatsApp has previously attracted scrutiny for taking a U-turn on its data sharing practices with parent company Meta (then Facebook) for ad targeting. In 2017, the E.U. fined the social media giant €110 million for \"providing incorrect or misleading information\" during its probe into the merger following the acquisition of WhatsApp in 2014.\n\nThe latest penalty comes two weeks after the DPC fined Meta €390 million over its handling of user data for serving personalized ads in Facebook and Instagram, giving the company three months to find a valid legal basis for processing personal data for behavioral advertising.\n\nNOYB, for its part, has written to the European Data Protection Board (EDPB), stating that the watchdog \"turned a blind eye on the revenue generated from violating the GDPR when calculating its fine,\" and that \"the DPC's maneuver saved Meta almost €4 billion.\"",
            "title": "WhatsApp Hit with €5.5 Million Fine for Violating Data Protection Laws",
            "keywords": [
                "protection",
                "violating",
                "whatsapp",
                "data",
                "service",
                "terms",
                "dpc",
                "meta",
                "laws",
                "fine",
                "using",
                "users",
                "updates",
                "hit",
                "million",
                "55"
            ],
            "link": "https://thehackernews.com/2023/01/whatsapp-hit-with-55-million-fine-for.html",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10: This article is highly relevant to my request, as it outlines a prominent court case between the Irish Data Protection Commission (DPC) and Whatsapp over issues of data privacy. The article delves into the technical details with regards to WhatsApp's processing of user data for service improvement and personalized ads, as well as the fines imposed on Meta by the DPC for this infringement. It also examines criticism from NOYB about the DPC and its approach in handling this dispute.",
            "gpt_relevancy_score": 9,
            "summary": "\n\nThe Irish Data Protection Commission recently imposed a fine of €5.5 million against Meta's WhatsApp for violating data protection laws, such as requiring that users agree to the revised terms in order to continue using the service or risk losing access. The DPC also noted it wouldn't investigate whether WhatsApp processes user metadata for advertising purposes, which privacy non-profit NOYB criticized. This is not the first time WhatsApp has been penalized; In 2021 and 2022, they received warnings from European Commission and were fined €110 million by E.U in 2017 over data sharing practices with parent company Meta (then Facebook)."
        },
        "14": {
            "text": "“What we are seeing today with the metaverse is the evolution of how we are going to be connected to networks, digital environments, and potentially the internet,” Chalico told Insurance Business.\n\nWhat types of technology are being used in the metaverse?\n\nThere are at least four different types of technology converging in the metaverse, according to Chalico:\n\nInterfaces – also called “spatial computing,” these include the devices people use to connect to the internet or any other network, such as Meta’s Oculus Quest headset. Game engines – these engines underpin the metaverse as digital representations or avatars that engage and interact in virtual environments. Digital environments – augmented reality (AR) and virtual reality (VR) create the immersive experiences users would not find in the physical world. Virtual economies – the blockchain, digital currencies and non-fungible tokens (NFTs) enable commercial transactions to occur in virtual spaces.\n\nThe metaverse creates different opportunities for companies to interact meaningfully with customers, collaborate with teams, and differentiate themselves in competitive markets. Through this new reality, customers can be transported to a retail store to browse the latest products; workers to a pipeline facility to be trained how to repair it; or pilots to a plane cockpit for flight simulations.\n\nHowever, the metaverse also opens businesses up to a variety of exposures, especially if they go in without a robust cybersecurity and data privacy plan.\n\nWhat are the risks associated with the metaverse?\n\nThe most significant risks associated with the metaverse are cyberattacks and data and privacy breaches. This is because virtual reality platforms collect a lot of personal information.\n\n“The more accurate a digital representation or avatar is, the more personal information will be collected. An avatar can represent the gestures you make, the shape of your body, the color of your hair, skin, and eyes… all those elements are personal information that in many cases can be biometric and needs to be very well protected,” Chalico said.\n\n“And if in addition to that, we are going to be performing commercial transactions in the metaverse, all of that financial data needs to be protected as well.”\n\nCustomers need to be able to consent before their data in the metaverse can be collected and shared for other purposes, like how they can consent to apps or websites they sign up for. Companies must create adequate controls for data privacy or face liabilities.\n\nBad actors can launch cyberattacks through vulnerable AR and VR devices, which store a huge amount of user data. Similarly, hackers can easily spoof metaverse users’ identities or steal and take over accounts. Cybersecurity for the metaverse can be uniquely challenging and require specialized expertise.\n\nFinally, there are also physical risks associated with the metaverse. “The metaverse can be incredibly immersive, and users could be completely unaware of their physical space while they are having a metaverse experience,” Chalico said. “Organizations need to consider the risks to provide users with solid recommendations to have a physically safe experience when using the metaverse.”\n\nHow can companies avoid data and cybersecurity risks in the metaverse?\n\nTo combat these exposures, organizations should “ground [their] metaverse strategy in a holistic, privacy-by-design and cybersecurity-by-design approach,” according to Chalico.\n\n“As a society, we tend to be focused first on making technology operational, delivering the value that is expected. Only later do we think of cybersecurity and privacy controls,” he said. “But that needs to change now that the metaverse is a reality.”\n\nAd hoc risk mitigation won’t be enough for companies that want to take part in the metaverse.\n\n\n\n“Privacy by design,” an approach developed by Ontario’s former information and privacy commissioner Ann Cavoukian, calls for data privacy to be considered during the entire systems engineering process.\n\n“The concept is about finding privacy controls before a new system or a new process is embedded into the production environment,” said Chalico.\n\nPrivacy-by-design and cybersecurity-by-design are strategies that businesses can use to create an environment of trust with customers and other stakeholders. These plans should also include a code of conduct and ethical principles that will guide the organization’s use of metaverse applications.\n\nChalico emphasized that the right players are needed to guide business leaders and help them create a strategy to navigate the complex risks in the metaverse. “You need to bring in privacy and cybersecurity specialists from the very beginning, before the applications and processes are designed,” he said.\n\nWhat risks in the metaverse should be the most concerning for insureds? Tell us in the comments below.",
            "title": "Metaverse risks: how organizations can prepare",
            "keywords": [
                "cybersecurity",
                "data",
                "risks",
                "reality",
                "organizations",
                "privacy",
                "metaverse",
                "prepare",
                "digital",
                "users",
                "create",
                "virtual"
            ],
            "link": "https://www.insurancebusinessmag.com/ca/news/cyber/metaverse-risks-how-organizations-can-prepare-433569.aspx",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe metaverse is the coming together of four types of technology – interfaces, game engines, digital environments and virtual economies - creating new opportunities for companies to interact meaningfully with customers. Insurance companies should be aware of the data security risks associated with this blend of technologies: cyberattacks, privacy breaches due to personal information collection, vulnerability in AR/VR devices, identity spoofing and account hijacking. Companies need to establish a robust cybersecurity and data privacy plan grounded in “privacy by design” strategies including codes of conduct and ethical principles that prioritize trust between stakeholders."
        },
        "15": {
            "text": "T-Mobile’s reputation on cybersecurity matters is being put to the test, on repeat and at a scale and cadence with few obvious comparisons in telecom or enterprise at large.\n\nThe company committed to improving its security posture and increasing investments in data privacy and related technologies after a massive data breach in August 2021, but it was not enough to foil an intrusion that occurred the day after last Thanksgiving.\n\nT-Mobile on Thursday said it detected a threat actor using an application programming interface to access customer account data on Jan. 5, and “shut it down within 24 hours,” but not before the records of 37 million customers were compromised.\n\nThe malicious activity, a compromise that occurred on Black Friday, one of the days during the holiday season experts warn security teams to be on high alert, went undetected for 41 days.\n\nThe repeated security lapses at T-Mobile show a pattern, according to analysts. The carrier has been hit by two huge breaches in 15 months, but the addition of at least six other security incidents during the last five years indicates a misalignment between security investments and outcomes.\n\n“To be hacked twice in the span of a bit over a year is pretty egregious,” Mauricio Sanchez, research director of network security at Dell’Oro Group, said via email. “One would think that after the string of hacks and the significant penalty it would have led T-Mobile to up their game, but it’s pretty evident it didn’t.”\n\nT-Mobile declined a request for further comment.\n\nBreaches beget breaches\n\nThe latest incident marks T-Mobile’s eighth publicly acknowledged data breach since 2018. “That’s all you need to know about their lack of urgency around this,” said Zeus Kerravala, founder and principal analyst at ZK Research.\n\n“Clearly they are behind the other carriers and this becomes a cyclical problem,” Kerravala said. “Since they appear to be easier to breach, hackers will focus on them, causing more breaches.”\n\nThe gap between the threat actor’s initial intrusion and T-Mobile’s detection can be attributed to multiple unresolved challenges for the mobile network operator, according to multiple analysts.\n\n“It does point to some severe failings, in particular after the many promises to do better after the last sequence of attacks,” Sanchez said.\n\nT-Mobile’s lack of visibility into malicious activity is “the biggest issue,” Kerravala said.\n\n“Breaches happen, everyone knows that,\" he said.\" But a company like T-Mobile, whose entire business is wrapped up in its networks, should be able to see anomalous traffic that could indicate a breach in almost real time.”\n\nIntrusion underscores common API security challenges\n\nT-Mobile hasn’t shared details about the API exploited by the threat actor, but it’s important to know what purpose it served, where it was exposed, and why it had access to customers’ PII.\n\n“No API is perfect and problems relating to API credential management are extremely common these days,” Justin Fier, SVP of red team operations at Darktrace, said via email.\n\n“While it is unclear what the API in the T-Mobile attack was used for it would be alarming for an external API to have access to this amount of sensitive PII,” Fier said.\n\nThe attack scenarios most commonly associated with API data breaches, according to the Open Web Application Security Project, include:\n\nBroken access control\n\nInsecure design\n\nSecurity misconfiguration\n\nIdentity and authentication failures\n\nLogging and monitoring failures\n\nMismatched priorities endanger enterprises\n\nThe predominant challenge confronting organizations isn’t so much an inability to take security seriously.\n\n“The problem is security is not the primary focus for these companies, but it is the primary focus for the attackers,” said Chris Nicoll, senior principal analyst at Nicoll Associates.\n\n“[Threat actors] spend their full time designing and adapting their attacks. That is not to say that companies, such at T-Mobile, should be off the hook when an attack does occur,” he said.\n\nMalicious actors are “masterful at hiding their activities,” and it’s incumbent on T-Mobile to be more diligent at monitoring and managing its systems, Nicoll said.\n\nShort of a financial penalty and potential regulatory actions, the setbacks to T-Mobile, following this latest incident, will be minimal, analysts tell Cybersecurity Dive.\n\nFatigue and abstract concepts typically applied to security breaches might also diminish the fallout for T-Mobile.\n\nBut T-Mobile customers should be wary, Kerravala said. “In a world that is becoming rapidly digitized, the mobile phone is now the control point of our lives. If you can’t trust your mobile operator, that’s a huge problem.”",
            "title": "Experts question T-Mobile’s security culture as breach cycle churns",
            "keywords": [
                "tmobile",
                "data",
                "churns",
                "culture",
                "problem",
                "question",
                "security",
                "api",
                "breach",
                "threat",
                "kerravala",
                "access",
                "tmobiles",
                "cycle",
                "experts"
            ],
            "link": "https://www.cybersecuritydive.com/news/t-mobile-security-breach-pattern/640909/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nT-Mobile’s reputation on cybersecurity has been severely tested after two massive data breaches in the past 15 months, reports of at least six other security incidents during the last five years and a Black Friday intrusion that went undetected for 41 days. Despite promises to increase investments in data privacy and related technologies following the August 2021 breach, analysts point to misalignment between security investments and outcomes as well as lack of visibility into malicious activity - all emphasizing the need for organizations like T-Mobile to be more diligent when it comes to monitoring their systems."
        },
        "16": {
            "text": "Walmart has launched a concerted effort to share more about its extensive cybersecurity strategy as it continues to evolve from a big-box retailer to a big-tech competitor.\n\nDriving the news: The retail giant hosted its first-ever cybersecurity media day with six reporters earlier this week at its Bentonville, Arkansas, headquarters.\n\nThe daylong event included its first-ever public tour of an on-site data center, a demonstration of the security teams' ransomware responses, and a handful of panel discussions and roundtables with senior executives.\n\nWhy it matters: Walmart, like other big retailers, has historically been hesitant to share much about its cybersecurity program beyond the occasional one-off executive interview or conference panel participation for fear of malicious hackers learning too much about its systems.\n\nBut by sharing the details of its security program, Walmart now hopes to build customer trust in all of its offerings — retail and beyond.\n\nThe big picture: Jerry Geisler, Walmart's global chief information security officer, told Axios that this week's event is just the start of the company's efforts to pull back the curtain on his team's wide-reaching efforts.\n\n\"We landed on this realization that, like many companies, we don't talk a lot about this,\" Geisler said during a brief interview. \"We think we're at a point where we want to start telling that story.\"\n\nGeisler sees sharing this story as integral to Walmart's mission of building customer trust: If people know how much Walmart pours into securing their personal information, then privacy-minded consumers will keep buying from Walmart.\n\nBetween the lines: Cybersecurity at Walmart goes far beyond its brick-and-mortar locations and e-commerce activities.\n\nWalmart has actively expanded into telemedicine and pharmaceutical services, as well as into digital payments through its Walmart Pay app.\n\nCatch up quick: Walmart has had an information security team for more than two decades, Geisler said, giving the company an advantage in embedding the security team throughout the company's other divisions, including legal and product design.\n\n\"You don't see many companies building information security programs in the late '90s,\" he added.\n\nZoom out: As consumers demand more information about the ways their data is collected, stored and protected, more companies are starting to build up their cybersecurity and privacy reputations.\n\nA prime example is Apple, which has carved out a reputation as a privacy-minded technology company as it expands beyond devices and into services.\n\nDetails: Walmart has security workers in Bentonville, the D.C. area, the Bay Area and Bengaluru, India. Soon, it'll have even more at new hubs in Atlanta, Seattle and Toronto.\n\nThe company has lawyers who have developed quantifiable risk analysis scores to help communicate to nonsecurity leaders how much of a threat a new vulnerability is for the company specifically.\n\nWalmart conducts a quarterly audit of which files current employees have access to, and it is currently studying ways to transition to a full zero-trust plan and to ditch passwords altogether, Melissa Yandell, senior director of Walmart's identity and access management team, told Axios.\n\nThe intrigue: Much of Walmart's security operations are in-house, although it still works with some vendors on various detection efforts.\n\nThe company has its own incident response and threat intelligence teams, as well as its own in-house, accredited forensics labs for hardware and data-recovery efforts. Most companies would defer at least one of these to a third-party contractor.\n\nYes, but: Building out this much in-house cybersecurity tooling doesn't make sense for every company. Not everyone ranks first in the Fortune 500 and has the same resources.\n\nWhat's next: Geisler said he expects the next phase of Walmart's cyber blitz to focus on consumer education.\n\nWhile the precise details are still being hashed out, Walmart already puts together tips on the cybersecurity page of its website.\n\nSign up for Axios’ cybersecurity newsletter Codebook here.",
            "title": "Walmart wants to build customer trust through its cybersecurity operations",
            "keywords": [
                "wants",
                "cybersecurity",
                "build",
                "company",
                "geisler",
                "teams",
                "security",
                "companies",
                "customer",
                "walmart",
                "operations",
                "team",
                "information",
                "walmarts",
                "trust"
            ],
            "link": "https://www.axios.com/2023/01/20/walmart-cybersecurity-operation-media-day",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\nWalmart has launched a major push to share more about its robust cybersecurity strategy as it transitions from big-box retailer to big-tech competitor. This culminated in their first ever public tour of an on-site data center, ransomware response demonstration and panel discussions with senior executives. The purpose is to build customer trust and communicate the wide scope of security operations put in place by Walmart - from cybersecurity teams around the world, incident response, threat intelligence and accredited forensic labs. Moving forward they plan consumer education initiatives while encouraging customers to leverage their online resources for tips on staying cyber secure."
        },
        "17": {
            "text": "David G. Ries practices in the areas of environmental, technology, and data protection law and litigation. For...",
            "title": "It’s a Good Time for a Cybersecurity Checkup",
            "keywords": [
                "protection",
                "practices",
                "law",
                "cybersecurity",
                "data",
                "checkup",
                "g",
                "litigation",
                "david",
                "environmental",
                "good",
                "ries",
                "technology"
            ],
            "link": "https://legaltalknetwork.com/podcasts/digital-detectives/2023/01/its-a-good-time-for-a-cybersecurity-checkup/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nDavid G. Ries specializes in environmental, technology, and data protection law and litigation. He provides legal advice on a range of matters including hazardous waste management, emergent technologies, privacy breaches, compliance with data security requirements, due diligence for mergers & acquisitions and corporate governance best practices. With his expertise to guide businesses through the regulatory landscape of these areas and manage their risks effectively he is an outstanding resource for comprehensive consultation services."
        },
        "18": {
            "text": "[author: Jaclyn Jaeger]\n\nLast year was a busy one for data privacy legislation across the United States, and with many states’ consumer data privacy laws in effect this year, now is the time to reassess where more changes may be needed in order to prepare.\n\nAccording to an analysis by the National Conference of State Legislatures (NCSL), “at least 35 states and the District of Columbia introduced or considered almost 200 consumer privacy bills in 2022.” Comprehensive (omnibus) privacy legislation was the most common type of bill considered, introduced in at 25 least states and the District of Columbia and in almost 70 bills, according to the NCSL.\n\nComprehensive privacy legislation, as defined by the NCSL, broadly refers to the regulation of the “collection, use, and disclosure of personal information and providing an express set of consumer rights with regard to collected data – such as the right to access, correct, and delete personal information” collected by businesses (data controllers).\n\nTo date, five states passed the following comprehensive privacy legislation:\n\nBy design, these comprehensive consumer privacy laws have many similarities from a big-picture perspective, but they also have a patchwork of subtle differences that companies will need to iron out.\n\nBelow is a non-exhaustive list of some of those consumer privacy provisions and a brief overview of the similarities and differences between each state’s requirements.\n\nScope of coverage: Among the five states’ consumer privacy laws, Utah takes the most business-friendly approach, overall. Like other states, the UCPA applies to any business or data processor who does business in the state or produces a product or service targeted to consumers who are residents of that state.\n\nThe scope of the UCPA, however, covers only businesses or data processors that also:\n\nHave annual revenue of $25 million or more; and\n\nSatisfies one or more of the following thresholds: during a calendar year, controls or processes personal data of 100,000 or more consumers; or derives over 50% of the entity’s gross revenue from the sale of personal data and controls or processes personal data of 25,000 or more consumers.\n\nVirginia, Colorado, and Connecticut establish similar 100,000/25,000 consumer thresholds, with some variance regarding the “gross revenue from the sale of personal data” threshold. What makes Utah’s multi-tier threshold more business-friendly, however, is that it ensures not only that smaller companies will not be subject to the UCPA, but also that even companies that satisfy the $25 million annual revenue threshold will not fall under the law, unless they also satisfy at least one of the other listed thresholds.\n\nOther than Utah, California is the only other state to include a revenue threshold ($25 million in annual global revenue). Unlike the UCPA, however, the CPRA states that a business that does not make $25 million in annual global revenue can still fall under the scope of the CPRA, so long as it meets one of these other two thresholds: buys, sells, or shares the personal information of 100,000 or more California residents or households; or derives 50% or more of their annual revenue from selling or sharing California residents’ personal information.\n\n“Consumer” defined: Subtle differences also exist between how each state defines “consumer.” Virginia, Colorado, Connecticut, and Utah define a “consumer” as an individual who is a resident of the state acting only in an “individual or household context.” The CPRA, in contrast, goes further by additionally including individuals acting in a “commercial or employment context.”\n\n“Sale of personal data” defined: Under the various state consumer privacy laws, the “sale” of personal information triggers many of the requirements, and so understanding the definition of each state law is important. Virginia and Utah define “sale” as the exchange of personal data “for monetary consideration by a controller to a third party.” Cookie data for targeted advertising purposes, for example, may not apply. In contrast, California, Colorado, and Connecticut define “sale” more broadly as including “monetary or other valuable considerations.”\n\nPersonal data defined: Utah, Virginia, Connecticut, and Colorado define “personal data” broadly as any information that is “linked or reasonably linkable to an identifiable or identified individual.” Among these states, personal data does not include de-identified or publicly available information.\n\nScope of exemptions: The scope of exemptions is broad, and in some states more than others. All five states provide exemptions for government agencies, and – except for Colorado – exempt non-profit organizations. Virginia, Colorado, Connecticut, and Utah also provide exemptions for institutions of higher education, financial institutions subject to the Gramm-Leach-Bliley Act (GLBA) and – again, except for Colorado – covered businesses or business associates regulated by the Health Insurance Portability and Accountability Act (HIPAA).\n\nIn addition to the type of entities subject to exemptions, exemptions are provided for certain types of data covered by other federal laws. These exemptions vary by state but generally include, for example, the GLBA and HIPAA.\n\nPrivacy notices: As companies revise their privacy notices, or create new ones, keep in mind that some states’ consumer privacy laws – like Connecticut and Utah – require businesses provide a “reasonably accessible, clear and meaningful” privacy notice. Moreover, the privacy notice must include:\n\nThe categories of personal data that are collected or processed by the businesses\n\nThe purposes for processing the data\n\nHow consumers may exercise their rights, and\n\nThe categories of personal data that’s shared with third parties, if any\n\nSome states– for example, Connecticut and Utah – further require that where the business “sells” consumer data to a third party or processes it for targeted advertising, the privacy notice must “clearly and conspicuously” disclose how consumers can exercise their opt-out rights may opt out of such activities.\n\nUniversal opt-out mechanisms: California, Colorado and Connecticut each require businesses to recognize universal opt-out mechanisms (GPC signals), which gives consumers the ability to opt-out of the processing of their personal data across multiple websites simultaneously, rather than having to make individual opt-out requests through each website. Virginia does not include such a requirement. Each state also has varying requirements regarding consumer opt-out rights pertaining to the collection of “sensitive” data, as defined by each state, which must also be considered.\n\nThe effective date to get into compliance varies by state. Under Connecticut’s privacy law, for example, universal opt-out mechanisms must be recognized by controllers as valid consumer requests beginning Jan. 1, 2025.\n\nService provider agreements: Also important from a legal and compliance standpoint, all five states require businesses to impose contractual obligations on data processors with whom they share consumer data. Colorado, Connecticut, Utah, and Virginia go beyond California by requiring businesses to provide clear instructions pertaining to the processing of personal data; the nature and purpose of the processing; the type of data to be processed; the duration of the processing; and the rights and obligations of the parties.\n\nData protection assessments: Among the five states, Utah is the only one that does not require businesses to conduct and document a data protection assessment regarding processing activities involving personal data. The scope and level of detail required by each data protection assessment varies greatly by state.\n\nCompliance takeaways\n\nThe provisions mentioned above provide only a high-level overview of just a few of each state’s key requirements. Using the CPRA as a benchmark when reviewing the company’s privacy compliance program, it will be important moving forward to regroup as a cross-functional team and assess where further changes may be needed, depending in which states the business operates, and where its consumers reside.\n\nAs a fundamental first step, prudent companies will want to conduct a data mapping exercise that, at a minimum, provides clarity around what personal information the business collects, and how that data is stored, shared and used.\n\nEnsuring compliance with each state’s patchwork of consumer privacy laws also requires reviewing and, where necessary, amending privacy notices and ensuring they’re easily accessible to consumers, as well as reviewing the company’s data retention practices, contracts with third parties, and conducting and documenting a data protection assessment.\n\nThe technology-related hurdles are also immense and demand involvement of IT, data security, and cybersecurity experts to ensure do-not-sell/share links are functioning properly, GPC signals are being recognized, and that the business has robust cybersecurity practices in place. For some companies, this is going to be a lot more resource-intensive of an undertaking than for others.\n\nKeeping on top of developments in each state as new guidance becomes available and/or as state rules are revised is important as well. On Dec. 21, 2022, the Colorado Attorney General’s office, for example, published revised rules to its consumer privacy act, which make further changes to the draft rules it published in September.\n\nIn short, absent a comprehensive federal consumer privacy law, businesses will have to continue reviewing their data privacy compliance obligations state-by-state, and day-by-day.\n\nView GRC Solutions by Regulation\n\nView original article at Risk & Compliance Matters",
            "title": "A Recap of U.S. Data Privacy Laws Taking Effect in 2023",
            "keywords": [
                "effect",
                "data",
                "2023",
                "state",
                "businesses",
                "consumer",
                "privacy",
                "taking",
                "colorado",
                "states",
                "laws",
                "connecticut",
                "personal",
                "utah",
                "recap"
            ],
            "link": "https://www.jdsupra.com/legalnews/a-recap-of-u-s-data-privacy-laws-taking-4269754/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nLast year saw a flurry of data privacy legislation across the United States and with many states enacting consumer data privacy laws in 2021, companies must reassess their compliance measures. An analysis by the National Conference of State Legislatures shows 35 states have introduced or considered almost 200 consumer privacy bills and these comprehensive laws have similarities but subtle differences that need to be addressed based on state requirements. Companies should take steps such as conducting a data mapping exercise, reviewing/amending privacy notices, and evaluating contracts with third parties to ensure compliance across each state's patchwork of consumer protection regulations."
        },
        "19": {
            "text": "Twitter finally broke its silence over the first security incident of the Musk era: an alleged data breach that exposed the contact information of millions of users.\n\nIn late December, a poster on a popular cybercrime forum claimed to have scraped the email addresses and phone numbers of 400 million Twitter users by way of a zero-day security flaw in Twitter’s systems, previously blamed for exposing at least 5 million Twitter accounts before it was fixed in January 2022. The subsequent sale of another, smaller dataset containing the email addresses associated with more than 235 million Twitter accounts is said to be a cleaned-up version of the alleged dataset of 400 million Twitter users. Researchers warned that the email addresses, which included the details of politicians, journalists and public figures, could be used to dox pseudonymous accounts.\n\nTwitter, or what’s left of the company, addressed the situation last week.\n\nIn an unattributed blog post, Twitter said it had conducted a “thorough investigation” and found “no evidence” that the data sold online was obtained by exploiting a vulnerability of Twitter’s systems. An absence of evidence, however, is not vindication, as it’s unclear if Twitter has the technical means, such as logs, to determine if any user data was exfiltrated. Rather, the company said that hackers had likely been circulating a collection of data pulled from past breaches and said the data did not correlate to any of the data obtained by way of exploiting the bug that was fixed in January 2022.\n\nWhat Twitter is saying may very well be true, but it’s difficult to have confidence in the company’s statement. Twitter’s erratic response raises many of the same questions that regulators will want to know: Who was tasked with investigating this breach, and does Twitter have the resources to do a thorough job?\n\nAn important lesson in what not to do",
            "title": "Twitter’s data leak response is a lesson in how not to do cybersecurity",
            "keywords": [
                "addresses",
                "cybersecurity",
                "data",
                "lesson",
                "email",
                "leak",
                "million",
                "thorough",
                "response",
                "users",
                "systems",
                "way",
                "twitters",
                "twitter"
            ],
            "link": "https://techcrunch.com/2023/01/19/twitters-data-leak-response-is-a-lesson-in-how-not-to-do-cybersecurity/",
            "skip": "true",
            "gpt_score_reason": ", this incident is a reminder of the fragility of our data and the need for better security protocols.\n\n7/10",
            "gpt_relevancy_score": 0
        }
    }
}