{
    "date": "2023-01-18",
    "category": "sr",
    "articles": {
        "0": {
            "text": "Register for more free articles. Sign up for our newsletter to keep reading.\n\nMake your house a home For the holidays: Get inspiring home and gift ideas – sign up now! Sign up! Already a Subscriber? Already a Subscriber? Sign in Terms of Service Privacy Policy",
            "title": "Four mood boosting houseplants that will brighten your space",
            "keywords": [
                "sign",
                "subscriber",
                "service",
                "brighten",
                "newsletter",
                "space",
                "houseplants",
                "readingmake",
                "policy",
                "privacy",
                "terms",
                "boosting",
                "inspiring",
                "mood",
                "register"
            ],
            "link": "https://thetandd.com/lifestyles/home-and-garden/four-mood-boosting-houseplants-that-will-brighten-your-space/video_822d1b6d-a815-563f-8b3f-3fe23d1309d5.html",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "1": {
            "text": "In a move that could see a new generation of deep-space CubeSats, NASA has greenlighted a project by the Rochester Institute of Technology to develop a nuclear power source that is a tenth the size of those in current use for planetary missions.\n\nMost satellites in service today are powered by solar panels that turn sunlight into electricity by absorbing photons to create a potential imbalance in the panel cells' materials to generate an electrical current. These panels do their job very well, but in deep space beyond the orbit of Mars or in harsh conditions, such as in the Martian dust storms or the long nights on the Moon, sunlight simply cannot produce the needed energy.\n\nAs an alternative, many deep-space craft carry Multi-Mission Radioisotope Thermal Generators (MMRTGs), which use a temperature gradient to generate electricity. In other words, the radioisotope produces heat and thermocouples convert the heat directly into electricity. It's a principle that's familiar to engineers and is widely used on Earth for things like kerosene-powered radios and camp stoves that can also charge mobile devices.\n\nThe problem with MMRTGs is that they are relatively bulky. The pair used on NASA's Perseverance Mars rover, for example, are each 25 in (64 cm) in diameter, 26 in (66 cm) long, and weigh in at 99 lb (45 kg). They each contain 10.6 lb (4.8 kg) of plutonium dioxide plugs for fuel to supply heat to the solid-state thermocouples as the radioactive elements decay.\n\nAs a result, these MMRTGs are reserved for very large spacecraft, with Perseverance being as large as an SUV. This is because the system used has only so much mass specific power, which is a measure of how many watts of power can be produced per unit of a machine. A family car has a mass specific power of 50 to 100 W/kg, while a fighter plane has about 10,000 W/kg.\n\nBy contrast, an MMRTG has a ratio of about 30 W/kg.\n\nBy looking at the thermodynamics of the size, weight, and power (SWaP) of a possible RTG, the NASA project hopes to reduce this ratio by an order of magnitude to only 3 W/kg, with a decrease in volume that is equally great.\n\nIt does this by using a new principle that is essentially a solar panel working in reverse. When a solar panel absorbs light, part of it is turned into electricity and most of it into heat. The new radioisotope power source works on the idea of the thermoradiative cell , where heat in the form of infrared light strikes a panel with elements made from indium, arsenic, antinomy, and phosphorus in various combinations. This produces a potential difference with a reversed polarity from that found in solar cells.\n\nLong story short, the thermoradiative cell generates electricity from heat and dumps the waste energy in the form of infrared photons. Not only does this work in reverse from a solar panel, but with much greater efficiency. The result is a new ThermoRadiative Generator (TRG)\n\nIf this new technology can be made practical, it would mean that future missions to Jupiter and beyond, or to the perpetually shadowed craters of the lunar polar regions, could use spacecraft the size of CubeSats with small generators giving them all the power they need. This means that the concept Flagship Uranus mission, for example, could be accompanied by a small fleet of CubeSats that could aid in exploration by providing more points of view or acting as communication relays with atmospheric probes.\n\nSource: NASA",
            "title": "Miniature nuclear generators could power deep-space CubeSats",
            "keywords": [
                "electricity",
                "generators",
                "panel",
                "thermoradiative",
                "cubesats",
                "solar",
                "nasa",
                "power",
                "heat",
                "used",
                "deepspace",
                "miniature",
                "size",
                "radioisotope",
                "nuclear"
            ],
            "link": "https://newatlas.com/space/miniature-nuclear-generators-could-power-deep-space-cubsats/",
            "skip": "true",
            "gpt_score_reason": " Greenlights Small Nuclear Reactor to Power CubeSats\n\n8/10",
            "gpt_relevancy_score": 0
        },
        "2": {
            "text": "36649\n\nRobots are made up of both software and hardware. Robots' physical components are created with engineering techniques, and their software, which provides the machine with intelligence, is created with computer science.\n\nFREMONT, CA: Software and hardware are components of robots. Engineering skills are utilized to produce the robot's physical components. At the same time, computer science is employed to develop the software that gives the robot the intelligence it needs to do its tasks. As a result, robotics is a multidisciplinary engineering and computer science field primarily used in artificial intelligence. Utilizing robotics and automation lowers the need for human intervention. The name \"robotics\" was derived from the word \"robot,\" which Czech playwright Karel Capek popularized in his 1920 play Rossum's Universal Robots (RUR). These fundamental components are the basis of a robot. A typical robot has three basic components, and the following are—Mechanical components, Electrical components, and Software components.\n\nMechanical Components – Robotic Hardware\n\nAll robots are constructed in some way to fulfill a specific function, be it a frame, form, or shape. The mechanical engineering component focuses mostly on designing the robot's form for its intended use. Robotic machinery is powered and regulated by electrical components, which provide the robot with energy and enable it to do the given task.\n\nElectrical Components – Robotic Electronics\n\nRobotic equipment is powered and regulated by electrical components. Using a simple electrical circuit, electric current from a power source or battery passes through wires to drive a system of sensors and motors. Electrical signals are employed for several sorts of senses, including the sense of heat, sound, position, or the energy supply status of the robot, as well as for the robot's functioning. Instead of their mechanical components, robots are electrically controlled through their motors (Robots require some degree of electrical energy to activate and move their motors and sensors).\n\nSoftware Components – Robotic Software\n\nThe majority of robots contain a software component that enables programming. It is the set of instructions a robot uses to determine when or how to act. The quality of a robot's software is directly proportional to its efficiency. The performance of a robot is determined by its software, regardless of the quality of its mechanical and electrical components. There are three distinct sorts of robotic programs:\n\nManual control\n\nThe robot functions when a human operator physically controls the robot's mechanical, electronic, or software components.\n\nAutonomous control\n\nThe programming of an autonomous robot will establish a set of pre-programmed, decision-tree-based orders that will only be executed when the robot receives a signal from a control source, such as a person using a remote control.\n\nArtificial Intelligence-based control.\n\nAI robots are the most potent class of robots, and they can independently interact with their environment without requiring an external control source. Individuals can calculate their answers to the encountered items and problems using the preconditioned program. These robots frequently acquire new knowledge when they are put through their paces.\n\nProspects for Robotics and Robots\n\nThanks to advances in sensor technology, machine learning, and artificial intelligence, robots will continue to evolve from simple automatons to cognitively capable partners. These innovations, which are on an upward trajectory for these and other related industries, will be of significant use to robotics. People may foresee more increasingly intelligent robots coexisting with humans in various settings. Despite the dire warnings of pessimistic doomsday prophets, these improved robots will not replace human labor. Faced with new technology that brings new employment and educational opportunities, industries flourish and decline, and some even become obsolete. Robots are an illustration of this. The need for qualified professionals to program, maintain and repair the machines will undoubtedly surpass the need for humans to weld automobile frames. This typically involves employees receiving beneficial in-house training and upskilling, granting them skills they can use in disciplines and industries other than robotics, such as programming and maintaining robots.\n\nHow Robots Will Change the World: The Future of Robotics\n\nRobotics will increase production and economic growth while providing numerous individuals throughout the globe with new employment options. However, there are concerns about massive job losses, including forecasts of 20 million manufacturing job losses by 2030 and the prospect that 30 percent of all jobs may be automated by that year. However, due to the constantly high levels of precision that robots give, they will take over increasingly arduous, redundant manual labor tasks, enhancing healthcare and transportation and releasing people to pursue personal development. Time will finally determine the outcome of this situation.",
            "title": "Importance of Robotics",
            "keywords": [
                "robotics",
                "robots",
                "software",
                "engineering",
                "robot",
                "robotic",
                "intelligence",
                "importance",
                "mechanical",
                "electrical",
                "components"
            ],
            "link": "https://www.cioreview.com/news/importance-of-robotics-nid-36649-cid-75.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nRobotics combines engineering and computer science to create physical robots with intelligent software. Mechanical components are used to provide the robot form, electrical components power sensors and motors, and software controls the robot's processes. While some fear robots will replace humans in many jobs, this technology has already led to increased production and economic growth while providing people worldwide with new employment opportunities."
        },
        "3": {
            "text": "In 2023, there are cameras and microphones that match and surpass the capabilities of human sight and sound. But for all of our technological advancements, humans haven’t quite managed to build a better nose. After all, evolution has had millions of years to perfect the receptors humans, animals and inspects use to identify odors. But, with the help of nature, scientists may have made a breakthrough on that front.\n\nIn a study published Monday in the journal Biosensor and Bioelectronics, a group of researchers from Tel Aviv University (via Neuroscience News) said they recently created a robot that can identify a handful of smells with 10,000 times more sensitivity than some specialized electronics. They describe their robot as a bio-hybrid platform (read: cyborg). It features a set of antennae taken from a desert locust that is connected to an electronic system that measures the amount of electrical signal produced by the antennae when they detect a smell. They paired the robot with an algorithm that learned to characterize the smells by their signal output. In this way, the team created a system that could reliably differentiate between eight “pure” odors, including geranium, lemon and marzipan, and two mixtures of different smells. The scientists say their robot could one day be used to detect drugs and explosives.\n\nA YouTube video from Tel Aviv University claims the robot is a “scientific first,” but last June researchers from Michigan State University published research detailing a system that used surgically-altered locusts to detect cancer cells. Back in 2016, scientists also tried turning locusts into bomb-sniffing cyborgs. What can I say, after millennia of causing crop failures, the pests could finally be useful for something.",
            "title": "Scientists gave a robot a sense of smell with locust antennae and AI",
            "keywords": [
                "antennae",
                "ai",
                "signal",
                "tel",
                "university",
                "robot",
                "locust",
                "used",
                "say",
                "smells",
                "gave",
                "smell",
                "system",
                "scientists",
                "detect",
                "sense"
            ],
            "link": "https://www.engadget.com/scientists-gave-a-robot-a-sense-of-smell-with-locust-antennae-and-ai-234427753.html",
            "skip": "false",
            "gpt_score_reason": " \n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nScientists from Tel Aviv University have created a robot that can identify odors with unprecedented sensitivity. Their bio-hybrid platform consists of antennae from a desert locust and an electronic system to measure the electrical signal produced when it detects smells. It is able to differentiate between 8 \"pure\" odors and two mixtures, and has potential applications in detecting drugs and explosives. This isn't the only example of utilizing surgically-modified insects for sensing purposes; other research has explored their use for cancer detection or bomb-sniffing."
        },
        "4": {
            "text": "GuestEpisodeVideoTranscript\n\nPeter Miscovich is the Global Head of Future of Work at JLL and a managing Director for Strategy and Innovation. With over 25 years of experience in enterprise workplace strategies and workplace transformation, he has helped transform over 1.5 billion rentable square feet of corporate real estate. He is also the co-author of the book The Workplace You Need Now: Shaping Spaces for the Future of Work.\n\nPeter Miscovich is the Global Head of Future of Work at JLL and has been in the business of orchestrating hybrid workplace pilots since 1995. After the pandemic accelerated the need for hybrid work, Peter’s expertise has been invaluable in helping organizations redesign workspaces to ensure employee engagement. Through various companies such as Accenture, Google, Amazon, and Microsoft, Peter has observed that immersive technologies and metaverse are rapidly developing and will shape the future of work. Peter believes that taking a learning mindset approach to workplace transformation and collaboration will be essential for global success.\n\nTranscript\n\nFrank Cottle [00:00:44] Our guest today is Peter Miscovich, managing director for strategy and innovation at JLL. Peter’s management consulting expertise includes enterprise, workplace strategies, operational performance improvement, real estate portfolio solutions combined with expertise in workplace transformation. He has helped transform over one and a half billion rentable square feet of corporate real estate, including the development of 50 Fortune 100 corporate headquarters projects. In addition, Peter is the coauthor of the book The Workplace You Need Now Shaping Spaces for the Future of Work. Welcome, Peter. I’m really glad to have you today.\n\nPeter Miscovich [00:01:35] It’s a pleasure to be with you, Frank. Great to be here today.\n\nFrank Cottle [00:01:38] You know, I’d really like to jump into it really quick. We’ve got a lot to cover. You and I have already talked about a few things and kind of messed up our backgrounds and some common people who we know and projects we’re familiar with. So, I’d like to just jump right into it and ask you, how do you think organizations should be redesigning their workspaces to ensure that employees remain engaged. Now that we’re in the hybrid working environment. And specifically, what steps do you think are effective in designing workspace, the device that drives innovation?\n\nPeter Miscovich [00:02:19] Great question. And then I’d like to provide a little bit of historical context. We began our career 25 years ago in Global Workplace Transformation with Andersen Consulting at the time, and we orchestrated hybrid workplace pilots with Andersen Consulting, Accenture, Citibank, AT&T, IBM. Actually, some early work with McKinsey and Bain Consulting as well. And what’s fast and PricewaterhouseCoopers, I should name is a former privacy partner. And what’s fascinating is that 25 years ago, we were asking the same question how do we enable hybrid work? How do we enable new ways of working, engage talent and create not only talent, attraction and retention, but greater innovation? And so, if we fast forward 25 years and then we look at the pandemic over the last two and a half years as an accelerant, we’re really in this new era of hybrid workplace transformation. And from our work with IDC, for example, we know that 70% of all firms will be hybrid by 2025. We know from IDC that there will be a 90% talent shortage of digital talent required. We know from IDC that 90% of all companies will invest heavily into smart workplace technology investments. And we know from IDC by 2025, eight out of ten meetings will occur in augmented reality, mixed reality, virtual reality, metaverse enabled environments.\n\nFrank Cottle [00:03:58] Number three, one more IDC number. In that year. In 2019, just before the pandemic, IDC indicated that there were 1.8 billion remote workers worldwide. And they defined that as that any individual that worked two days or more per week away from their primary workspace. So, when you’re using these percentages and you apply that against 1.8 billion people, at least this is tectonic, what you’re talking about.\n\nPeter Miscovich [00:04:36] It’s really as frank and you know, so that was 2019. And the IDC data that I’m sharing is 2020 to January. What’s fascinating is that in March of 2020 3 billion people went hybrid remote in a matter of 3 to 4 weeks. And I’ve been hybrid remote for 20 years. Once upon a time, Frank, I had three offices in New York, Chicago and Los Angeles and two secretaries, and I went to the office every day, sometimes six days a week, because that’s where my computers were. That’s where my files were. That’s where I at the time, secretaries supported me. And, you know, we were tethered once upon a time to the office 25 years ago. And so, as we look at the migration and the progression from, you know, 1995 to 2005 to 2015 to 2025, the progression of digital enabled hybrid work has been an ongoing evolution my entire career, and I’ve built my career and my focus, and my Fortune 100 client relationships based upon new ways of working and hybrid workplace enablement. And so, from my perspective, this is the only way to work. And it’s a I hate to say it, 25 years in a global, horrific pandemic. We shouldn’t underestimate, you know, the horrific consequences of the pandemic, but it served as an acceleration to validate the value proposal of hybrid work and these new ways of working. And so, from innovation perspective, we believe that actually innovation will be enhanced as a result of hybrid work practices. Collaboration will be enhanced. Culture will be enhanced. And those organizations that engage in hybrid work with the two pillars of trust and transparency will actually have exceptional performance and have exceptional talent, attraction and exceptional innovation. So, it’s not a smooth ride in every case. And I will share with you the piloting from 25 years ago was by no means, you know, smooth or easy. But I think this is the evolution of workplace behavior that began, you know, 25 years ago and will continue through 2025 and beyond. And I think it’s really almost challenging to forecast by 2030. You know, what will digital hybrid work, virtual work. Enablement really looks like. And I think it’s a fascinating question that, you know, we’re very much focused upon with our 75 client engagements that I’m orchestrating. We’re orchestrating as Jahlil Consulting and really rethinking the whole workplace value proposal. Well, it’s a fascinating time.\n\nFrank Cottle [00:07:31] You know, it is. And it’s funny when you look forward and you say we don’t even know what to call 20, 30, and in that period, I’m just going to call it work. I’m not going to call it hybrid or this or that. I’m just going to call it work. Right. When you look at. I’m going to make a silly analogy. When you look at boysenberry jelly or jam today, you’re not. So, it’s a hybrid that’s just boysenberry jelly. All right. I think we’re going to look at all the things that we do as just normal. And it’s not new normal because of it to know that it’s not normal by definition overall. Today, you and I are on a video. You’re in New York and I’m up in Texas and I know I’m at my first video system I put in was in 1982.\n\nPeter Miscovich [00:08:25] Very good for you.\n\nFrank Cottle [00:08:28] So we have all been evolving and I think the most important word that you’ve said several times is evolution. This is not something we have little periods of shock, such as a pandemic, but it is a continuous evolution. And one thing that we’ve seen in all business evolution at least is an accelerated. Right. And that’s what we say, 2030. We can’t even imagine. Well, we can’t because the acceleration rate is what we don’t we can’t help to idea. We can say what we see today and what absorption or adoption might be. We think it might be that and such, but we don’t know how fast and when that happens, what else it will spawn. And I know it kind of kind of exemplifying that. Moving on to the next kind of question is how technology is changing the way that we collaborate and how there’s a lot of talk about metaverse, both good and bad. But when it comes to the future of work, the most important thing is recruiting new talent, bringing new talent into collaboration. How are things like Google Starline going to work if you’re. I’m sure you’re familiar with that. Yes. Holographic means my first holographic receptionist, by the way, was in a box and looked like a little Disney thing. 1984. Again, I had a holographic receptionist at the front desk of an office building overall, and it was gimmicky. It was very gimmick killing game. But today it’s reality. You and I should be three dimensional in the same room. Holographic right now. We could be.\n\nPeter Miscovich [00:10:27] And we will be. And I think, frankly, it’s a great, I think, introduction to this not only concept of evolution, but progressive accelerated combinatorial convergence. And I’ll give an example again, I think historically, which is helpful and then certainly will address your great question. I remember getting my first iPhone in 2007 and it wasn’t allowed in the enterprise, and I had to have a workaround with the iPhone and then 4G, you know, networks were coming into the workplace and then the iPhone was accepted and then the cloud was sort of being, you know, scaled, born, launched in that same timeframe. And then the iPad occurred in 2010. And so then in 2000, 10 to 15, you had this evolution of co-working and co-working environments and experiential workplace. And so, for the last 15 years, there’s been this journey on mobile work, cloud-based work activated technologies that really enable us to work anywhere. And that’s been probably a 10-to-15-year progression. And so now in 2022, as you go to 25, 27, the metaverse and the three dimensional inner of the Internet, if you will, Web 3.0 gamification of work, synthetic humans, which we’re seeing in some of our work with Accenture. We’re going to have another accelerated evolutionary period between now and 25, 2025, 2027 that will most likely scale augmented reality, mixed reality, virtual reality and the metaverse. And I’ll share well publicly our work with Accenture, where over 100,000 folks at Accenture have been recruited via the metaverse. And we’re currently educating a number of our clients. I have a good colleague that we’re working very closely with educating our clients on the future of the metaverse. What are the use cases? And a couple of factoids from the metaverse. For example, that metaverse training, immersive training is 150%, even 200% more effective than classroom training as one example, another example recruitment, the ability to engage folks in immersive interview environments where they really get to perhaps perceive and experience both the interview or with the interviewee in a whole different context, and potentially to experience the organization in a much more immersive context than just sitting in, you know, an interview room in an office, in a physical location. And so, this immersive three dimensional. Internet experience that’s now just launching and scaling. We believe from an enterprise perspective, as we see Apple reality, Apple Reality Pro will be launched next year. Google Starline virtual mirroring, which is, you know, you would be against a mirror. I would be against the mirror. And I’ve experienced this technology with Google, and you feel almost that I could reach out and we could touch fingertips. And there’s a haptic sensory experience from Google Starline. Apple. Apple reality. I think Apple’s augmented reality capabilities, what Microsoft is doing with whole holography and three-dimensional immersive technologies, which I experienced recently in Redmond with Microsoft, are really powerful. Accenture has 600 patents right now focused on Metaverse Enterprise applications. Metta itself, of course, has invested heavily. Amazon is investing. So, I think the convergence of all of this investment and innovation, and I’ll go back to 27, 27, 2010, 2012, that period of tremendous combinatorial convergence. We’re having another accelerated period of convergence of technological evolution right now that will certainly continue and may continue through this entire decade, but definitely through 2025. And those organizations that are willing to at least test and experiment and pilot. And I’ll quote Satya Nadella. I just love Satya as CEO of Microsoft to take a learning mindset approach to workplace transformation and workplace evolution. Those organizations and leaders who take that approach will have, I think, tremendous successful outcomes if they’re willing to have the courage to take that experimentation on at the enterprise level. So glad to share more on that topic.\n\nFrank Cottle [00:15:15] You know, you every company that you just referenced there, while they’re all global companies, they’re all of us based and every single one of them. But everything you’re talking about. It is global in its action. There are comparable companies. In fact, one of the companies Accenture is using AI for its immersive work and is based in Europe. We’ve worked with them as well and that was where my little headset for a few days and actually knocked the coffee off my desk was embarrassing. But so, we see these all over. And I think one of the questions when we talk about the future of work, we have to talk about being competitive. Each of us from our own perspective. And if we don’t have this learning mindset. Someone else will. And so, this is not a race against one another. It’s really a race together on a global basis because this is one of the ways through communications, through interactions, that not only business will grow, but peoples and governments and all of our cultures will grow as well. And hopefully I’m not a great forecaster of world peace, but hopefully the way these technologies will bring us much closer together, just as you and I are comfortable using this technology today, we’ve both been using it forever. It seems like the new technologies of the future, which bring us much closer to reality will not just solve business problems but will solve a variety of problems potentially. And how do you see that relating to the future of work, but just to the future in general?\n\nPeter Miscovich [00:17:23] So two thoughts there. And, you know, we have a relationship with Stanford’s Human Center Artificial Intelligence Research Group and also with MIT. And what’s this new trend that’s been emerging? I don’t know if you’ve heard this trend called friend shoring. We’re countries that are friendly with one another will probably be trading partners in the future. And then you know, the AI winter I think we’ve seen dissipate. We’ve, you know, we’re in an ice spring. We might be going into a metaverse winter. We’ll see. But I think from a from a global perspective, the collaborative ecosystems of organizations and I’ll use our relationship with both Accenture and Microsoft right now and with Google and with Amazon. We are partnering with those technology firms, with clients to solve complex workplace and real estate and workforce, you know, challenges and issues. And so, I think there’s a societal uplift and an enterprise uplift from a collaboration perspective. But there are constraints now globally with some of the geopolitical risks that we’re seeing occur, you know, across the world. I mean, Russia and Ukraine come to mind, China and Taiwan comes to mind. I’m really interested in how India continues to evolve as a global superpower, both in terms of technology and innovation. So, I’m doing quite a bit of work right now in Latin America and also certain parts of Asia. And so, there is this globalization trend that is continuing, but in a different context. So, my clients right now, for instance, in Latin America or India or Asia, are looking for localized hybrid workplace integration pilots and programs that are highly local. But they’d like delivery from global firms such as JLL, Microsoft and Google and sort of, you know, I used to be a globalist, I’m now a globalist. I am global in mindset, but local in orientation, if you will, and execution. Because what’s right for Frank in Texas may be different for Peter in New York. What would be different for, you know, someone in Latin America or in Eastern Europe or in India? And so, we’re seeing this customization approach, especially as it relates to hybrid work, which is fascinating by region and even within cities. Frank, I have six projects right now in India and it was each in in each of those cities within India. The hybrid workplace strategies are unique and different.\n\nFrank Cottle [00:19:53] Different, yes, dialects can be different, do.\n\nPeter Miscovich [00:19:57] Well and preferences, work preferences, commuting preferences, workforce preferences, business model differences. So, it’s there’s a fascinating divergence between Al I won’t name the client, but I once orchestrated 200 offices globally for a client where every office was the same globally, the same computer equipment, the same paint colors, the same signage, the same desk chairs. Everything was the same because that client wanted a 200-office global branding branded footprint. And I look back on that and I would never, ever recommend or that strategy would just not be in the realm of possibilities today in 2022, because of all the diversity and inculturation and DNI and sustainability and truly country culture importance in terms of honoring communities and honoring culture at that localized level. So, I think the age of old globalization is over. And if we think about French shoring, if we think about the future, if we think about regional and cultural and country differences, I think those will be celebrated and they will become increasingly more important as part of the. Path forward if that makes sense?\n\nFrank Cottle [00:21:19] Well, it does in some respects, but it also brings some challenges for how. Do you remain local or an act global? How do you act? Think globally and act locally. All of that comes back and forth. There’s a whole bunch of clichés around that, that whole issue. But the reality is that remote work of all formats allows us to explore these issues, and we do have to find a solution to it. And the solution is not as simple as someone in Sao Paolo in Brazil using Google to do remote work to help them set up remote work in Sao Paolo, because every company today is international. We all have an international supplier, and we all have an international client. And unless we can act locally, wherever you are. And be local to our understandings. Wherever you are, then the technology will just be what I really hope this.\n\nPeter Miscovich [00:22:39] We’re seeing, for instance, even in certain cities in Latin America or in Asia Pacific, remote work is being embraced, but it’s being embraced to varying degrees. So, for instance, if I value going into the office five days a week to socialize and engage with my colleagues in a particular city in India or Latin America or Asia-Pacific, then that is what I call part of the evolution of work. The future of work. And actually, it’s part of hybrid. If I have one client, for example, we have 20,000 customer service agents that are all in the office five days a week. They’re all going fully remote, remote. Frank And those customer service agents will not go to an office at all, except for once a quarter, for two days of cultural engagement and training. And so, both, if you will, extremes of that continuum can exist within the same company, within the same country, within the same city, and within the same campus. Within the same city. And so, this is the new diversified expert, experiential, you know, workplace program evolution. And we as Jalal, you know, sponsor and support clients in that navigation of the future of work to allow for diversity of hybrid work and hybrid workplace outcomes and behaviors and all of it being enabled, you know, by technology. And even if you’re in the office five days a week, you may have colleagues and say, Oh, like I’m in the office five days a week in New York. I may have colleagues in Sao Paolo or in Romania or in, you know, Kuala Lumpur. So that hybrid conferencing, collaborative capability and collaboration, collaboration capability is actually more important today, whether you’re in the office, whether you’re in a home office, whether you’re in a co-working site, or if you’re in the metaverse. For Accenture, for example, you’re able to be in an Accenture conference room. You can be in a team’s meeting and be in the metaverse simultaneously and have the same meeting experience or a unified meeting experience within Accenture right now and other organizations. Microsoft is following that same, same pattern. So, it’s a fascinating diversification of workplace enablement, workplace experiential choice, and a high degree of choice and customization. And all of it can be managed, perhaps through a new cost management envelope based upon, you know, real time utilization technology enabled, you know, dynamic occupancy management. I mean, if you think about airlines and the hotels, I mean, those of us who remember airlines, I, you know, before 911, I used to get on a plane 10 minutes before the doors closed. There weren’t security seats would be empty. You could get on a plane. And good luck today, you know, changing flights and trying to get a seat on another flight. So dynamic, you know, flight seat management came to the airline industry, as did dynamic hotel. You know, space managers would come to the room, management would come to the hotel industry. And we’re going to see dynamic occupancy management across the trillions of square feet that exist tomorrow, perhaps not yet today.\n\nFrank Cottle [00:26:03] I agree with you completely. That’s a perfect segue way, because what we’ve been talking about are people, borders, cultures, technologies and all of our reactions to these things. But what we haven’t really hit is where you and I share decades and decades of background about commercial real estate. What’s the impact of all of this on commercial real estate? Are we going to gosh, if you’re working one day out of the office? Per week. That’s a 20% vacancy factor in your seat to 4360. And we’re forecasting here 2 to 3 on average. So basically a 50% vacancy factor in every commercial office, which means when the leases come up, there’s going to be a reassessment of need. And it’s probably going to say I don’t need as much anymore about what we’re hearing. I’m sure hearing and seeing the same thing. We already have a fabulously built infrastructure of commercial space. Is that going to get repurposed in our cities as a result of the repurposing, commuting systems, etc.? Are we going to be completely redesigning cities around all of these things? And if so, what? What’s your view? What, what what’s the five-year Peter forecast on commercial real estate as a result of this or the 2030? Give yourself a little breathing room, you know, in commercial real estate.\n\nPeter Miscovich [00:27:41] I like to take the long view. And as JLL we have, you know, forecasts for the immediate and the longer view. But I’ll go back, say 50 years, Frank, or let’s say 30 years. I mean, I mean corporate real estate and commercial real estate. We were oversubscribed in retail space in this country 20 times over Europe, for example. And we have had a complete transformation of retail real estate. But then you look at the logistics space and the logistical demand, and we actually converted a major corporate campus recently to a large logistics center. I’ll use our work here in New York. Post-9-11, we had 30 million square feet in Lower Manhattan that was converted from commercial office space to residential space. It took 20 years, but it made Lower Manhattan and downtown a thriving, mixed use neighborhood. So, I have clients where we’re optimizing their portfolios by 30 to 50%. I have clients where we’re gaining 30% of new space in class-A buildings. I have clients where we’re going to end up probably neutral by 2025 or 2027. They’re going to rebalance their entire portfolios. So, the flight to quality over the last two years should not be, you know, unrecognized. I mean, you cannot get an envelope of space right now in New York easily in a Class A building due to the demand. So, there’s been a flight to quality. There will be re optimization of portfolios, the digital talent and talent attraction requirements and ESG requirements, the sustainability requirements and the energy management requirements and the technology integration requirements are all top priorities for my clients and our clients. And so, they’re going to utilize their portfolios in ways to attract talent, to improve performance. And if they can optimize on cost, they will. But I will share with you, Frank, our one client, where we’re going to invest $1.2 billion in about 4000 new conference room settings for hybrid workplace collaboration. As an example of investment and I know we’re facing a recession. We have the headwinds, economic headwinds that may be coming. So, there will be opportunities. And, you know, in my 1.5 billion square feet, I’ve taken portfolios from 200 million square feet down to 100 million square feet in a matter of months. So, optimization is entirely possible. But I think this time versus the last Great Recession, we’re going to see new investments, organize themselves and clients organize new investments to smart workplace technology, to class a space for digital talent, to address climate change risk and technology integration and technology performance. So, I think it’s co-working. Co-working, I think is going to have an interesting resurgence and it’s already having that, for instance, here in New York. It’s been slow, but we see that resurgence also occurring in parallel to everything else that I just mentioned and will be working in the metaverse an hour to 2 hours a day. So, I do a co-working site. Do I go to the metaverse? Do I work from my home office? Do I go to my office? Do I work from an alliance partner location? I mean, today I can choose 6 to 7 different places where I can work.\n\nFrank Cottle [00:31:07] Well, and I think I mean, you’re absolutely right. We have a myriad of choices overall. And I think that is not going to be where you work, but what platform you’re working on. To your two-year-old, your earlier comment about your prince formation and moving forward with various Apple products, it’s what platform you’re going to be working on. I think in your year, how those platforms interact, and I use video again, we used to have to have an intermediary to connect our video systems together, so you’d be one on one platform and I’d be on another, and we would use an intermediary to connect our two platforms. And what was that? Awful and expensive. Today it’s all just magically occurring, and I think that’s what we’re going to see. Most people working in these future environments will not even notice that they happen.\n\nPeter Miscovich [00:32:09] Yes, they’ll be seamless. Absolutely right.\n\nFrank Cottle [00:32:12] It will be very seamless. It will just be the way things are. But what goes on behind the scenes in the rationalizing of portfolios and your comment about your client investing and meeting rooms? One of the trends because you mentioned co-working, one of the trends we’re seeing in the co-working and flexible workspace sector globally is the development of more meeting rooms per square foot of the center. Yeah, right. Historically, a 20,000-foot facility had three meeting rooms today and a new 20,000-foot facility will have 5 to 7. Doesn’t sound like much, but it’s 100% increase. And that’s happened over the last six months or 48 months even. Yep. And that will continue to occur because the space we need is space to interact with others, not space to sit at the desk and work solo. Correct. And that is a big change for all of us. And it’s going to be fascinating and fun. And I think that this is a time to be we have recession, we have headwinds. We have all these things to think about. But we should just darn right be excited because this is going to be a lot of fun and give us unimaginable creative capability. And what could be better than that? I don’t know.\n\nPeter Miscovich [00:33:51] I would agree, Frank. I you know, I was just recently promoted to global head of future work at JLL. And if I think about my career and my own journey, I’ve never been so excited and engaged and busy, I might add, in, in what is now evolving in this, you know, post-pandemic hybrid workplace evolution. So, it’s incredibly exciting. And, you know, for those of us who have been on the journey, we recognize this new, very exciting and dynamic inflection point. It’s really significant.\n\nFrank Cottle [00:34:28] Well, it is. And we’re running short, long on time here. So, we’re going to have to tie things up. Peter, I think the thought that you’ve brought, the reinforcement of where the future of work is going, the combination of people, place and technology all bound together into a single deliverable structure, that’s fascinating and something that I’d like to have a chance to explore and dial a little deeper dove on another session someday, if that’s okay.\n\nPeter Miscovich [00:35:03] I’d love to, Frank, and appreciate all of your great thought, leadership and commitment with all work. We greatly appreciate your contributions. I think they’re just tremendous. So, thank you so much for having me on today.\n\nFrank Cottle [00:35:17] Our pleasure. I really look forward to it. Thank you, Peter.\n\nPeter Miscovich [00:35:21] Thank you.\n\nFrank Cottle [00:35:22] Bye.",
            "title": "Peter Miscovich JLL Global Future of Work Leader | The Hybrid Workplace Evolution: Unlocking the Future of Work",
            "keywords": [
                "unlocking",
                "future",
                "miscovich",
                "leader",
                "think",
                "peter",
                "jll",
                "going",
                "workplace",
                "youre",
                "really",
                "global",
                "right",
                "know",
                "hybrid",
                "work"
            ],
            "link": "https://allwork.space/2023/01/peter-miscovich-jll-global-future-of-work-leader-the-hybrid-workplace-evolution-unlocking-the-future-of-work/",
            "skip": "true",
            "gpt_relevancy_score": 0
        },
        "5": {
            "text": "",
            "title": "Struggling to find daycare space",
            "keywords": [
                "space",
                "daycare",
                "struggling"
            ],
            "link": "https://saskatoon.ctvnews.ca/video%3FclipId%3D2611354",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA & ESA Projects Aim to Advance Autonomy for Space Robotics 9/10",
            "gpt_relevancy_score": 9
        },
        "6": {
            "text": "Florida’s burgeoning aerospace industry will grow at a juggernaut pace in the coming years, adding more jobs and other financial benefits to the state, according to the agency whose job it is to attract such enterprises.\n\n“We expect in the next five years to be making an economic impact on average of over a billion dollars a year to the state’s economy,” said Frank DiBello, President and CEO of Space Florida, the state’s aerospace economic development agency, during a quarterly call with reporters this week.\n\nAdvertisement\n\nAbout 6,000 jobs across 15 companies were added to the economy in 2022, including at least some of announced workforce additions of 250 jobs by OneWeb Satellites, 1,800 from Northrop Grumman, 52 from SIMCOM Aviation and an undisclosed number of new employees at SpaceX and other companies.\n\nWith 150 projects across an array of space-related industries in the works, DiBello said 2023 should see many more new jobs in the years ahead, noting that the state used to reach agreement on about six to eight projects, in general, a year.\n\nAdvertisement\n\n“We’re now much closer to 12 to 15. So as you close those projects, that number of jobs is going to come up and certainly this year should be above that 6,000,” he said.\n\nAnd not everything is focused around northern Brevard County, DiBello said, adding that only about 40% fall within the Melbourne-Orlando-Daytona triangle.\n\n“This is truly a statewide look at the spaceport system for Florida, and that’s been a key to our ability to really attract some of the more broadly based companies that will be operators in the future,” he said.\n\nBrevard County has certainly been a beneficiary of efforts, especially in recovering from the 10,000 to 30,000 jobs lost after the end of the Space Shuttle Program.\n\n“This area is far more resilient and diversified than it was,” he said. “It is rapidly growing and becoming known as a technology center. ... It’s in many ways becoming a Silicon Valley East for certainly space and aerospace.”\n\nOne portion of the overall economic benefit has been a significant infrastructure contribution by the variety of companies in the state, more than $2.7 billion since 2011.\n\nThe goal is to increase that number to $10 billion by the end of the decade. And by the end of 2022, those prospective 150 projects could lead to $5.5 billion more toward that goal.\n\n“[The projects] cover everything from aviation to aerospace to the space world but deep into the supply chain so that everything from software AI, robotics materials, right on through structures and delivery of hardware,” he said.\n\nAdvertisement\n\nOf note, that money is separate from funds invested by the state in building out infrastructure in partnership with the Florida Department of Transportation, such as what is now known as the Space Florida Launch and Landing Facility (LLF) at KSC, formerly where the space shuttles landed.\n\nThe state has invested nearly $64 million in the last four years to make it more attractive to potential companies. Similar funds went to improving launch pad facilities at Cape Canaveral Space Force Station such as Launch Complex 36 for Blue Origin and other Space Coast launch-related projects like the Boeing Starliner assembly facility.\n\nThe way Space Florida tracks jobs and projects is slightly different than a traditional economic development agency. It’s a state agency created by the Legislature that began work in 2006 but is also a for-profit public corporation that helps it structure deals with the corporate companies it’s trying to attract.\n\nThe announcement of jobs coming down the pike, for instance, are not made until financing is secured by the agency.\n\n“We are not an economic development agency,” he said. “We are an enabler for new infrastructure in the state, and that’s a different kind of measure.”\n\nDiBello said there’s been a shift from the agency’s first 10 years from knowledge-based operations coming to the state to manufacturing in the last five years, another reason for the growing workforce. Right now Florida ranks sixth or seventh in aerospace industry workforce in the nation, depending on the data used to calculate, DiBello said.\n\nAdvertisement\n\n“We’d like to take that to fourth or better,” he said.\n\nAnd the next 10 years should see an increase in space tourism as well, with half a dozen companies already looking to support civilian and professional human spaceflight training from the Space Coast.\n\n“Not only do we want to be able to support the work-related and value creation element of going up into space, but also the adventure tourism in all of its sectors,” he said citing companies like Space Perspective with its space balloon and even Blue Origin flights that could migrate to the state.\n\nHe said that “means we’re going to need the full range of ground support” to make the tourist experience successful.\n\nNot every deal pays off. One of the largest announced in recent years was for Terran Orbital, which has headquarters in Boca Raton. The plan was to bring 2,100 high-paying jobs to a new manufacturing facility. The company this year, though, shifted those operations to California.\n\n“That land is coveted land, and we will have no trouble finding uses for it,” DiBello said. “We have several companies that we’re actively working with now to locate out of the Launch and Landing Facility.”\n\nAdvertisement\n\nMost of Space Florida’s efforts, though, have proven fruitful, and the agency keeps a close eye on progress once the deals have been struck with quarterly reports on job creation.\n\n“There have been very few companies that failed to meet their targets,” DiBello said. “There are a few, and we usually react. ... We take this seriously.”\n\nFollow Orlando Sentinel space coverage at Facebook.com/goforlaunchsentinel.",
            "title": "Space Florida touts more jobs in 2023 with 150 projects in the pipeline",
            "keywords": [
                "projects",
                "economic",
                "space",
                "florida",
                "2023",
                "agency",
                "launch",
                "companies",
                "touts",
                "jobs",
                "pipeline",
                "state",
                "dibello",
                "150"
            ],
            "link": "https://www.orlandosentinel.com/space/os-bz-space-florida-more-jobs-in-2023-coming-20230115-ny5eyupaibglxczkxavvmfabg4-story.html",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "7": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.cdotrends.com/story/17777/ai-goes-antarctica",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA’s Curiosity Mars Rover Marks 6 Years on the Red Planet \n6/10",
            "gpt_relevancy_score": 0
        },
        "8": {
            "text": "Summary: People who frequently visit green spaces are less likely to use prescription medications for anxiety, depression, high blood pressure, and asthma, a new study reports.\n\nSource: BMJ\n\nFrequent visits to urban green spaces, such as parks and community gardens in Finland, rather than the amount, or views of them from home, may be linked to lower use of certain prescription meds, suggests research published online in Occupational & Environmental Medicine.\n\nThe observed associations between frequent green space visits and lower use of drugs for depression, anxiety, insomnia, high blood pressure, and asthma were not dependent on socio-economic position.\n\nExposure to natural environments is thought to be good for health, but the evidence is inconsistent, say the researchers.\n\nThey wanted to find out if the amount of residential green and blue space (bodies of water), frequency of green space visits, and views of green and blue spaces from home might be separately associated with the use of certain prescription meds.\n\nThey chose prescription meds as a proxy for ill health, and those for anxiety and insomnia, depression, high blood pressure, and asthma, in particular, because they are used to treat common and potentially serious health issues.\n\nThey drew on the responses of 16,000 randomly selected residents of Helsinki, Espoo, and Vantaa, to the Helsinki Capital Region Environmental Health Survey in 2015-16. These three cities make up the largest urban area in Finland.\n\nThe survey gathered information on how city dwellers, aged at least 25, experience residential green and blue spaces within a 1 km radius of home.\n\nRespondents were also asked to report their use of prescribed meds—drugs for anxiety, insomnia, and depression, collectively known as psychotropic drugs; high blood pressure and asthma drugs—if applicable, for periods ranging from within the past week up to more than a year ago or never.\n\nThey were also asked how often they spent time, or exercised outdoors, in green spaces, during May and September, with options ranging from never to 5 or more times a week.\n\nAnd they were asked whether they could see green or blue spaces from any of their windows at home, and if so, how often they took in these views, with options ranging from seldom to often.\n\nGreen areas were defined as forests, gardens, parks, castle parks, cemeteries, zoos, herbaceous vegetation associations such as natural grassland and moors, and wetlands. Blue areas were defined as sea, lakes, and rivers.\n\nPotentially influential factors, including health behaviours, outdoor air pollution and noise, and household income and educational attainment were also considered.\n\nThe final analysis included approximately 6000 participants who provided complete information.\n\nThis showed that the amount of residential green and blue spaces, or views of them from home, weren’t associated with the use of prescription meds for mental health, insomnia, high blood pressure or asthma.\n\nBut the frequency of green space visits was. Compared with less than one weekly visit, visiting 3-4 times weekly was associated with 33% lower odds of using mental health meds, 36% lower odds of using blood pressure meds, and 26% lower odds of using asthma meds.\n\nThe observed associations between frequent green space visits and lower use of drugs for depression, anxiety, insomnia, high blood pressure, and asthma were not dependent on socio-economic position. Image is in the public domain\n\nThe equivalent figures for visiting at least 5 times a week were, respectively, 22%, 41%, and 24% lower.\n\nThese observed associations were weakened when weight (BMI) was factored in, particularly for asthma meds, as obesity is a known risk factor for asthma, point out the researchers.\n\nThe effects of visiting green spaces were also stronger among those reporting the lowest annual household income ( below €30, 000). But overall, the associations found didn’t depend on household income and educational attainment.\n\nThis is an observational study, and so can’t establish cause and effect. No information was available on illness severity, and better health may enable a person to spend more time outdoors.\n\nFinland has high forest cover, while Finnish cities are relatively green, making it easy for those willing to use green spaces to access them with minimal effort, they add.\n\nBut they conclude: “Mounting scientific evidence supporting the health benefits of nature exposure is likely to increase the supply of high quality green spaces in urban environments and promote their active use. This might be one way to improve health and welfare in cities.”\n\nAbout this psychology and health research news\n\nAuthor: Press Office\n\nSource: BMJ\n\nContact: Press Office – BMJ\n\nImage: The image is in the public domain\n\nOriginal Research: Open access.\n\n“Cross-sectional associations of different types of nature exposure with psychotropic, antihypertensive and asthma medication Cross-sectional associations of different types of nature exposure with psychotropic, antihypertensive and asthma medication” by Anu W Turunen et al. Occupational and Environmental Medicine\n\nAbstract\n\nCross-sectional associations of different types of nature exposure with psychotropic, antihypertensive and asthma medication Cross-sectional associations of different types of nature exposure with psychotropic, antihypertensive and asthma medication\n\nBackground\n\nExposure to natural environments is thought to be beneficial for human health, but the evidence is inconsistent.\n\nObjective\n\nTo examine whether exposure to green and blue spaces in urban environments is associated with mental and physical health in Finland.\n\nMethods\n\nThe Helsinki Capital Region Environmental Health Survey was conducted in 2015−2016 in Helsinki, Espoo and Vantaa in Finland (n=7321). Cross-sectional associations of the amounts of residential green and blue spaces within 1 km radius around the respondent’s home (based on the Urban Atlas 2012), green and blue views from home and green space visits with self-reported use of psychotropic (anxiolytics, hypnotics and antidepressants), antihypertensive and asthma medication were examined using logistic regression models. Indicators of health behaviour, traffic-related outdoor air pollution and noise and socioeconomic status (SES) were used as covariates, the last of these also as a potential effect modifier.\n\nResults\n\nAmounts of residential green and blue spaces or green and blue views from home were not associated with medications. However, the frequency of green space visits was associated with lower odds of using psychotropic medication (OR=0.67, 95% CI 0.55 to 0.82 for 3–4 times/week; 0.78, 0.63 to 0.96 for ≥5 times/week) and antihypertensive (0.64, 0.52 to 0.78; 0.59, 0.48 to 0.74, respectively) and asthma (0.74, 0.58 to 0.94; 0.76, 0.59 to 0.99, respectively) medication use. The observed associations were attenuated by body mass index, but no consistent interactions with SES indicators were observed.\n\nConclusions\n\nFrequent green space visits, but not the amounts of residential green or blue spaces, or green and blue views from home, were associated with less frequent use of psychotropic, antihypertensive and asthma medication in urban environments.",
            "title": "Frequent Visits to Green Space Linked to Lower Use of Certain Prescription Meds",
            "keywords": [
                "prescription",
                "spaces",
                "linked",
                "certain",
                "space",
                "visits",
                "lower",
                "health",
                "meds",
                "asthma",
                "green",
                "psychotropic",
                "associations",
                "frequent",
                "high",
                "blue"
            ],
            "link": "https://neurosciencenews.com/green-space-medications-22280/",
            "skip": "true",
            "gpt_score_reason": "\n\nScore: 2/10",
            "gpt_relevancy_score": 2
        },
        "9": {
            "text": "All products recommended by Engadget are selected by our editorial team, independent of our parent company. Some of our stories include affiliate links. If you buy something through one of these links, we may earn an affiliate commission. All prices are correct at the time of publishing.\n\nOur current favorite budget robot vacuum is $95 off its usual price at Amazon right now. iRobot's Roomba 694 usually retails for $274 but is seeing a 35 percent discount, putting it just $4 above its all-time low of $174, which the vac dipped to in advance of Black Friday. If you've been curious about automated floor cleaning, but were waiting for a good deal, now might be a great time to see whether a robot vac is for you. We've tested a number of these machines over the years and this model is our current \"best overall\" pick in our budget robot vacuum guide.\n\niRobot iRobot Roomba 694 We think iRobot’s Roomba 694 is the best budget robot vacuum cleaner for most people and right now it's $95 off. $179 at Amazon\n\nWhat really sets the Roomba 694 apart from other budget vacuums is the easy-to-use app. While the unit has three physical buttons that allow you to start, stop and dock the unit, you'll mostly be controlling it through the app via a WiFi connection and your smartphone. After following the setup instructions, you can set schedules so the vac runs regularly and keeps your floors clean with minimal input on your part.\n\nThe 694 can run for 90 minutes on hard floors, but we got about half that using the vac on a mixed landscape of carpet and tile. It automatically returns to the dock when the battery runs low, so it can handle larger homes with a pit stop to recharge. We found the Roomba 694 did a good job picking up dirt and debris, but it did get tripped up if charging cables were left on the floor. Getting those out of the way and emptying the unit when it's full are two of the times you'll need to physically interact with the unit. Keep in mind that this one doesn't come with extra brushes, you'll need to order them when the time comes.\n\nIf you want to interact with your robot vac even less frequently, you could opt for a self-emptying model, like the iRobot Roomba j7+. You also get better obstacle detection and customized room mapping options. Of course you'll pay more for these upgrades, but right now the j7+ is 25 percent off, bringing the $800 unit down to $600. The Roomba s9+ is also on sale. It's our current pick for a premium robot vacuum in our guide, and right now the $1,000 unit is down to $800, or 20 percent off.\n\nFollow @EngadgetDeals on Twitter and subscribe to the Engadget Deals newsletter for the latest tech deals and buying advice.",
            "title": "iRobot's Roomba 694 robot vacuum is back on sale for $179",
            "keywords": [
                "roomba",
                "unit",
                "irobots",
                "robot",
                "vac",
                "vacuum",
                "current",
                "right",
                "sale",
                "179",
                "budget",
                "youll",
                "694"
            ],
            "link": "https://www.engadget.com/i-robots-roomba-694-robot-vacuum-is-back-on-sale-for-179-174515989.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nRight now, iRobot's Roomba 694 is a great deal at Amazon with a $95 discount. It's our current \"best overall\" pick in our budget robot vacuum guide and comes with an easy-to-use app to set schedules, automatically recharge when the battery runs low, and good performance on both carpet and tile. If you're after even more features like room mapping or self-emptying capabilities, the premium Roomba s9+ is 20 percent off its usual price of $1,000 bringing it down to $800."
        },
        "10": {
            "text": "Listen to this article\n\nWhat if you could design and build a surgical robot that helps doctors perform less invasive, more precise operations and achieve better patient outcomes? While the results of any surgery depend on the challenges of the specific case and the skill of the surgeon, better tools support better care.\n\nHere’s how next-generation motion engineering can help you develop the next generation of surgical robots.\n\nPlace the arms as close together as possible\n\nConventional surgical robots include large columns with multiple arms holding a tiny camera and various instruments such as scissors, graspers, needle holders, clip applicators and more. Depending on the surgery, the ideal procedure is performed through a single, small incision that must simultaneously accommodate the visualization camera and any needed instruments.\n\nIf you ask any surgeon, they will tell you the ideal angle of approach for the camera and instruments into the incision site is as parallel and close together as possible—both to minimize trauma and to eliminate any discrepancy between the camera view and the angle at which each instrument operates.\n\nAchieving an identical angle of approach is, of course, impossible, as the instruments can’t occupy the same space. Today’s instruments are very thin and compact, however. It’s the single-column, multiple-arm design of conventional surgical robots—plus the sheer bulk of their arm joints—that limits the angle of approach when multiple instruments are deployed. This is the main challenge to overcome when designing the next generation of robots.\n\nMinimize the axial length of arm joints\n\nStandalone arms provide much greater flexibility in positioning compared to the conventional design, allowing multiple arms to be aligned in a plane much closer to parallel. To further approach the parallel ideal, the bulk of each arm must be minimized.\n\nThe limiting factor for how closely together the arms can operate is the axial length of the arm joints. You need a motor and gearing system that delivers all the required torque with the shortest possible axial length. Every millimeter saved without compromising performance helps surgeons work more effectively and creates an important market advantage for your surgical robot.\n\nStart with the gearing\n\nHigh-torque motors with short stack lengths are key to achieving optimum torque while minimizing axial length, total volume and weight. However, beyond the stack length of the motor itself, the gearing and feedback devices also need to be tightly integrated within the joint.\n\nUltimately, it’s the gearing that translates the relatively high-speed motion of the motor into the lower speed and higher torque needed to move the load of the robotic arm at the optimum speed, precisely position it, and hold the load steadily in place. Because the selection of gearing also impacts the axial length of the joint, this is the place to start in creating your design.\n\nThe required speed, performance and load points will determine the appropriate gear set. No matter what ratio is required, this application calls for strain wave technology, also known as “harmonic” gearing.\n\nStrain wave gearing provides three indispensable advantages:\n\n1. It enables the most compact axial integration within the joint.\n\n2. It offers relatively high gear ratios—typically ranging from a gear reduction of 30:1 to 320:1—to accelerate/decelerate loads smoothly and position them precisely.\n\n3. It operates with zero backlash to minimize any unwanted movement that could potentially affect the precision of the procedure or induce unnecessary trauma.\n\nMatch the motor to the gearing and thermal requirements\n\nHaving specified the appropriate gear technology and ratio, you can select a motor based on the gear ratio, the speed at which the arm must run, and the mass it needs to hold. Thermal rise when operating at typical or maximum load can also be an important consideration, as excessive heat in the tight confines of the joint can damage gearing lubricant, encoder electronics and other components in close proximity. A motor that can deliver full performance at a lower thermal rise is desirable.\n\nTake advantage of the D2L rule\n\nAs part of your motor specification process, you can further reduce axial length through an often-overlooked principle of motor design referred to as the D2L rule.\n\nIn robotic joint design, the diameter of the motor is typically of minor concern. To enable robotic arms to operate as closely together as possible, you instead need to minimize the axial length. The D2L rule allows you to trade off a larger diameter for a significantly reduced axial length. Here’s how it works.\n\nIn the frameless motors used in robotic joints, torque increases or decreases in direct proportion to changes in motor length, but as the square of changes in the moment arm of the motor. In other words, under the D2L rule, doubling the moment arm—and thereby approximately doubling the overall diameter—produces a fourfold increase in torque.\n\nOr, more relevant to surgical robot design, doubling the moment arm allows you to reduce the stack height by a factor of four while maintaining the same torque. This is a huge advantage when your design priority is to achieve the most compact axial length.\n\nFor next-generation surgical robot performance, choose next-generation motors specially designed for robotic applications. This will help you accelerate your development time and deliver surgical robots that allow doctors to operate instruments as close together and as close to parallel as possible.\n\nBetter tools mean better healthcare and a healthier surgical robotics business.",
            "title": "How motion engineering helps develop next-gen surgical robots",
            "keywords": [
                "develop",
                "axial",
                "nextgen",
                "robots",
                "engineering",
                "arm",
                "arms",
                "gearing",
                "helps",
                "surgical",
                "torque",
                "length",
                "instruments",
                "design",
                "motor",
                "motion"
            ],
            "link": "https://www.therobotreport.com/motion-engineering-helps-develop-next-gen-surgical-robots/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nNext-generation motion engineering can help develop the next generation of surgical robots by minimizing the axial length of arm joints and taking advantage of the D2L rule. This allows doctors to deploy multiple arms aligned in a plane as close to parallel as possible resulting in less invasive, precise procedures with better outcomes. Ultimately, this means faster development time and improved healthcare for patients."
        },
        "11": {
            "text": "Ottonomy.IO is exhibiting the Ottobot Yeti, the first autonomous delivery robot capable of unattended deliveries, at NRF 2023, retail's big show, at the Javitz Center in New York. Ideal for first mile, last mile deliveries and locker integration, Ottobot Yeti enables completely unattended deliveries as the next pioneering step in autonomous deliveries for companies.\n\n\n\nMore Headlines Articles\n\nAccording to Technavio's Autonomous Delivery Market Report, The autonomous delivery robots market size is estimated to grow by USD 24.78 bn from 2021 to 2026. Autonomous delivery robots provide restaurants, retailers, ecommerce & logistic companies with an efficient and scalable delivery solution. Ottonomy.IO has created a viable robot-as-a-service offering that enhances efficiency and addresses gaps in parts of the supply chain for last-mile delivery.Ottobot Yeti, the latest generation model of Ottobot is designed specifically for facilitatingunmanned deliveries. Ottobot Yeti includes an automated sliding delivery hatch that opens to deliver items without the need of human assistance. Ideal for the retail, eCommerce and logistics industry, Ottobot's new Yeti design allows a completely unattended touch free delivery process.\"Over a short period of time we were able to convert feedback from multiple pilots to develop an enhanced model of the Ottobot which will facilitate improved accessibility and efficiency for robotic deliveries,\" says Ritukar Vijay, CEO and co-founder of Ottonomy.IO. \"This is especially critical for retail and ecommerce industries where there is an urgent need for the option of a completely unmanned delivery process. This also opens the door to facilitate ecommerce returns.\"Ottobot is the only autonomous robot capable of making multiple deliveries in a single trip. Its four-drive wheel and four-steering wheels enable a zero radius turn and crab movement to navigate in tight and crowded spaces. Paving the way for next generation supply chain delivery logistics, Ottonomy.IO has established a robot-as-a-service model in order to provide sustainable solutions for automating deliveries for multiple use cases at scale.You can visit Ottonomy.IO and see the Ottobot Yeti in action at NRF 2023, Jacob Javitz Convention Center in New York. To learn more about Ottonomy, please visit: https://ottonomy.io/ or download the Ottonomy Press Kit.About Ottonomy.IO :Ottonomy.IO is a deep tech startup, developing autonomous delivery robots to help navigate businesses with staffing shortages. Ottonomy was recognized as among the top 50 robotics companies worldwide in 2021 by Robotics Business Review and won the Mobility Startup Award given by Plug & Play Accelerator and the Sustainability Product of the Year Award for 2021 by the Business Intelligence Group. The company is backed by Pi Ventures, Connetic Ventures and Branded Hospitality Ventures.",
            "title": "A New Era of Unmanned Delivery: Ottobot Yeti is Ready for Autonomous Deliveries for Retailers and eCommerce",
            "keywords": [
                "delivery",
                "retailers",
                "era",
                "unattended",
                "robots",
                "ready",
                "deliveries",
                "unmanned",
                "ecommerce",
                "autonomous",
                "ottonomyio",
                "ventures",
                "ottobot",
                "yeti"
            ],
            "link": "https://www.roboticstomorrow.com/news/2023/01/17/a-new-era-of-unmanned-delivery-ottobot-yeti-is-ready-for-autonomous-deliveries-for-retailers-and-ecommerce/19930/",
            "skip": "false",
            "gpt_score_reason": " Ottonomy's mission is to reduce the cost of transportation via autonomous delivery and provide a complete end-to-end solution for companies looking to enter the autonomous space.\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nOttonomy.IO has created the Ottobot Yeti, an autonomous delivery robot capable of completely unattended deliveries for use in retail, ecommerce and logistics industries. It includes a sliding delivery hatch enabling a touch-free process and offers efficient, scalable solutions to help solve staffing shortages. The Ottobot Yeti can be seen in action at NRF 2023 in New York City by visiting Ottonomy's website or downloading their press kit."
        },
        "12": {
            "text": "The robot with the biological sensor CREDIT Tel Aviv University\n\nA new technological development by Tel Aviv University has made it possible for a robot to smell using a biological sensor.\n\nThe sensor sends electrical signals as a response to the presence of a nearby odor, which the robot can detect and interpret.\n\nn this new study, the researchers successfully connected the biological sensor to an electronic system and using a machine learning algorithm, were able to identify odors with a level of sensitivity 10,000 times higher than that of a commonly used electronic device. The researchers believe that in light of the success of their research, this technology may also be used in the future to identify explosives, drugs, diseases, and more.\n\nThe biological and technological breakthrough was led by doctoral student Neta Shvil of Tel Aviv University’s Sagol School of Neuroscience, Dr. Ben Maoz of the Fleischman Faculty of Engineering and the Sagol School of Neuroscience, and Prof. Yossi Yovel and Prof. Amir Ayali of the School of Zoology and the Sagol School of Neuroscience. The results of the study were published in the prestigious journal Biosensor and Bioelectronics.\n\nDr. Maoz and Prof. Ayali explain: “Man-made technologies still can’t compete with millions of years of evolution. One area in which we particularly lag behind the animal world is that of smell perception. An example of this can be found at the airport where we go through a magnetometer that costs millions of dollars and can detect if we are carrying any metal devices. But when they want to check if a passenger is smuggling drugs, they bring in a dog to sniff him. In the animal world, insects excel at receiving and processing sensory signals. A mosquito, for example, can detect a 0.01 percent\n\ndifference in the level of carbon dioxide in the air. Today, we are far from producing sensors whose capabilities come close to those of insects.”\n\nThe researchers point out that, in general, our sensory organs, such as the eye, ear and nose – as well as those of all other animals – use receptors that identify and distinguish between different signals. Then, the sensory organ translates these findings into electrical signals, which the brain decodes as\n\ninformation. The challenge of biosensors is in the connection of a sensory organ, like the nose, to an electronic system that knows how to decode the electrical signals received from the receptors.\n\nProf. Yovel: “We connected the biological sensor and let it smell different odors while we measured the electrical activity that each odor induced. The system allowed us to detect each odor at the level of the insect’s primary sensory organ. Then, in the second step, we used machine learning to create a ‘library’ of smells. In the study, we were able to characterize 8 odors, such as geranium, lemon and marzipan, in a way that allowed us to know when the smell of lemon or marzipan was presented. In fact, after the experiment was over, we continued to identify additional different and unusual smells, such as various types of Scotch whiskey. A comparison with standard measuring devices showed that the sensitivity of the insect’s nose in our system is about 10,000 times higher than the devices that are in use today.”\n\nDr. Maoz concludes: “Nature is much more advanced than we are, so we should use it. The principle we have demonstrated can be used and applied to other senses, such as sight and touch. For example, some animals have amazing abilities to detect explosives or drugs; the creation of a robot with a biological nose could help us preserve human life and identify criminals in a way that is not possible today. Some animals know how to detect diseases. Others can sense earthquakes. The sky is the limit.”\n\nIn future work, the researchers plan to give the robot a navigation ability to allow it to localize the odor source and later, its identity.\n\nThe Locust antenna as an odor discriminator, Science Direct\n\nAstrobiology, tricorder, cyborg,",
            "title": "Tricorder / Cyborg Tech: A Robot Able To “Smell” Using A Biological Sensor",
            "keywords": [
                "sensor",
                "cyborg",
                "tech",
                "biological",
                "identify",
                "robot",
                "detect",
                "tricorder",
                "used",
                "system",
                "sensory",
                "odor",
                "smell",
                "using",
                "signals",
                "able"
            ],
            "link": "https://astrobiology.com/2023/01/tricorder-cyborg-tech-a-robot-able-to-smell-using-a-biological-sensor.html",
            "skip": "false",
            "gpt_score_reason": " space robotics 7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nTel Aviv University researchers have developed a robotic technology with a biological sensor that is 10,000 times more sensitive than current electronic devices. This breakthrough could be used for detecting explosives, drugs, diseases and more in the future. It involves connecting an insect’s sensory organ to an electronic system which decodes electrical signals from the receptor into information. The research was led by Neta Shvil of Tel Aviv University’s Sagol School of Neuroscience and published in Biosensor and Bioelectronics journal. Further research plans include giving robots navigation abilities to localize odor sources."
        },
        "13": {
            "text": "PITTSBURGH, Jan. 17, 2023 /PRNewswire/ -- Imperium Predictive Analytics, the leader in AI energy predictive technologies, headquartered in Columbus, OH, announced that they have expanded their client base into the Pittsburgh markets with long-term electric and gas contracts with Duquesne Electric, which will directly benefit their newest tenant CMU (Carnegie Mellon University) in the approximately 100,000 SF newly remodeled space.\n\n\"We are proud to work with Duquesne Electric, a company that has so much history in Pittsburgh and being able to provide true value to their current tenant's energy needs,\" said Arthur Kaplan, Partner and Chief Sales Officer with Imperium.\n\nWith the current energy markets in such disarray from the current world geopolitical situation to the inflation issues affecting many countries including the United States, Imperium Predictive Analytics was able to comb through the news alongside their proprietary AI predictive platform to lock-in a lower rate for the tenant.\n\nAn in-depth analysis of the manufacturing building's historical usage, future use, as well as a better understanding of the facility's condition and energy efficiency standards, Imperium came up with an all-encompassing solution which will save CMU over 18% on their gas costs and close to 22% on the electric costs annually over the next few years.\n\n\"The goal here is that Carnegie Mellon takes a deep dive into the platform we at Imperium have developed and expands their services across the entire campus to lower more of their costs,\" said Lucas Grimes, Founder and CEO with Imperium.\n\nWhen structuring a product and service that changes the order of things and is also something new that has never been done, it forces people to think from multiple angles. That combined with current competitor antiquated solutions has given Imperium the opportunity to develop a completely new approach.\n\nAs a great French writer, historian, and philosopher wrote in the 18th century, \"No problem can withstand the assault of sustained thinking\" – Voltaire.\n\nStory continues\n\nAbout Imperium Predictive Analytics\n\nImperium Predictive Analytics is a leading proprietary AI data-driven platform for the energy sector and its users. Imperium has built a scalable cutting-edge product based on transparency, accuracy, efficiency, and ESG in mind. For more information, please visit thisisimperium.com.\n\nCision\n\nView original content:https://www.prnewswire.com/news-releases/imperium-signs-duquesne-electric-with-carnegie-mellon-universitys-robotics-department-as-their-newest-tenant-301721554.html\n\nSOURCE Imperium Predictive Analytics",
            "title": "Imperium Signs Duquesne Electric with Carnegie Mellon University's Robotics Department as their Newest Tenant",
            "keywords": [
                "predictive",
                "ai",
                "robotics",
                "duquesne",
                "platform",
                "imperium",
                "universitys",
                "department",
                "costs",
                "analytics",
                "mellon",
                "current",
                "newest",
                "signs",
                "tenant",
                "energy",
                "pittsburgh",
                "electric"
            ],
            "link": "https://www.yahoo.com/now/imperium-signs-duquesne-electric-carnegie-130500443.html",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nImperium Predictive Analytics, an AI energy predictive technology company headquartered in Columbus, has announced an expansion of their client base into the Pittsburgh market with long-term electric and gas contracts with Duquesne Electric. These contracts will directly benefit CMU (Carnegie Mellon University), who recently remodeled a 100k square foot facility. Imperium was able to comb through news alongside their proprietary AI predictive platform to lock-in a lower rate for CMU which will save them over 18% on their gas costs and close to 22% on the electric costs annually over the next few years. They are now looking to expand their services across the entire campus and use Voltaire's quote as inspiration - “No problem can withstand the assault of sustained thinking\"."
        },
        "14": {
            "text": "An astronaut has shown off the ‘strange behaviour’ of honey in space, leaving YouTubers stunned at how ‘magical’ a zero-gravity environment is.\n\nFind out what happens to gloopy honey when there's no gravity in this video from CSA astronaut David Saint-Jacques:\n\nLoading…\n\nMucking about in space is a pipe dream that few of us will ever get to experience, but thankfully those that make it up there are more than happy to give us a little insight to what it’s like - such as Mike Massimino, who explained how a good sneeze or fart could propel you forwards or backwards, admitting that it was arguably easier said than done, but wasn’t impossible.\n\nAnd back in December 2018, Canadian Space Agency astronaut David Saint-Jacques travelled to the International Space Station, returning the following year in June.\n\nDuring his 204 days in space – the longest Canadian mission to date – the CSA said he conducted science experiments and technology demonstrations, while also supporting critical operations and maintenance activities such as robotics and spacewalks.\n\nDavid Saint-Jacques. Credit: Science History Images/Alamy Stock Photo\n\n“Like many other astronauts, he shared his experience through taking pictures and videos,” the CSA said.\n\n“From space, he also connected with young people across Canada, encouraging them to appreciate the beauty and fragility of our planet, and sparking their interest in science, technology, engineering and mathematics.”\n\nAnd this includes an incredible video that showed what happens to honey when there’s no gravity.\n\nIn the clip, Saint-Jaques removes the lid from a plastic pot of honey, saying: “So let’s show you the strange behaviour of honey in zero-G.”\n\nHe regularly shared videos from space to help engage young people in science. Credit: YouTube/CSA\n\nAs he opens it up and pulls the pot apart, the honey remains connected to both the container and the lid.\n\nHe then lets go of the pot, which floats in the air before slowly starting to curl backwards.\n\n“It curls back,” he says with a smile, adding: “Strange things happen when you remove gravity.”\n\nThe honey started to curl back on itself. Credit: YouTube/CSA\n\nMany other people were equally amazed by the scenes, with one commenting on the YouTube video: “Man, low gravity is so magical.”\n\nSomeone else said: “Full respect for this guy as he went to space, took some honey with him, and showed all of us non-astronauts what honey behaves like in zero gravity.”\n\nWhile another joked: “This takes ‘playing with your food’ to a whole new level.”\n\nA fourth wrote: “This shows even trained astronauts who have been to space dozens of times are still just as fascinated as we down here are.”",
            "title": "Astronaut shows off the 'strange behavior' of honey in space",
            "keywords": [
                "science",
                "video",
                "shows",
                "credit",
                "strange",
                "behavior",
                "astronaut",
                "space",
                "honey",
                "pot",
                "young",
                "csa"
            ],
            "link": "https://www.unilad.com/news/astronaut-honey-space-zero-gravity-050967-20230117",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "15": {
            "text": "Republicans are taking their first few days of being the majority in the U.S. House of Representatives to weaken hybrid work policies for federal employees.\n\nAccording to the newly introduced bill, coined the “Stopping Home Office Work’s Unproductive Problems,” or “SHOW UP” Act of 2023, federal agencies would be required to return to pre-pandemic work schedules within 30 days of it being passed.\n\nHowever, in order to be enacted, the bill would have to pass the Democratic-controlled Senate and eventually President Biden.\n\nStill, as pointed out by TechTarget, this could conflict with current union contracts. For instance, the American Federation of Government Employees (AFGE) that features thousands of federal is currently in talks with instilling permanent telework arrangements.\n\nAlthough the immediate passage of this bill is unlikely, it does show a newfound rigor to reverse strides made in workplace policies over the last few years.",
            "title": "U.S. House Republicans Introduce Bill To Undermine Telework Policies",
            "keywords": [
                "undermine",
                "introduce",
                "house",
                "telework",
                "works",
                "unlikely",
                "policies",
                "workplace",
                "work",
                "weaken",
                "bill",
                "unproductive",
                "days",
                "federal",
                "republicans"
            ],
            "link": "https://allwork.space/2023/01/digest-u-s-house-republicans-introduce-bill-to-undermine-telework-policies/",
            "skip": "true",
            "gpt_score_reason": " 0/10",
            "gpt_relevancy_score": 0
        },
        "16": {
            "text": "At the start of 2023, we’re starting to sense a theme in restaurant industry equipment and technology news: AI and labor solutions. In a post-pandemic economy, labor is still challenging (though slowly improving) and restaurants are looking to automate menial work to encourage longer employee tenure. We’ve already spoken at length about robot servers, fry cooks and tortilla fryers, but what about robot dishwashers? Nala Robotics is introducing this new technology\n\nIn other news this month, Toast continues to integrate with more technology startups, BurgerFi is turning to in-car ordering to increase omnichannel access, and more.\n\nRelated: McDonald’s Lunar New Year campaign taps into AI, AR technology\n\nTech Tracker rounds up what’s happening in the technology sector of the restaurant industry, including news from restaurants, vendors, digital platforms, and third-party delivery companies. Here’s a breakdown of what you need to know and why:\n\nNala Robotics introduces Spotless: the robot dishwasher\n\nRelated: What to expect from restaurant technology in 2023\n\nAs automation takes over kitchens, what’s the first position that should be human-free? According to a Sept. 2022 survey released by marketplace vendor Capterra, almost two-thirds of restaurant operators believe that dishwashing can be automated. And that may soon be the case, thanks to technology coming out from Nala Robotics (the company behind the robot-run cloud kitchen) which shifts dishwashing responsibilities to Spotless the robot dishwasher.\n\nAccording to Nala Robotics, the technology is just as fast as a human and more efficient and thorough as well.\n\n“Spotless replaces once of the toughest jobs in the restaurant space,” Ajay Sunkara, CEO of Nala Robotics told Nation’s Restaurant News. “The technology is good for a high-volume operation, where you need multiple arms free to do dishes. […] As our robot learns its task, it gets smarter and more confident, and we can configure it to go faster, because the technical specifications for these robot arms are much faster than a human’s arms and can move nine feet a second.”\n\nHere’s how it works: first, the robot does a preliminary rinse and identifies the item it’s holding via a camera at the back. And then, based on whether it’s a fork or a large plate or a bowl, the robot arms identify the best algorithm to handle this particular item and begins the cleaning process. The robot also knows when to use a gentler touch as well, like for a wine glass. The entire process — from cleaning and drying to stacking and storage — takes just as long (or less time) than a human dish washer. Sunkara describes the technology as more “cobot” than robot because it’s designed to be collaborative with the humans in its space.\n\n“The first phase [of this type of technology] would have a human involved, but eventually we’ll see totally touchless and human-free restaurants,” Sunkara said.\n\nSpotless is currently being deployed at noncommercial facilities like hospitals and living centers and will soon be utilized at a national diner chain, though Sunkara declined to mention which chain right now. The company is also working on a second mobile robot which is designed for smaller spaces and can move around from station to station to replicate human multitasking.\n\nThe Spotless robot measures two feet by two feet and can cost up to almost $3,000 a month.\n\nBurgerFi unveils in-vehicle ordering technology\n\nBurgerFi is partnering with Mavi On My Way technology to allow for direct restaurant ordering via car dashboards, allowing customers to order burgers while in their car and pick up their orders on the go.\n\n\"Drivers appreciate the convenience of curbside pickup,”Karl Goodhew, chief technology officer of BurgerFi said in a statement. “The added benefit of being able to shop safely and efficiently from their cars to make the most of each trip is priceless. BurgerFi has been leveraging and testing technologies to keep up with evolving customer demands and remains at the forefront of innovation.”\n\nThe technology essentially adds the BurgerFi mobile ordering capabilities to your car’s computerized dashboard, and works similarly to ordering from an app. Of course, BurgerFi is not the only restaurant to debut car ordering technology: Domino’s became one of the first to do so in 2019 I partnership with the AnyWare pizza ordering platform.\n\nThe next step would be to create voice-activated ordering technology that offers a hands-free experience for better vehicle safety capabilities while driving.\n\nSoundhound and Deliverect join Toast\n\nOnce upon a time, the biggest technology complaint from restaurants is the lack of vendor integrations within their POS systems. Now the big tech companies are playing catchup with these integrations to assure a smoother-sailing tech stack build.\n\nToast announced this month the integration of two vendors: voice ordering AI company Soundhound and online food delivery management software, Deliverect. With more integrations, Toast customers will be able to plug in their vendors of choice without having to worry about different parts of their tech stack speaking different languages.\n\n\"At Toast, our goal is to enable restaurants to improve guest experiences, streamline operations, and support restaurant employees,” Keith Corbin, senior director, business development at Toast said in a statement.\n\nPresto expands partnership with Del Taco\n\nVoice ordering AI is growing in popularity as restaurants begin deploying the technology to lend a helping hand in the drive-thru lane. Del Taco announced that the quick-service brand will be expanding its partnership with Presto voice ordering AI to additional locations nationwide after conducting a preliminary test of the product at select locations last year. The technology can complete orders without human intervention 95% of the time and Del Taco wants to keep up with customer demands for convenience and efficient ways to order food.\n\nAre employee smartwatches the next hardware solution for employees?\n\nAlthough digital software makes most of the headlines these days, restaurants are constantly looking for tech hardware solutions that are easy for employees to use. We’re almost past the days (thankfully) of multiple tablets clogging up the back and front of the house, and Kallpod thinks it has a hardware-meets-software communications solution for employees: smart watches.\n\nThe Listo software has both employer and employee-facing services that are uploaded onto smart watches and the Kallpod devices called call buttons that are meant to replace old restaurant pagers. The devices allow for direct communication with staff. For example, a server wearing one of the Android-backed smart watches might get a notification that table 8 needs assistance or that their manager is calling a meeting or that table 6 had bad service. The management console that the package comes with is like command central for programming the different devices.\n\n“In an industry with notably slim margins, it’s important to find new technologies and strategies that will help reduce the cost of labor, increase incremental revenue opportunities and provide memorable service that gives guests a reason to come back and provide positive reviews,” said Kallpod CEO and founder Gabriel Weisz in a statement.",
            "title": "Tech Tracker: Forget fry-flipping AI—dishwasher robots are here to alleviate your labor pains",
            "keywords": [
                "alleviate",
                "burgerfi",
                "tech",
                "robot",
                "restaurants",
                "ai",
                "restaurant",
                "robots",
                "labor",
                "tracker",
                "fryflipping",
                "ordering",
                "toast",
                "robotics",
                "pains",
                "forget",
                "aidishwasher",
                "technology",
                "human"
            ],
            "link": "https://www.nrn.com/technology/tech-tracker-forget-fry-flipping-ai-dishwasher-robots-are-here-alleviate-your-labor-pains",
            "skip": "true",
            "gpt_score_reason": " “Our customizable communication solutions bridge the gap between staff and businesses to help both become more successful.”  \n\n3/10",
            "gpt_relevancy_score": 3
        },
        "17": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.forbes.com/sites/adrianbridgwater/2023/01/17/ntt-tests-the-edge-to-build-a-sharper-internet-of-things/",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA's Curiosity Rover Finds Evidence of an Ancient Oasis on Mars \n6/10",
            "gpt_relevancy_score": 6
        },
        "18": {
            "text": "Space Robotics Market is an exploration report with meticulous efforts undertaken to study the right and valuable information. The data which has been looked upon is done considering both, the existing top players and the upcoming competitors. These bits of knowledge offered in the Space Robotics Market report would benefit request players to define systems for the future and gain a solid situation in the worldwide market request development. Other than this, the specialists have profoundly contemplated distinctive geological regions and introduced a serious situation to help new rivals, driving business sector players and fiscal backers to decide arising economies.\n\nThis report on the Space Robotics Market study considers important factors such as an analysis of the market, a definition of the market, segmentation, significant trends in the industry, an examination of the competitive landscape, and research methodology. The research provides an idea about various market inhibitors as well as market motivators in both a quantitative and qualitative approach with the purpose of providing users with accurate information.\n\nGet a Sample PDF of the report @ https://www.quincemarketinsights.com/request-sample-71775\n\nWhat is New Additions in 2023?\n\nDetailed industry outlook\n\nAdditional information on company players\n\nCustomized report and analyst support on request\n\nRecent market developments and it’s futuristic growth opportunities\n\nCustomized regional/country reports as per request\n\nThe list of Key Players Profiled in the study includes:- Maxar Technologies (US), Motiv Space Systems (US), Altius Space Machines (US), Northrop Grumman (US), Honeybee Robotics (US), Astrobotic Technology (US), Made In Space (US), and Effective Space Solutions Limited (UK).\n\nCataloging the Competitive Terrain of the Space Robotics Market:\n\nThe report provides an overview of every manufacturers and the products developed by each manufacturer along with the application scope of every product.\n\nData regarding the market share of every company, as well as sales figures concerning each firm, is stated in the report.\n\nDetails regarding the profit margins and price patterns have been inculcated in the report.\n\nIN THE NEWS\n\n➤ In July 2022, the Smart Materials, Structures, and Systems (SMSS) group at the Indian institution IIT Kanpur built an artificial muscle that can be utilized in space robots as well as in medical prostheses. This will lead to the creation of a new class of space robots, which will strengthen the country’s space technology sector.\n\n➤ Astrobotic Technology Inc. established the Future Missions and Technology (FM&T) team to develop new robotics technology for future space missions. Altius Space is developing a new technique that can ease satellite operations, including refueling and repairing.\n\nDirect Buy This Premium Research Report Here @ https://www.quincemarketinsights.com/insight/buy-now/space-robotics-market/single_user_license\n\nSegmentation Analysis of the Market:\n\nGlobal Space Robotics Market forecast report provides a holistic evaluation of the market. The report offers a comprehensive analysis of key segments, trends, drivers, restraints, competitive landscape, and factors that are playing a substantial role in the market. Global Space Robotics Market segments and Market Data Break Down are illuminated by Solution, Services (Satellite Servicing, On-orbit Assembly & Manufacturing, De-orbiting Services, Re-supply, Surface Mobility, & Launch Support), Application, End-User\n\nRegional Coverage:\n\nRеgіоn-wіѕе ѕеgmеntаtіоn in the Global Space Robotics Market іnсludеѕ the claims to split the regional scope of the market, which among these regions has been touted to amass the largest market share over the anticipated duration\n\n•North America (United States, Canada and Mexico)\n\n•Europe (Germany, UK, France, Italy, Russia and Turkey, Rest of Europe)\n\n•Asia-Pacific (China, Japan, Korea, India, Australia, Indonesia, Thailand, Philippines, Malaysia and Vietnam Rest of Asia)\n\n•South America (Brazil, Argentina, Columbia, Reset of South America)\n\n•Middle East and Africa (Saudi Arabia, UAE, Egypt, Nigeria and Rest of South Africa & Middle East)\n\n** Note – This report sample includes:\n\nScope For 2024\n\nBrief Introduction to the research report.\n\nTable of Contents (Scope covered as a part of the study)\n\nTop players in the market\n\nResearch framework (structure of the report)\n\nResearch methodology adopted by Quince Market Insights\n\nThe Global Space Robotics Market Industry Report Covers The Following Data Points:\n\n𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟏: This section covers the global Market overview, including the basic market introduction, market analysis by its applications, type, and regions. The major regions of the global Market industry include North America, Europe, Asia-Pacific, and the Middle-East and Africa. Space Robotics Market industry statistics and outlook (2023-2032) are presented in this section. Market dynamics states the opportunities, key driving forces, market risk are studied.\n\n𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟐: This section covers Market manufacturers profile based on their business overview, product type, and application. Also, the sales volume, market product price, gross margin analysis, and share of each player is profiled in this report.\n\n𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟑 𝐚𝐧𝐝 𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟒: These sections present the market competition based on sales, profits, and market division of each manufacturer. It also covers the industry scenario based on regional conditions.\n\n𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟓 𝐚𝐧𝐝 𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟔: These sections provide forecast information related to Space Robotics Market (2023-2032) for each region. The sales channels include direct and indirect Marketing, traders, distributors, and development trends are presented in this report.\n\n𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟕 𝐚𝐧𝐝 𝐒𝐞𝐜𝐭𝐢𝐨𝐧 𝟖: In these sections, Industry key research conclusions and outcome, analysis methodology, and data sources are covered.\n\nIn this study, the years considered to estimate the market size of Space Robotics Market are as follows:\n\n– History Year: 2019-2020\n\n– Base Year: 2021\n\n– Projected Year: 2022\n\n– Forecast Year 2023 to 2032\n\nGet ToC for the Overview of the Premium Report @ https://www.quincemarketinsights.com/request-toc-71775\n\nThe analyst presents a detailed picture of the market by the way of study, synthesis and summation of data from multiple sources by an analysis of key parameters such as profit, pricing, competition and promotions. It presents various market facets by identifying the key industry influencers. The data presented is comprehensive, reliable and a result of extensive research – both primary and secondary. QMI provide a complete competitive landscape and an in-depth vendor selection methodology and analysis using qualitative and quantitative research to forecast accurate market growth.\n\nContact us:\n\nQuince Market Insights\n\nPhone: APAC +91 706 672 4343 / US +1 208 405 2835 / UK +44 1444 39 0986\n\nEmail: [email protected]",
            "title": "Maxar Technologies, Motiv Space Systems, Altius Space Machines, Northrop Grumman, Honeybee Robotics - Digital Journal",
            "keywords": [
                "report",
                "research",
                "robotics",
                "maxar",
                "journal",
                "honeybee",
                "systems",
                "market",
                "space",
                "industry",
                "motiv",
                "analysis",
                "machines",
                "key",
                "data",
                "technology",
                "technologies",
                "northrop"
            ],
            "link": "https://www.digitaljournal.com/pr/space-robotics-market-to-receive-overwhelming-hike-incredible-growth-and-forecast-by-2032-maxar-technologies-motiv-space-systems-altius-space-machines-northrop-grumman-honeybee-robotics",
            "skip": "false",
            "gpt_score_reason": "\n\nWeb: www.quincemarketinsights.com\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nWeb: www.quincemarketinsights.com\n\nThe Space Robotics Market report discusses the competitive environment of the market and the detailed profiles of key players in the industry. It provides an analysis of recent developments, such as partnerships, collaborations, mergers and acquisitions by manufacturers operating in various geographical regions. Additionally, it offers insights into leading companies in terms of product launches, business strategies adopted by them to sustain their position in the market and other actions taken to expand their presence across various geographies. A summary is provided on a wide range of topics related to space robot technology including satellite servicing, on-orbit assembly & manufacturing deployment services re-supply surface mobility launch support applications amongst others over 2023–2032 period."
        },
        "19": {
            "text": "NASA’s Partnerships with International Space Agencies for the Artemis Campaign\n\nFull report\n\nWE PERFORMED THIS AUDIT\n\nNASA’s Artemis campaign is working toward landing humans on the Moon in 2025 with the ultimate goal of crewed missions to Mars in the 2030s. Additional objectives include biannual robotic and scientific missions to the lunar surface, establishment of an orbiting lunar outpost known as Gateway, and development of a base camp with lunar rovers on the Moon.\n\nAchieving these ambitious objectives is both technically challenging and enormously expensive, with NASA’s financial contributions to Artemis projected to cost $93 billion between fiscal years 2012 and 2025. Consequently, NASA officials have stated that partnerships with international space agencies are critical to achieving a robust and sustainable presence on the Moon as a precursor to a human mission to Mars. At the same time the Artemis Accords—signed by 23 countries over the last 2 years—illustrate wide international interest in space exploration as they seek to establish principles for cooperation among civil space agencies and governance on the use of outer space to increase the safety of operations, reduce uncertainty, and promote its sustainable and beneficial use for peaceful purposes.\n\nKey early Artemis commitments from the Canadian Space Agency, European Space Agency (ESA), and Japan Aerospace Exploration Agency (JAXA) include the provision of a Gateway habitat, communications satellites, spacecraft service modules, external robotics, astronauts, and lunar rovers. ESA has explored establishing a permanent Moon base, while JAXA is examining upgrades to its logistics vehicle used to deliver supplies to the International Space Station (ISS). While NASA is leaning into its deep experience over the past 30 years working with a variety of international partners on the ISS by establishing long-term Artemis commitments from many of these same partners, international cooperation for Artemis may be hindered by fluctuating political guidance, uncertain budgets, and restrictive policies concerning the control of mission-related information both in the United States and abroad.\n\nIn this audit we evaluated (1) NASA’s plans to coordinate and integrate international partner contributions with its Artemis efforts, (2) impediments NASA faces when partnering with international space agencies, and (3) the cost implications of working with partner space agencies. To complete this work, we interviewed NASA and U.S. Departments of State and Defense officials, conducted site visits at ESA and JAXA locations in the Netherlands and Japan, and surveyed seven international space agencies. We reviewed relevant Artemis and Moon to Mars documents; international partner agreements; agreement processing metrics; export control laws; and NASA budget, contract, and cost data. We also engaged The Aerospace Corporation to analyze the cost, schedule, and complexity of domestic and international uncrewed, robotic, and human space flight projects.\n\nWHAT WE FOUND\n\nInterest in the Artemis campaign is high across the international space community, as evidenced by NASA’s 54 Artemis- related international instruments and the 23 signatories to the Artemis Accords. However, the Agency lacks an overarching strategy to coordinate Artemis contributions from international space agencies and entities. Except for the Gateway Program, the Artemis campaign does not have comprehensive forums—boards, panels, and working groups— for its international partners to routinely discuss topics such as flight and mission planning, safety, and research integration. In contrast, the ISS Program–seen as a model of long-term international space cooperation–employs these forums as well as on-site representation from partner agencies. While the architecture or blueprint for the first three Artemis missions is well established, NASA lacks an overall architecture beyond Artemis IV for lunar exploration of the Moon that includes estimated costs to be borne and responsibilities assumed by its international partners. In May 2022, NASA took steps to develop such an architecture that would inform a “blueprint for sustained human presence throughout the solar system,” but it is too early to tell if these efforts will clarify the potential funding, roles, and responsibilities required of international partners for participation in the Artemis campaign. Additionally, current Artemis agreements are pursued bilaterally with interested parties without an overall cooperative framework that addresses the legal structure, program development, or partner roles and responsibilities.\n\nU.S. export control regulations of defense articles and commercial items—governed by rules known as the International Traffic in Arms Regulations (ITAR) and Export Administration Regulations (EAR)—are designed to protect U.S. national interests and intellectual property. However, they can be overly complex and restrictive, and their implementation in international agreements, policies, and how space flight systems are classified routinely limit NASA’s international collaborations on Artemis. For example, international agreements do not allow the use of partner astronauts and sharing of information with them during the periods prior to and after conclusion of a mission. In addition, unlike the ISS, the Artemis campaign lacks a unique EAR classification of specific space flight items or consistent jurisdiction and classification of Artemis elements, such as the Orion spacecraft, that would simplify the timely exchange of space flight items and technical information with international partners.\n\nWith costs for the Artemis campaign likely to reach hundreds of billions of dollars over the next two decades, NASA is trying to make its Moon to Mars plans more sustainable by sharing costs with its international partners. Partners are helping to defray costs by providing a capability—such as space flight hardware and related operations, robotics, or enhanced lunar communication—with a value for the capability determined at the outset of the agreement rather than allocating a specific percentage of costs to each partner or creating an ongoing obligation to include partner astronauts on future missions. Finally, our analysis showed that uncrewed and robotic space flight projects in which NASA works with international partners have, on average, experienced less cost growth despite higher levels of complexity. One possible reason is the use by NASA’s international partners of trade studies and firm-fixed-price contracts to aid in controlling project costs. Given its deep space ambitions and current budget profile, NASA will be unable to achieve its long-term Artemis objectives without effectively incorporating international partner cost management strategies.\n\nWHAT WE RECOMMENDED\n\nTo increase the effectiveness and affordability of Artemis integration efforts with international partners, we recommended NASA senior leadership (1) establish a coordination strategy with NASA’s international partners that includes recurring forums specifically for Artemis Accords signatories interested in participating in the Artemis campaign; (2) establish NASA-led Artemis campaign boards and working groups for partners with agreed-upon commitments and provide opportunities for liaison representation from international partner agencies; (3) issue a detailed strategy and architecture for missions beyond Artemis IV that considers potential international partner roles and responsibilities; (4) perform a detailed gap analysis and cost estimate for Artemis missions beyond Artemis IV that will help inform a cost-sharing strategy with international partners; (5) establish a full-time export control team dedicated to Artemis programs in support of space flight developments; (6) review export control requirements and consider additional roles for partner astronauts to increase their utilization in NASA space flight operations; (7) establish a full- time export control team dedicated to the Artemis programs in support of space flight operations; (8) coordinate with other federal agencies to develop a unique EAR classification for the Gateway program; (9) execute Artemis agreements with key international space agency partners to ensure partner roles and responsibilities are clearly understood and allow for efficient and timely partnerships in support of Artemis; and (10) develop an automated routing method for processing international agreements within NASA to increase timeliness.\n\nWe provided a draft of this report to NASA management who concurred with 9 of our 10 recommendations and described planned actions to address them. We consider the proposed actions responsive and will close them upon completion and verification. However, the Agency non-concurred with Recommendation 4 and it will remain unresolved pending further discussions with NASA.\n\nFull report",
            "title": "NASA OIG Report: NASA’s Partnerships with International Space Agencies for the Artemis Campaign",
            "keywords": [
                "report",
                "nasas",
                "agencies",
                "oig",
                "campaign",
                "space",
                "partner",
                "nasa",
                "artemis",
                "flight",
                "partners",
                "partnerships",
                "international"
            ],
            "link": "https://spaceref.com/science-and-exploration/nasa-oig-report-nasas-partnerships-with-international-space-agencies-for-the-artemis-campaign/",
            "skip": "false",
            "gpt_score_reason": "\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nNASA is partnering with international space agencies as a part of their ambitious Artemis campaign which seeks to land humans on the Moon by 2025 and send crewed missions to Mars in the 2030s. To support these objectives, agreements have been signed with 23 countries and specific commitments from 3 key partners include providing a Gateway habitat, communications satellites, spacecraft service modules, external robotics, astronauts, and lunar rovers. While interest in this mission is high amongst the international community there are complexities associated with its execution such as fluctuating political guidance and restrictive policies around control of mission-related information that could hinder progress. NASA has recommended 10 actions related to cost management strategies and export/import regulations to increase effectiveness and affordability of its collaboration efforts."
        }
    }
}