{
    "https://roboticsindia.live/defence-startup-newspace-raises-3-21-million-fresh-funding/": {
        "title": "Defence Startup NewSpace Raises $3.21 million Fresh Funding - Robotics India Live",
        "summary": "\nNewSpace, a defence startup has raised $3.21 million in pre-Series B funding round led by QRG Investments and Holdings. This is the second raise of funds in 2022 and the company plans to use the money for capital expenditure and other corporate purposes as it focuses on civil logistics operations for drones. Additionally, other startups such as Garuda Aerospace have also seen traction in this segment recently."
    },
    "https://www.thetechoutlook.com/press-release/bos-intelligent-robotics-division-receives-a-565000-follow-on-order-from-an-israeli-strategic-customer/": {
        "title": "BOS’ Intelligent Robotics Division Receives a $565,000 Follow-on Order from an Israeli Strategic Customer",
        "summary": "BOS Better Online Solutions Ltd. (BOS) has received an order of $565,000 from an Israeli strategic defense sector customer for their Intelligent Robotics Division, further validating the importance of automated manufacturing. This customer is expected to place additional significant orders in the future. BOS provides services and systems for inventory production and management through their Supply Chain division, RFID division, and Intelligent Robotics division."
    },
    "https://newatlas.com/space/james-webb-space-telescope-first-year-images-gallery/": {
        "title": "Gallery: Incredible images from James Webb's first year in space",
        "summary": "\n\nThe James Webb Space Telescope has captured incredible images of distant galaxies and closer celestial landmarks like Neptune's rings since it went online in July. With infrared technology, its unprecedented mirror size allows the telescope to study stars, planets and galaxies that date back to the formation of the universe. Come take a look at some of its most stunning photos! "
    },
    "https://www.business-standard.com/article/opinion/tech-beyond-ai-122123001158_1.html": {
        "title": "Artificial intelligence: Tech beyond AI | Business Standard Column",
        "summary": "\n\nThe artificial intelligence (AI) revolution is here, but it hasn't taken over just yet. 2023 could be a defining year for AI as well as other technological innovations like metaverse and blockchain. Subscribe to Business Standard to get exclusive stories, curated newsletters, 26 years of archives and more!"
    },
    "https://www.aboutamazon.com/news/operations/amazon-robotics-headquarters-tour-westborough-massachusetts": {
        "title": "Inside Amazon’s robotics facility where we build and test new robots",
        "summary": " \n\n Amazon Robotics is a cutting-edge facility based in Westborough, Massachusetts where roboticists, technicians and other employees are developing robots that will revolutionize customer order fulfillment. Inside the facility you can find mesmerizing art displays, coffeeshop and automated robotics such as Hercules, Robin and Proteus which autonomously transports heavy carts of packages for delivery to customers."
    },
    "https://spaceref.com/newspace-and-tech/top-teams-advance-in-nasas-break-the-ice-lunar-challenge/": {
        "title": "Top Teams Advance in NASA’s Break the Ice Lunar Challenge - SpaceRef",
        "summary": " NASA's Break the Ice Lunar Challenge has chosen 15 winning teams to compete in its semifinal level. This multi-phase challenge invites innovators from all around the world to develop technologies and hardware that could help excavate lunar regolith for use as water resources and other infrastructure needed for a sustained human presence on the Moon. The 13 U.S.-based teams will receive prize money from NASA's $500,000 Level 1 purse."
    },
    "https://www.marketscreener.com/quote/stock/WIRELESS-TELECOM-GROUP-I-16127/news/Wireless-Telecom-Group-Announces-Closing-of-Transaction-with-E-Space-42639520/": {
        "title": "Wireless Telecom Group Announces Closing of Transaction with E-Space | MarketScreener",
        "summary": " Wireless Telecom Group has completed the sale of CommAgility Ltd. to global space company E-Space for a transaction valued at $14.5 million. The Company is now comprised solely of its Test & Measurement brands and will focus on evaluating strategic alternatives in order to maximize shareholder value. It does not expect to comment further unless the Board of Directors deems it appropriate or necessary."
    },
    "https://www.designnews.com/automation/need-new-robot-reconfigure-old-robot": {
        "title": "Need a New Robot? Reconfigure the Old Robot | designnews.com",
        "summary": "\n\nThe International Federation of Robotics reports a boom in the use of workplace robots due to staff shortages. Modular robotics allow companies large and small to repurpose and customize their robots for multiple tasks with ease, reducing deployment costs. Software combined with hardware provide users with a reference design which increases versatility and data collection for analytical purposes."
    }
}