{
    "https://chicago.suntimes.com/2023/1/3/23531168/illinois-rules-law-selling-land-damen-silos-chicago-mckinley-park-editorial": {
        "title": "Illinois needs better rules for selling off unneeded land - Chicago Sun-Times",
        "summary": "\n\nThe State of Illinois should have given the public a chance to weigh in on the future use of the Damen silos site before selling it off for $6.52 million. The process currently used by the state does not require any plan or notification to local stakeholders, leaving many city residents without any input into projects that affect them."
    },
    "https://reporter.lcms.org/2023/official-notice-colloquies-jan-2023/": {
        "title": "Official notice: Colloquies (Jan. 2023)",
        "summary": "\nADRIENNE M. MASSMANN, Washington, Mo., has successfully completed all required course work for the Lutheran Teaching Colloquy and is now eligible for a call, along with several other applicants from around the country. The applications for the colloquy were submitted to Rev. Peter K. Lange, Chairman of the Colloquy Committee at 1333 S Kirkwood Road St Louis MO 63122-7295 who should be contacted within four weeks after publication of this notice."
    },
    "https://spotonillinois.com/il-blogs-entertainment/il-lifestyle/2708716/theres-a-personalized-wine-glass-for-any-occasion.html": {
        "title": "There's a Personalized Wine Glass For Any Occasion | Illinois Lifestyle",
        "summary": " Your Fridge15:23\n\nTwo sentence summary: Personalized wine glasses make any day an occasion! You can find the perfect glass for your special event at Further References."
    },
    "https://www.chronicleonline.com/news/national/illinois-daily-life/image_0869c027-1d8f-5beb-8da4-afe0d695ae5a.html": {
        "title": "Illinois Daily Life | National | chronicleonline.com",
        "summary": " \n\n\n\n\n\n2 sentence summary: The Chicago L Train was crossing the Chicago River on January 2, 2023 as captured in a photo by Kiichiro Sato. Illinois Daily Life also features other content such as special features and upcoming events to keep residents informed and entertained."
    },
    "https://kalkinemedia.com/us/news/photo-gallery/illinois-daily-life-bb1866bcd5eb4fa58a590ba84f9714d9": {
        "title": "  Illinois Daily Life  - Kalkine Media",
        "summary": "\nKalkine Media offers a comprehensive online resource page, which provides detailed information on US-listed companies including their origin, latest updates and contact info. As well as this they also provide a financial education corner with various topics that are globally discussed, along with why they matter."
    }
}