{
    "date": "2023-01-08",
    "category": "st",
    "articles": {
        "0": {
            "text": "New images from NASA’s James Webb Space Telescope (JWST) reveal for the first time galaxies with stellar bars — elongated features of stars stretching from the centers of galaxies into their outer disks — at a time when the universe was a mere 25% of its present age. The finding of so-called barred galaxies, similar to our Milky Way, this early in the universe will require astrophysicists to refine their theories of galaxy evolution.\n\nPrior to JWST, images from the Hubble Space Telescope had never detected bars at such young epochs. In a Hubble image, one galaxy, EGS-23205, is little more than a disk-shaped smudge, but in the corresponding JWST image taken this past summer, it’s a beautiful spiral galaxy with a clear stellar bar.\n\n“I took one look at these data, and I said, ‘We are dropping everything else!’” said Shardha Jogee, professor of astronomy at The University of Texas at Austin. “The bars hardly visible in Hubble data just popped out in the JWST image, showing the tremendous power of JWST to see the underlying structure in galaxies,” she said, describing data from the Cosmic Evolution Early Release Science Survey (CEERS), led by UT Austin professor, Steven Finkelstein.\n\nThe team identified another barred galaxy, EGS-24268, also from about 11 billion years ago, which makes two barred galaxies existing farther back in time than any previously discovered.\n\nIn an article accepted for publication in The Astrophysical Journal Letters, they highlight these two galaxies and show examples of four other barred galaxies from more than 8 billion years ago.\n\n“For this study, we are looking at a new regime where no one had used this kind of data or done this kind of quantitative analysis before,” said Yuchen “Kay” Guo, a graduate student who led the analysis, “so everything is new. It’s like going into a forest that nobody has ever gone into.”\n\nBars play an important role in galaxy evolution by funneling gas into the central regions, boosting star formation.\n\n“Bars solve the supply chain problem in galaxies,” Jogee said. “Just like we need to bring raw material from the harbor to inland factories that make new products, a bar powerfully transports gas into the central region where the gas is rapidly converted into new stars at a rate typically 10 to 100 times faster than in the rest of the galaxy.”\n\nBars also help to grow supermassive black holes in the centers of galaxies by channeling the gas part of the way.\n\n\n\nThis simulation shows both how stellar bars form (left) and the bar-driven gas inflows (right). Stellar bars play an important role in galaxy evolution by funneling gas into the central regions of a galaxy, where it is rapidly converted into new stars, at a rate typically 10 to 100 times as fast as the rate in the rest of the galaxy. Bars also indirectly help to grow supermassive black holes in the centers of galaxies by channeling the gas part of the way. Credit: Francoise Combes, Paris Observatory\n\nThe discovery of bars during such early epochs shakes up galaxy evolution scenarios in several ways.\n\n“This discovery of early bars means galaxy evolution models now have a new pathway via bars to accelerate the production of new stars at early epochs,” Jogee said.\n\nAnd the very existence of these early bars challenges theoretical models as they need to get the galaxy physics right in order to predict the correct abundance of bars. The team will be testing different models in their next papers.\n\nJWST can unveil structures in distant galaxies better than Hubble for two reasons: First, its larger mirror gives it more light-gathering ability, allowing it to see farther and with higher resolution. Second, it can see through dust better as it observes at longer infrared wavelengths than Hubble.\n\nUndergraduate students Eden Wise and Zilei Chen played a key role in the research by visually reviewing hundreds of galaxies, searching for those that appeared to have bars, which helped narrow the list to a few dozen for the other researchers to analyze with a more intensive mathematical approach.\n\nReference: “First Look at z > 1 Bars in the Rest-Frame Near-Infrared with JWST Early CEERS Imaging” by Yuchen Guo, Shardha Jogee, Steven L. Finkelstein, Zilei Chen, Eden Wise, Micaela B. Bagley, Guillermo Barro, Stijn Wuyts, Dale D. Kocevski, Jeyhan S. Kartaltepe, Elizabeth J. McGrath, Henry C. Ferguson, Bahram Mobasher, Mauro Giavalisco, Ray A. Lucas, Jorge A. Zavala, Jennifer M. Lotz, Norman A. Grogin, Marc Huertas-Company, Jesús Vega-Ferrero, Nimish P. Hathi, Pablo Arrabal Haro, Mark Dickinson, Anton M. Koekemoer, Casey Papovich, Nor Pirzkal, L. Y. Aaron Yung, Bren E. Backhaus, Eric F. Bell, Antonello Calabrò, Nikko J. Cleri, Rosemary T. Coogan, M. C. Cooper, Luca Costantin, Darren Croton, Kelcey Davis, Alexander de la Vega, Avishai Dekel, Maximilien Franco, Jonathan P. Gardner, Benne W. Holwerda, Taylor A. Hutchison, Viraj Pandya, Pablo G. Pérez-González, Swara Ravindranath, Caitlin Rose, Jonathan R. Trump and Weichen Wang, Accepted, The Astrophysical Journal Letters.\n\narXiv:2210.08658\n\nOther co-authors from UT Austin are Steven Finkelstein, Micaela Bagley and Maximilien Franco. Dozens of co-authors from other institutions hail from the U.S., the U.K., Japan, Spain, France, Italy, Australia and Israel.\n\nFunding for this research was provided in part by the Roland K. Blumberg Endowment in Astronomy, the Heising-Simons Foundation, and NASA. This work relied on resources at the Texas Advanced Computing Center, including Frontera, the most powerful supercomputer at a U.S. university.",
            "title": "James Webb Space Telescope Looks Back Into the Early Universe, Sees Galaxies Like Our Milky Way",
            "keywords": [
                "space",
                "way",
                "looks",
                "evolution",
                "webb",
                "sees",
                "bars",
                "early",
                "jogee",
                "galaxies",
                "galaxy",
                "james",
                "jwst",
                "gas",
                "telescope",
                "universe",
                "stars",
                "stellar",
                "milky"
            ],
            "link": "https://scitechdaily.com/james-webb-space-telescope-looks-back-into-the-early-universe-sees-galaxies-like-our-milky-way/",
            "skip": "false",
            "summary": "\n\nNASA's James Webb Space Telescope has revealed two galaxies with stellar bars from 25 percent of the universe's age. These findings, verified by the Cosmic Evolution Early Release Science Survey (CEERS) led by UT Austin professor Steven Finkelstein, challenge current galaxy evolution theories and show the power of using JWST to uncover structures in distant galaxies. Researchers should leverage data collected by this telescope to refine their models regarding galaxy formation and development."
        },
        "1": {
            "text": "The Covid-19 pandemic has been good for tech companies.\n\nThe global economy has moved online overnight. From groceries to medical consultations to art, the economy has become tech-driven.\n\nThe pandemic has thus enabled technology to become the engine of our daily lives faster than expected. One of the big changes also accompanied by tech during the pandemic is the transformation of the way we work.\n\nRemote work has established itself as the new organization of work. Regardless of the activity, working remotely has become the norm, which has forced the restaurant industry to develop home delivery, for example. This transformation of the economy into a tech-regulated economy has thus benefited Silicon Valley, which is home to a large number of tech companies.\n\nWhen the economy reopened, many habits born during the pandemic became anchored in everyday life and even within tech companies themselves. This is the case with remote work. Many employees no longer want to return to the office because the pandemic, they explain, has shown that working from home is just as effective. So why change, they seem to ask.\n\nWork From Home\n\nFearing the disappearance of the corporate culture, many firms have tried different formulas to bring back their employees, but it has not worked. Apple (AAPL) - Get Free Report, Google (GOOGL) - Get Free Report and Meta Platforms (META) - Get Free Report have had to postpone the return to the office several times.\n\nSome firms have ended up adopting a hybrid formula consisting of a minimum number of days in the office. But even this arrangement isn't enough to bring employees back to the office.\n\nBut what appeared to be a problem for companies is now finally proving to be a boon at a time when a recession is anticipated. Faced with the slowdown in growth, many tech companies have begun to drastically reduce their costs to protect their profits. Not only are they cutting thousands of jobs, but they are also closing offices.\n\nRecently Salesforce (CRM) - Get Free Report, whose tower is one of San Francisco's most visible symbols, unveiled, on January 4, a vast restructuring plan, including massive job cuts, downsizing of its office space and exits from some property markets.\n\nUnsurprisingly, San Francisco is one of the cities that suffers the most from the growing phenomenon of empty offices.\n\nA report from Savills found that the office availability rate in San Francisco set a new all-time high in the fourth quarter at 32.1%, up from 28.9% in the third quarter. This means that almost a third of the office space in the city is currently empty. Availability of sublease space increased to 8.2M square feet, up from 7.7M SF in the third quarter.\n\n\"Persistent uncertainty over the economy, the widespread adoption of the hybrid workplace, slow return to office utilization, and an ongoing correction in the technology sector has shown that lower office space demand might be the new normal going into 2023,” the report said.\n\n\"As a result, expect highly tenant-favorable office market conditions to remain for the foreseeable future as record-high availability levels are forecasted to continue to increase even if local employers attempt to get their employees back into the office [this] year.\"\n\n'It Will Go Lower'\n\nElon Musk, the new owner of Twitter currently headquartered in San Francisco, thinks the situation will even get worse. It all started with a message from investor David Sacks saying he had a very attractive offer to rent offices in the city.\n\n\"Just got offered office space in San Francisco (SOMA) for the same price as 2009. Yikes,\" Sacks, who is also Musk's friend posted on January 8.\n\n\"It will go lower,\" Musk commented.\n\nMusk hasn't said if Twitter will leave San Francisco yet, but given this tweet and other remarks he's already made about the city, it won't be surprising to see the platform leave California in the coming months.\n\nIn adddition, Twitter's landlord -- Columbia Reit- 650 California LLC --, said in late December it notified the platform that the company will default on its rent. The New York Times reported on Dec. 13 that Twitter hadn't paid rent for several weeks for any of its global or San Francisco offices.\n\nMusk moved Tesla (TSLA) - Get Free Report to Texas from California in 2021.\n\nTech has helped make remote work a norm. Now tech cities are suffering.",
            "title": "Elon Musk Predicts One of San Francisco's Problems Will Get Worse",
            "keywords": [
                "san",
                "francisco",
                "office",
                "worse",
                "space",
                "musk",
                "report",
                "free",
                "tech",
                "work",
                "problems",
                "predicts",
                "elon",
                "franciscos",
                "economy",
                "pandemic"
            ],
            "link": "https://www.thestreet.com/technology/elon-musk-predicts-one-of-san-franciscos-problems-will-get-worse",
            "skip": "false",
            "summary": " An ongoing correction in the technology sector is leading to record-high availability of office spaces in places like San Francisco, making space highly tenant-favourable. Even with that, Elon Musk expects even lower prices for offices. Companies such as Twitter are now defaulting on conventional rent payments and some firms have adopted a hybrid work model instead of returning to the office full time."
        },
        "2": {
            "text": "2022 was a busy year for the United States National Aeronautic and Space Administration and 2023 promises more space progress. Today, we look forward to some of NASA’s planned missions.\n\nLunar landings\n\nOne of NASA’s major missions last year resulted in a successful uncrewed test flight that sent the Orion spacecraft into orbit around the moon. The mission is part of the space agency’s Artemis program, which aims to land American astronauts on the moon by the mid-2020s.\n\nIn preparation of that goal, NASA has contracted with private companies to build landers for the moon. Their design permits them to carry equipment and instruments for studying conditions on the lunar surface.\n\nSeveral landers are expected to arrive on the moon this year. One, developed by NASA partner Intuitive Machines, is set to launch in early to mid-2023. The IM-1 mission will land at an area called Schroter’s Valley on the near side of the moon.\n\nAnother, built by NASA partner Astrobotic, is to launch sometime before April. The space agency said that spacecraft, called the Peregrine Lunar Lander, is expected to land near Lacus Mortis, an area near the equator of the moon.\n\nThe landers’ instruments will collect data on and examine many parts of the moon’s atmosphere and surface. In addition, they will study things like how radio signals behave on the moon and will test landing technologies and communication systems.\n\nESA Jupiter mission\n\nThe European Space Agency (ESA) plans to launch a spacecraft to explore Jupiter, the largest planet in our solar system. Jupiter is a giant gas planet, with an atmosphere made up mostly of hydrogen and helium.\n\nESA officials have said they plan to launch the Jupiter Icy Moons Explorer spacecraft, called JUICE, sometime in April. The mission will make detailed observations of Jupiter as well as its three large moons, Ganymede, Callisto and Europa.\n\nESA says it hopes the in-depth observations will help scientists learn more about Jupiter’s complex environment as they use the planet as a model for other gas giants across the universe.\n\nAsteroid missions\n\nNASA plans to launch its Psyche spacecraft in early October. It is expected to travel three-and-a-half years to an asteroid. The metal asteroid is orbiting the sun between Mars and Jupiter. NASA wants to study it. Scientists believe it may have separated in violent crashes during the creation of the solar system.\n\nThe other will be a return mission of NASA’s OSIRIS-Rex spacecraft. It spent more than two years observing an asteroid named Bennu. In October 2020, the spacecraft successfully collected sample material from the asteroid.\n\nOSIRIS-Rex is now on a trip back to Earth, with an expected arrival in September of 2023. Scientists say they hope the sample can help them better understand how planets formed, as well as how life might have developed on Earth.\n\nBoeing Starliner test flight\n\nBoeing’s Starliner spacecraft is set to attempt its first crewed test mission to the International Space Station (ISS) in April. The test is the last step in the process before NASA approves the spacecraft to carry out regular missions to the ISS. Private American company SpaceX, another NASA partner, has been transporting astronauts and materials to the ISS since 2020.\n\nStarliner completed its first uncrewed flight test to the ISS in May. But Boeing experienced several technical difficulties with the spacecraft during the mission and has worked with NASA to fix the problems as it prepares for the planned crewed flight.\n\nExperimental aircraft\n\nNASA also plans to fly two experimental aircraft in 2023.\n\nThe first mission is called Quesst. It involves a NASA research plane called X-59, a supersonic aircraft. Supersonic is a term for an object that travels faster than the speed of sound.\n\nThe goal of Quesst is to provide data that could change rules that ban supersonic flight over land. NASA says X-59 was developed with technology that reduces the loudness of a sonic boom to very low levels heard on the ground.\n\nNASA’s other experimental plane with plans to fly in 2023 is called X-57. The aircraft runs on electric power. It was built to demonstrate that all-electric technology could make flying cleaner, quieter and more sustainable.\n\nI’m Bryan Lynn.\n\nBryan Lynn wrote this story for VOA Learning English, based on reports from NASA, The Associated Press and Reuters.\n\nQuiz - Space Missions to Watch in 2023 Start the Quiz to find out Start Quiz\n\n__________________________________________________________________\n\nWords in This Story\n\nmission – n. an important project or trip, especially involving space travel\n\ngiant – adj. very large\n\nsample – n. a small amount of something that gives you information about the thing it was taken from\n\nsonic boom – n. an explosive sound made by an aircraft, bullet, etc. made when something travels faster than the speed of sound\n\nsustainable – adj. able to continue over time\n\n_________________________________________________________________\n\nWhat do you think of this story? We want to hear from you. We have a new comment system. Here is how it works:\n\nWrite your comment in the box. Under the box, you can see four images for social media accounts. They are for Disqus, Facebook, Twitter and Google. Click on one image and a box appears. Enter the login for your social media account. Or you may create one on the Disqus system. It is the blue circle with “D” on it. It is free.\n\nEach time you return to comment on the Learning English site, you can use your account and see your comments and replies to them. Our comment policy is here.",
            "title": "Space Missions to Watch in 2023",
            "keywords": [
                "space",
                "moon",
                "nasa",
                "mission",
                "spacecraft",
                "test",
                "called",
                "2023",
                "watch",
                "missions",
                "plans",
                "launch",
                "jupiter"
            ],
            "link": "https://learningenglish.voanews.com/a/space-missions-to-watch-in-2023/6906232.html",
            "skip": "false",
            "summary": "\n\nIn 2023, NASA is looking forward to exciting space progress with planned lunar landings, a ESA Jupiter mission, asteroid missions and two experimental aircraft. Boeing will also attempt its first crewed test mission of the Starliner spacecraft in April."
        },
        "3": {
            "text": "'Steak out of plastic' and more\n\nThe 'container' bioreactor for 3D-printed meals Sade Agard/Interesting Engineering\n\nBeehex is developing deep-space food solutions using various 3D-printed food technologies. Founded by NASA-affiliated entrepreneur and engineer Anja Contractor, the idea stemmed from giving astronauts exact, individualized, 3D-printed meals in microgravity. Here, crew time is restricted, and cooking is not an option.\n\n\"What you see over here is a shipping container...we have completely changed that,\" Contractor said. \"On one side, plastic waste is collected, which will be shredded. It will eventually move into the bioreactor, which contains very specific engineered bacteria.\"\n\nIE learned that the engineered bacteria eat the plastic and convert it into biomass. This biomass can then be used to produce a variety of textures and shapes.\n\n\"So if you want to create steak out of plastic, the entire mechanism on one side of this container will be able to produce steak out of plastic- or chicken breasts,\" he explained.\n\nTackling food insecurity on Earth\n\nAs you can imagine, printing 3D meals could help tackle food issues right here on Earth.\n\nContractor revealed that the project is funded by The Defense Advanced Research Projects Agency (DARPA)- one of the biggest government-backed forces behind innovation in the US.\n\n\"The idea is to first put this type of container at food disaster relief operations such as those related to FEMA (Federal Emergency Management Agency), or locations where there are refugee camps.,\" he said.",
            "title": "Meals on Mars to be made from plastic waste, says NASA-affiliated 3D food tech expert",
            "keywords": [
                "nasaaffiliated",
                "3dprinted",
                "produce",
                "idea",
                "plastic",
                "food",
                "expert",
                "waste",
                "steak",
                "tech",
                "contractor",
                "container",
                "meals",
                "3d",
                "engineered",
                "mars"
            ],
            "link": "https://interestingengineering.com/science/meals-on-mars-to-be-made-from-plastic-waste-says-nasa-affiliated-3d-food-tech-expert",
            "skip": "false",
            "summary": " \n\nBeehex is developing 3D-printed food technologies to give astronauts exact, individualized meals which could also help tackle food insecurity on Earth. Founded by NASA-affiliated entrepreneur Anja Contractor and funded by DARPA, the technology would allow plastic waste to be converted into biomass then used to produce a variety of textures and shapes like steak or chicken breast. Beehex's project aims to put this technology in areas affected by food insecurity as well as use it for deep space missions."
        },
        "4": {
            "text": "CES® 2023 opened with innovative product launches that will help to solve global challenges. Companies are demonstrating how technology can conserve energy and increase power generation, address food shortages, create more sustainable agricultural systems, power smart cities, support access to clean water and more. CES 2023 is more than 70% larger than last year’s show, with over 3200 exhibiting companies, including 1000 startups, featuring the latest technologies. That includes innovations in transportation and mobility, accessibility technologies, electric vehicles, digital health, sustainability, Web3, metaverse and beyond.\n\n“CES is back! The halls are buzzing with energy and excitement – attendees, exhibitors and media from around the world are passionate about gathering together and advancing our industry,” said Gary Shapiro, president and CEO, CTA. During CTA’s State of the Industry Address Thursday morning, Shapiro noted, “At CES 2023, new innovations promise to change our world for the better. Companies big and small are showcasing innovations in mobility, digital health, artificial intelligence, robotics, food tech, smart home, digital assets and more.”\n\nJoining Shapiro on stage were John T. Kelley, vice president and acting show director, CES, and Kinsey Fabrizio, SVP, membership, sales and marketing at CTA to provide updates on expected trends and sessions at the show.\n\nDr. Carmichael Roberts, chairman of CTA’s Executive Board and founder of SOURCE, joined Shapiro on stage to discuss how SOURCE is providing access to clean water through Hydropanel technology and renewable resources, powered by the sun.\n\nShapiro also announced the second edition of CTA’s International Innovation Scorecard, an assessment of policies and practices around the world that fuel tech innovation or stand in the way of progress. A record 24 countries earned the highest ranking of “Innovation Champion”: Australia, Austria, Belgium, Canada, Denmark, Estonia, Finland, France, Germany, Iceland, Ireland, Israel, Japan, Lithuania, Luxembourg, The Netherlands, New Zealand, Norway, Singapore, Spain, Sweden, Switzerland, the United Kingdom, the United States, as well as the European Union (EU).\n\nWhile the CES exhibit show floor opened today, the full week of innovation kicked off on Tuesday and Wednesday with Media Days press conferences, CTA’s 2023 Tech Trends to Watch presentation, CES Unveiled Las Vegas and keynotes from AMD, BMW and John Deere.\n\nKeynotes\n\nJohn May, chairman and CEO of John Deere, delivered the opening CES 2023 keynote unveiling a new era of farming with advancements in technology that will help to ensure food security for the growing global population. May noted, “technology allows farmers to create more with fewer resources – doing more with less is the path forward.”\n\nDr. Lisa Su, Chair and CEO of AMD, delivered a preshow keynote Wednesday evening, unveiling a broad range of new AMD products, powering artificial intelligence, hybrid work, gaming, adaptive computing and more. Emphasizing her belief that “technology should do good,” Dr. Su also highlighted the power of adaptive computing to drive advances in healthcare, metaverse, space exploration and entertainment – all while using less energy to create a more sustainable world.\n\nOliver Zipse, Chairman of the Board of Management for BMW, delivered an evening CES keynote on Wednesday. Zipse introduced the “perfect digital car of the future” – the NEAU KLASSE generation of vehicles – and unveiled the i Vision Dee, a BMW concept electric vehicle equipped with high-end and adaptive AI. Vehicles are set for production in 2025. “We are able to explore the full potential of digitalization to transform the car into an intelligent companion,” said Zipse.\n\nCelebrities at CES\n\nEntertainers and other figures from sports, music, movies, TV and technology will appear throughout the week celebrating technology through speaking engagements, signing autographs, and meeting conference attendees including: Grant Hill, Jessica Mendoza, Ken Jeong, Barbara Corcoran, Snoop Dogg, Imagine Dragons, Mario and Marco Andretti, Paris Hilton, Joe Theismann, M. Night Shymalan, Erin Andrews, Arnold Schwarzenegger, Kevin Pearce, Jose Andres, Seth Rogen, Paula Abdul, David Dobrik, and Lauren Miller Rogen.\n\n2023 Tech Trends to Watch Presentation and Media Days\n\nWhile the CES exhibit show floor opened today, the full week of innovation kicked off on Tuesday and Wednesday with CTA’s 2023 Tech Trends to Watch presentation, CES Unveiled Las Vegas and Media Days press conferences.\n\nCTA’s Vice President of Market Research Steve Koenig presented 2023’s Top Tech Trends to watch on Monday. New research from the Consumer Technology Association (CTA)® projects U.S. technology retail revenues of $485 billion in 2023. This new data puts revenues slightly above pre-pandemic levels, following a three-year surge in consumer technology spending that peaked at a record-breaking $512 billion in 2021. While CTA anticipates a looming recession and inflation will weigh against consumer spending in the coming year, consumer technology industry revenues will remain roughly $50 billion above pre-pandemic levels, with bright spots including technology services, automotive tech, and health and fitness technology. Meanwhile, many consumer technology prices have fallen thus fighting inflation.\n\nMedia Days featured 25 press conferences from global brands who unveiled products and broke company news before the show floor opened, with announcements including:\n\nAdvanced Symbolics – Polly, an AI-powered market research and social listening tool helps to better understand audience and forecast demand.\n\n– Polly, an AI-powered market research and social listening tool helps to better understand audience and forecast demand. AVL – Air and space technologies, including a fully electric small-size passenger aircraft and next-generation lunar terrain vehicle for future lunar and Mars missions.\n\n– Air and space technologies, including a fully electric small-size passenger aircraft and next-generation lunar terrain vehicle for future lunar and Mars missions. Bosch – New generation of smart sensor-based innovation including, RideCare Companion, a solution designed to enhance vehicle safety, especially for ridesharing.\n\n– New generation of smart sensor-based innovation including, RideCare Companion, a solution designed to enhance vehicle safety, especially for ridesharing. Canon – New VR technologies that create immersive experiences, including 3D video calling, video systems for sports arenas, and a solution for hybrid meeting environments.\n\n– New VR technologies that create immersive experiences, including 3D video calling, video systems for sports arenas, and a solution for hybrid meeting environments. Continental AG – Showcased two sustainable tires: the ContiTread EcoPlus Green and Conti Urban.\n\nShowcased two sustainable tires: the ContiTread EcoPlus Green and Conti Urban. Exeger – A battery-free, light-powered TV remote control using fully customizable solar cell that turns indoor and outdoor light into clean energy.\n\n– A battery-free, light-powered TV remote control using fully customizable solar cell that turns indoor and outdoor light into clean energy. FORVIA – New vehicle technology that creates a more comfortable and customizable mobile environment for passengers.\n\n– New vehicle technology that creates a more comfortable and customizable mobile environment for passengers. HD Hyundai – Unveiled the latest AI technology for marine and watercraft vehicles.\n\nUnveiled the latest AI technology for marine and watercraft vehicles. Hisense – The UX, an 85-inch 4K mini-LED QLED TV that is powered by Hisense’s new ULED X platform and features more than 20,000 mini-LEDs.\n\n– The UX, an 85-inch 4K mini-LED QLED TV that is powered by Hisense’s new ULED X platform and features more than 20,000 mini-LEDs. Holon – Autonomous and fully electric mover vehicle that can fit 15 passengers at speeds up to 37 mph.\n\n– Autonomous and fully electric mover vehicle that can fit 15 passengers at speeds up to 37 mph. Indy Autonomous Challenge – On Jan. 7 at the Las Vegas Motor Speedway nine competing university teams will advance autonomous vehicle tech.\n\n– On Jan. 7 at the Las Vegas Motor Speedway nine competing university teams will advance autonomous vehicle tech. LG Electronics – Next-generation of OLED TVs, including a 97-inch OLED TV with wireless technology capable of real-time video and audio transmission up to 4K 120Hz.\n\n– Next-generation of OLED TVs, including a 97-inch OLED TV with wireless technology capable of real-time video and audio transmission up to 4K 120Hz. Luminar Technologies – Lidar system and maps for autonomous vehicles.\n\nLidar system and maps for autonomous vehicles. OMRON Healthcare – VISO healthcare app, the remote patient monitoring service allows for patients to work remotely with their doctor to manage health issues.\n\n– VISO healthcare app, the remote patient monitoring service allows for patients to work remotely with their doctor to manage health issues. OVR Technology – ION scent technology in a wearable VR wireless headset that brings the sense of smell to the digital experience.\n\n– ION scent technology in a wearable VR wireless headset that brings the sense of smell to the digital experience. Panasonic – the MZ2000, featuring a new panel design built with Micro Lens Array technology, providing stronger peak brightness and improved average brightness.\n\n– the MZ2000, featuring a new panel design built with Micro Lens Array technology, providing stronger peak brightness and improved average brightness. Positec – Unmanned automatic robotic lawn mower with HD wide angle camera and self-cleaning and refilling robotic indoor floor cleaner that mops and vacuums by itself.\n\n– Unmanned automatic robotic lawn mower with HD wide angle camera and self-cleaning and refilling robotic indoor floor cleaner that mops and vacuums by itself. Samsung – The SmartThings Station, a smart home wireless charging hub connecting a broad range of home devices and products from thermostats to lights.\n\n– The SmartThings Station, a smart home wireless charging hub connecting a broad range of home devices and products from thermostats to lights. Sony – Sony Honda Mobility unveiled its EV concept car, Afeela.\n\nSony Honda Mobility unveiled its EV concept car, Afeela. Soundskirt – Audio technology – directional MEMS microphone that promises to replace traditional microphone, able to isolate a person’s voice while eliminating other sounds.\n\nAudio technology directional MEMS microphone that promises to replace traditional microphone, able to isolate a person’s voice while eliminating other sounds. TCL – The 40 Series phones, including the TCL 408, 40 S and 40 R 5G.\n\n– The 40 Series phones, including the TCL 408, 40 S and 40 R 5G. Valeo – Solutions that make driving and cities safer, including smart light pole to sense pedestrians and traffic flow, and driving assistance systems.\n\nSolutions that make driving and cities safer, including smart light pole to sense pedestrians and traffic flow, and driving assistance systems. ZF – New multi-domain version of ZF ProAI high-performance computer enables OEMs to run domain-based functions on separate boards on just one central computer.\n\nNew for 2023, CES is partnering with the United Nations Trust Fund for Human Security and the World Academy of Art and Science on the Human Security for All (HS4A) global campaign to foster food security, access to health care, personal income, environmental protection, personal safety, community security and political freedom.\n\nKicking off a full week of must-see events and innovation, CES 2023 runs through Sunday, January 8, with on-demand content available through February. Visit CES.tech to get live updates from CES 2023 – including keynotes, sessions, product announcements and show floor coverage. Download CES b-roll, including CES Unveiled product debuts, and view the high-res image gallery here.",
            "title": "CES 2023 Concludes a Successful Show with an Emphasis on Global Challenges",
            "keywords": [
                "innovation",
                "ces",
                "including",
                "technology",
                "smart",
                "tech",
                "global",
                "unveiled",
                "emphasis",
                "2023",
                "tv",
                "successful",
                "vehicle",
                "concludes",
                "challenges"
            ],
            "link": "https://www.emsnow.com/ces-2023-concludes-a-successful-show-with-an-emphasis-on-global-challenges/",
            "skip": "false",
            "summary": "\n\nCES 2023 opened with the launch of innovative products that can help address global challenges, such as energy conservation, access to clean water and food security. Featuring over 3200 exhibiting companies and start-ups alongside celebrities from sports, music and film, CES is focused on advancing technology through talks on topics like AI, sustainability, transportation and digital health."
        },
        "5": {
            "text": "[Federal Register Volume 87, Number 245 (Thursday, December 22, 2022)] [Notices] [Page 78714] From the Federal Register Online via the Government Publishing Office [www.gpo.gov] [FR Doc No: 2022-27753]\n\nNATIONAL AERONAUTICS AND SPACE ADMINISTRATION\n\n[Notice: (22-100)]\n\nNASA Advisory Council; Meeting\n\nAGENCY: National Aeronautics and Space Administration.\n\nACTION: Notice of meeting.\n\nSUMMARY: In accordance with the Federal Advisory Committee Act, the National Aeronautics and Space Administration (NASA) announces a meeting of the NASA Advisory Council (NAC).\n\nDATES: Tuesday, January 17, 2023, 10:15 a.m.-4:30 p.m. eastern time; and Wednesday, January 18, 2023, 8:00 a.m.-12:00 p.m. eastern time.\n\nADDRESSES: Virtual meeting via telephone and WebEx.\n\nFOR FURTHER INFORMATION CONTACT: Ms. Marcia Guignard, NAC Administrative Officer, NASA Headquarters, Washington, DC 20546, [email protected]\n\nSUPPLEMENTARY INFORMATION: This meeting will only be available by Webex or telephonically for members of the public. If dialing in via toll number, you must use a touch-tone phone to participate in this meeting. Any interested person may join via Webex on Tuesday, January 17th at https://nasaenterprise.webex.com, the meeting number is 2760 679 3993, and the password is iuC6JKkc*22. To join by telephone call, use US Toll +1-415-527-5035 (Access code: 2760 679 3993). You may join via Webex on Wednesday, January 18th at https://nasaenterprise.webex.com, the meeting number is 2760 606 6610, and the password is [email protected] To join by telephone call, use US Toll +1-415-527-5035 (Access code: 2760 606 6610).\n\nThe agenda for the meeting will include reports on the following NAC priority focus areas:\n\n–Climate Change\n\n–Commercial and Industry Partnerships\n\n–Diversity, Equity, Inclusion and Accessibility\n\n–International Collaboration\n\n–Program Management and Acquisition\n\nThe agenda for the meeting will also include reports from the following NAC committees:\n\n–Aeronautics Committee\n\n–Human Exploration and Operations Committee\n\n–Science Committee\n\n–STEM Engagement Committee\n\n–Technology, Innovation and Engineering Committee\n\nIt is imperative that the meeting be held on this date to accommodate the scheduling priorities of the key participants.\n\nCarol Hamilton, Acting Advisory Committee Management Officer, National Aeronautics and Space Administration. [FR Doc. 2022-27753 Filed 12-21-22; 8:45 am] BILLING CODE 7510-13-P",
            "title": "NASA Advisory Council Meeting",
            "keywords": [
                "space",
                "webex",
                "telephone",
                "advisory",
                "nasa",
                "aeronautics",
                "council",
                "number",
                "join",
                "2760",
                "meeting",
                "toll"
            ],
            "link": "https://spaceref.com/event/nasa-advisory-council-meeting-2/",
            "skip": "false",
            "summary": "\n\nThe National Aeronautics and Space Administration (NASA) is hosting a virtual meeting of the NASA Advisory Council on January 17th and 18th. The agenda covers priority focus areas such as climate change, commercial and industry partnerships, diversity, equity, inclusion and accessibility, international collaboration, program management and acquisition. Reports from various NAC committees will also be given during this meeting. All interested persons may join the virtual event via Webex or telephone call using provided access codes."
        },
        "6": {
            "text": "The Orion spacecraft is back in Florida after Artemis I, a direct deposit on Mars, and an insightful mission comes to an end. These are a few of the stories to tell you about – This Week at NASA!\n\nThe Orion spacecraft is back in Florida, after Artemis I …\n\nA direct deposit on Mars …\n\nAnd an insightful mission comes to an end…\n\na few of the stories to tell you about – This Week at NASA!\n\nArtemis I Orion Spacecraft Returns to Kennedy Space Center\n\nThe Orion spacecraft that completed the 1.4-million-mile Artemis I mission beyond the Moon and back, has been safely retrieved from the Pacific Ocean and transported back to NASA’s Kennedy Space Center in Florida. The spacecraft will undergo post-flight analysis ahead of the first crewed flight of Orion on Artemis II.\n\nPerseverance Rover Deposits First Sample on Mars Surface\n\nNASA’s Perseverance rover recently deposited a titanium tube, filled with a rock sample, onto the surface of Mars. It is the first of about 10 sample tubes the rover is expected to eventually leave at a location on Mars called “Three Forks.” Sample tubes dropped off there could be returned to Earth by the future Mars Sample Return campaign.\n\nNASA Retires InSight Mars Lander Mission\n\nMission managers have ended the InSight mission on Mars after consecutive attempts to contact the spacecraft failed. InSight spent more than four years collecting unique science about the interior layers of Mars that is helping us better understand all rocky planets, including Earth.\n\nApollo Astronaut Walter Cunningham Dies at 90\n\nFormer NASA astronaut Walter Cunningham passed away on January 3. Cunningham flew on the first crewed Apollo flight, and later served as chief astronaut for the Skylab program. Walt Cunningham was 90 years old.\n\nThat’s what’s up this week @NASA …",
            "title": "This Week @NASA: Orion Spacecraft Returns, Mars Sample Deposited, InSight Mars Lander Mission Ends",
            "keywords": [
                "sample",
                "lander",
                "returns",
                "cunningham",
                "artemis",
                "insight",
                "rover",
                "nasa",
                "mission",
                "spacecraft",
                "week",
                "mars",
                "orion"
            ],
            "link": "https://scitechdaily.com/this-week-nasa-orion-spacecraft-returns-mars-sample-deposited-insight-mars-lander-mission-ends/",
            "skip": "false",
            "summary": " This week, we discuss the return of Orion Spacecraft from its Artemis I mission beyond the Moon and back, Perseverance Rover depositing a rock sample at Three Forks on Mars, InSight Mission being retired and Walter Cunningham passing away."
        },
        "7": {
            "text": "From left, deputy CEO of UK Space Agency Ian Annett, CEO of Virgin Orbit Dan Hart, and head of Spaceport Cornwall Melissa Thorpe at Newquay Airport, in Cornwall, UK on Sunday. Photo: Reuters",
            "title": "Virgin Orbit set for historic satellite launch into space from Britain on Monday",
            "keywords": [
                "satellite",
                "set",
                "space",
                "ceo",
                "newquay",
                "melissa",
                "historic",
                "orbit",
                "uk",
                "spaceport",
                "virgin",
                "launch",
                "britain",
                "cornwall",
                "thorpe"
            ],
            "link": "https://amp.scmp.com/news/world/europe/article/3206044/virgin-orbit-set-historic-satellite-launch-space-britain-monday",
            "skip": "false",
            "summary": "\n\nThe UK Space Agency has partnered with Virgin Orbit to facilitate the launch of satellites from Cornwall in a bid to explore new frontiers of space exploration. The partnership was signed off by Deputy CEO Ian Annett, and CEO Dan Hart, accompanied by head of Spaceport Cornwall Melissa Thorpe at Newquay Airport in Cornwall. In brief, this article covers a partnership between the UK Space Agency and Virgin Orbit that is designed to propel space exploration further than ever before from Cornwall's Newquay Airport."
        },
        "8": {
            "text": "India has announced it's ready to launch its first human space flight in 2024 almost a year after making yet another attempt to land a rover on the surface of the moon.\n\nThe planned launches of the Gaganyaan series of rockets will be counted as a success of the country’s Make-In-India campaign designed to cut dependence on forbidden technology and foreign hardware.\n\n\"Although our space journey started late in comparison to America or Russia, today we are in a position where our research findings are similar to those of America and Russia,\" said Jitendra Singh, India's Science and Technology Minister.\n\n\"Gaganyaan would be India's first human flight and it will also be an excellent symbol of self-reliance as it will increase the confidence of the nation,\" he said.\n\nSingh claimed that Covid-19, which infected 44.7 million Indians, had delayed the programme by two years.\n\n\"In the next year, there will be two preliminary launches. The first launch will be unmanned and this experiment will be done to mark the routes because if the 'Gaganyaan' rocket goes into space then it should also return safely the same way.\"\n\nOfficials said the second experimental launch will carry a robot resembling a human instead of real astronauts.\n\n\"When both the experiments assure that we are completely ready, and then in the third one we will send humans into space,\" Singh said.\n\nThe second orbital flight will take Gaganyaan capsule to a higher altitude for elaborate tests to perfect onboard flight systems.\n\n\n\nRead more on RFI English\n\n\n\nRead also:\n\nIndian defence forces on mission to secure place in space\n\nIndia’s ambitious satellite mission hits hurdle as rocket loses way in space\n\nFrom the Lab: James Webb space telescope captures images of glittering galaxies",
            "title": "India begins countdown to blast astronauts into space in 2024",
            "keywords": [
                "countdown",
                "india",
                "space",
                "2024",
                "human",
                "singh",
                "second",
                "russia",
                "rocket",
                "technology",
                "flight",
                "begins",
                "astronauts",
                "launch",
                "blast",
                "gaganyaan"
            ],
            "link": "https://uk.news.yahoo.com/india-begins-countdown-blast-astronauts-112120369.html",
            "skip": "false",
            "summary": "\n\nIndia is set to launch its first human space flight in 2024 as part of their Make-In-India campaign, which will increase the nation's confidence and cut dependence on foreign hardware. Covid-19 delayed the program by two years, but preliminary launches are still planned for next year with a human orbital flight planned for later."
        },
        "9": {
            "text": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy.",
            "title": "Are you a robot?",
            "keywords": [
                "policy",
                "service",
                "loading",
                "review",
                "happenplease",
                "information",
                "supports",
                "terms",
                "robot",
                "javascript",
                "sure"
            ],
            "link": "https://www.bloomberg.com/news/articles/2023-01-08/virgin-orbit-says-way-clear-for-first-uk-space-launch",
            "skip": "false",
            "summary": "\n\n1. Ensure that your browser supports JavaScript and cookies. \n2. Review the Terms of Service and Cookie Policy for additional information."
        },
        "10": {
            "text": "According to recent research from the University of Bath in the UK, newborn supramassive stars, rather than black holes, may be the cause of gamma-ray bursts.\n\nSatellites orbiting Earth have detected Gamma-ray bursts (GRBs) as luminous flashes of extremely energetic gamma-ray radiation that last from milliseconds to hundreds of seconds. These catastrophic blasts occur in distant galaxies billions of light-years away from Earth.\n\nA type of GRB called a short-duration GRB is produced when two neutron stars collide. These ultra-dense stars, which have the mass of our Sun compressed into a size smaller than a city, generate ripples in space-time called gravitational waves just before triggering a GRB in their final moments.\n\nUntil now, space scientists have largely agreed that the ‘engine’ powering such energetic and short-lived bursts must always come from a newly formed black hole (a region of space-time where gravity is so strong that nothing, not even light, can escape from it). However, new research by an international team of astrophysicists, led by Dr. Nuria Jordana-Mitjans at the University of Bath in the UK, is challenging this scientific orthodoxy.\n\nAccording to the study’s findings, some short-duration GRBs are triggered by the birth of a supramassive star (otherwise known as a neutron star remnant) not a black hole.\n\nDr. Jordana-Mitjans said: “Such findings are important as they confirm that newborn neutron stars can power some short-duration GRBs and the bright emissions across the electromagnetic spectrum that have been detected accompanying them. This discovery may offer a new way to locate neutron star mergers, and thus gravitational waves emitters when we’re searching the skies for signals.”\n\nCompeting theories\n\nMuch is known about short-duration GRBs. They start life when two neutron stars, which have been spiraling ever closer, constantly accelerating, finally crash. And from the crash site, a jetted explosion releases the gamma-ray radiation that makes a GRB, followed by a longer-lived afterglow. A day later, the radioactive material that was expelled in all directions during the explosion produced what researchers call a kilonova.\n\nHowever, precisely what remains after two neutron stars collide – the ‘product’ of the crash – and consequently the power source that gives a GRB its extraordinary energy, has long been a matter of debate. Scientists may now be closer to resolving this debate, thanks to the findings of the Bath-led study.\n\nSpace scientists are split between two theories. The first theory has it that neutron stars merge to briefly form an extremely massive neutron star, only for this star to then collapse into a black hole in a fraction of a second. The second argues that the two neutron stars would result in a less heavy neutron star with a higher life expectancy.\n\nSo the question that has been needling astrophysicists for decades is this: are short-duration GRBs powered by a black hole or by the birth of a long-lived neutron star?\n\nTo date, most astrophysicists have supported the black hole theory, agreeing that to produce a GRB, it is necessary for the massive neutron star to collapse almost instantly.\n\nElectromagnetic signals\n\nAstrophysicists learn about neutron star collisions by measuring the electromagnetic signals of the resultant GRBs. The signal originating from a black hole would be expected to differ from that coming from a neutron star remnant.\n\nThe electromagnetic signal from the GRB explored for this study (named GRB 180618A) made it clear to Dr. Jordana-Mitjans and her collaborators that a neutron star remnant rather than a black hole must have given rise to this burst.\n\nElaborating, Dr. Jordana-Mitjans said: “For the first time, our observations highlight multiple signals from a surviving neutron star that lived for at least one day after the death of the original neutron star binary.”\n\nProfessor Carole Mundell, study co-author and professor of Extragalactic Astronomy at Bath, where she holds the Hiroko Sherwin Chair in Extragalactic Astronomy, said: “We were excited to catch the very early optical light from this short gamma-ray burst – something that is still largely impossible to do without using a robotic telescope. But when we analyzed our exquisite data, we were surprised to find we couldn’t explain it with the standard fast-collapse black hole model of GRBs.\n\n“Our discovery opens new hope for upcoming sky surveys with telescopes such as the Rubin Observatory LSST with which we may find signals from hundreds of thousands of such long-lived neutron stars before they collapse to become black holes.”\n\nDisappearing afterglow\n\nWhat initially puzzled the researchers was that the optical light from the afterglow that followed GRB 180618A disappeared after just 35 minutes. Further analysis showed that the material responsible for such a brief emission was expanding close to the speed of light due to some source of continuous energy that was pushing it from behind.\n\nWhat was more surprising was that this emission had the imprint of a newborn, rapidly spinning and highly magnetized neutron star called a millisecond magnetar. The team found that the magnetar after GRB 180618A was reheating the leftover material of the crash as it was slowing down.\n\nIn GRB 180618A, the magnetar-powered optical emission was one-thousand times brighter than what was expected from a classical kilonova.\n\nReference: “A Short Gamma-Ray Burst from a Protomagnetar Remnant” by N. Jordana-Mitjans, C. G. Mundell, C. Guidorzi, R. J. Smith, E. Ramírez-Ruiz, B. D. Metzger, S. Kobayashi, A. Gomboc, I. A. Steele, M. Shrestha, M. Marongiu, A. Rossi and B. Rothberg, 10 November 2022, The Astronomical Journal.\n\nDOI: 10.3847/1538-4357/ac972b\n\nThe study was funded by the Hiroko and Jim Sherwin Postgraduate Studentship.",
            "title": "Not Black Holes: Astronomers May Need To Rethink How Gamma-Ray Bursts Are Formed",
            "keywords": [
                "grb",
                "grbs",
                "gammaray",
                "black",
                "hole",
                "neutron",
                "star",
                "formed",
                "rethink",
                "stars",
                "astronomers",
                "shortduration",
                "jordanamitjans",
                "holes",
                "need",
                "bursts"
            ],
            "link": "https://scitechdaily.com/not-black-holes-astronomers-may-need-to-rethink-how-gamma-ray-bursts-are-formed/",
            "skip": "false",
            "summary": "\n\nRecent research from the University of Bath in the UK suggests that newborn supramassive stars, rather than black holes, may be responsible for powering short-duration Gamma-ray bursts. The study found that GRB 180618A was powered by a millisecond magnetar - an ultra-dense star smaller than a city with the mass of our Sun - reheating leftover material to produce one thousand times brighter optical light than expected. These findings present a new way to locate neutron star mergers and search for gravitational waves emitters in distant galaxies."
        },
        "11": {
            "text": "You have permission to edit this article.\n\nEdit Close",
            "title": "Hesai Technology Announces New Lidar Design Win with SAIC's Rising Auto",
            "keywords": [
                "articleedit",
                "technology",
                "hesai",
                "auto",
                "design",
                "saics",
                "close",
                "permission",
                "announces",
                "rising",
                "lidar",
                "win",
                "edit"
            ],
            "link": "https://www.news-journal.com/hesai-technology-announces-new-lidar-design-win-with-saics-rising-auto/article_10abf3d6-10cd-58de-b780-d577acc90d3c.html",
            "skip": "true",
            "duplicates": [
                "11",
                "12"
            ]
        },
        "12": {
            "text": "Victoria, TX (77901)\n\nToday\n\nPartly cloudy skies early will give way to cloudy skies late. Low 49F. Winds light and variable..\n\nTonight\n\nPartly cloudy skies early will give way to cloudy skies late. Low 49F. Winds light and variable.",
            "title": "Hesai Technology Announces New Lidar Design Win with SAIC's Rising Auto",
            "keywords": [
                "way",
                "winds",
                "49f",
                "auto",
                "low",
                "cloudy",
                "victoria",
                "rising",
                "win",
                "early",
                "technology",
                "hesai",
                "light",
                "design",
                "skies",
                "announces",
                "lidar",
                "late",
                "saics"
            ],
            "link": "https://www.victoriaadvocate.com/hesai-technology-announces-new-lidar-design-win-with-saics-rising-auto/article_15a46ea8-40ac-5ab5-96c4-ba4a028e4e1d.html",
            "skip": "false",
            "duplicates": [
                "11",
                "12"
            ],
            "summary": "\n\nTwo sentence summary: Today in Victoria, TX (77901), the skies will start out partly cloudy but transition to cloudy later. Tonight is expected to be similar with a low of 49F and light and variable winds."
        },
        "13": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.iol.co.za/business-report/international/this-small-box-could-be-the-future-of-building-in-outer-space-7fbb78f0-1be5-4bb8-9180-c05b83c784a9",
            "skip": "true"
        },
        "14": {
            "text": "The lunar Gateway space station will be about one sixth of the size of the International Space Station.\n\nLiving quarters of NASA's moon orbiting Gateway station will be so tiny that astronauts will not be able to stand upright inside, an architect involved in the station's design said.\n\nNASA and its international partners plan to begin construction of the Gateway station in the moon's orbit in the next couple of years. When complete near the end of the decade, the space lab will be about one sixth of the size of the International Space Station (ISS), featuring two habitation modules that will force crew members to all but forgo personal space.\n\n\"The International Habitation module will have habitable space of about 8 cubic meters [280 cubic feet] and you will have to share it with three others,\" René Waclavicek, a space architect and design researcher at Austria-based LIQUIFER Space Systems, said at the Czech Space Week conference in Brno (opens in new tab), the Czech Republic, on Nov. 30, 2022. \"In other words, that would be a room 2 by 2 by 2 meters [6.6 by 6.6 by 6.6 feet]. And you are locked in there. There are other rooms but they are not bigger and there are not many of them.\"\n\nRelated: Watch NASA's next-generation lunar Gateway space station build up in concept video\n\nWaclavicek was involved in the design phase of the Europe-built International Habitation module (opens in new tab), or I-Hab, which is one of Gateway's two habitable elements, essentially bed rooms combined with lab space (the other being the Habitation and Logistics Outpost (opens in new tab), HALO, developed by Northrop Grumman in the U.S.).\n\nWhen working on the design, the architects had to bow down to practical demands dictated by the nature of the project, Waclavicek said. Their initial hopes for larger modules, offering a more generous volume of habitable space akin to that available at the International Space Station, had to be abandoned due to the impossibility of launching massive components to the moon .\n\n\"We started off in the first phase with a cylinder with outer dimensions similar to what we know from the ISS,\" Waclavicek said. \"That's about 4.5 m [15 feet] in diameter and 6 m [20 feet] long. But due to mass restrictions, we had to shrink it down to 3 m [10 feet] in outer dimensions. And that left us with an interior cross section of only 1.2 m by 1.2 m [4 feet by 4 feet]. Most of the internal volume is consumed by machinery, so it's essentially just a corridor, where you have to turn 90 degrees if you want to stretch out.\"\n\nThe International Space Station, with its 7.2 by 7.2 feet-wide (2.2 by 2.2 m) interiors, where astronauts could even perform space gymnastics routines , offers a luxury experience compared to what awaits moon explorers on Gateway.\n\n\"[The I-Hab] really is just a cylinder with a hatch on each end and two hatches at the sides and a corridor going through the length axis,\" Waclavicek said. \"Even if you want to pass one another, it's already quite difficult, you have to interrupt whatever you are doing in the moment to let the other fellow pass by you.\"\n\nThe crew quarters of the NASA-led lunar Gateway station will be so small that astronauts will not be able to stand upright. (Image credit: ESA/NASA/ATG Medialab)\n\nSomehow, the architects managed to incorporate about 53 cubic feet (1.5 cubic m) of private space protected by closing doors for each crew member living inside the i-Hab. But the experience of staying aboard the Gateway will be challenging for more reasons than the cramped living quarters alone. As Waclavicek said, most of the module will be occupied by noisy and vibrating life-support technology, the constant hum of which will likely badly grate on the nerves of most mere mortals.\n\n\"Actually, you are living in a machine room,\" Waclavicek said. \"The life-support systems make noise, they have a lot of fans, and you have only 1.5 cubic m of private space where you can close the door and tame the noise.\"\n\nThe architects explored ways to ease the pressure on the crew and make the experience of staying aboard the Gateway more enjoyable, but they kept hitting technical limits, including those of launch vehicles available to send the module to its destination.\n\n\"We always get asked \"where is the window?\" Waclavicek said. \"At the International Space Station, the most popular place where astronauts spend every free minute is the window. But there are technical problems associated with it. The moon is a thousand times farther away [than the ISS] and each window is a disturbance in the continuity of the structure. Also, glass is very heavy so a window is the first thing that gets canceled.\"\n\nThere will, however, be smaller windows on the Gateway, located in the refueling module ESPRIT, which will also be built in Europe.\n\nWhile the American HALO module may be launched as early as 2024, I-Hab's journey to the moon is not expected before 2027. Currently, Waclawicek said, the team is working on the Critical Design Review, an important milestone before hardware manufacturing can commence, and has started building a real-size mockup for testing human interaction with the habitat environment.",
            "title": "NASA's moon-orbiting space station will be claustrophobic, architect says",
            "keywords": [
                "m",
                "space",
                "architect",
                "moon",
                "module",
                "claustrophobic",
                "gateway",
                "international",
                "nasas",
                "feet",
                "waclavicek",
                "design",
                "moonorbiting",
                "station"
            ],
            "link": "https://www.space.com/lunar-gateway-station-claustrophobic-architect-says",
            "skip": "false",
            "summary": "\n\n2 Sentence Summary: The NASA-led lunar Gateway station will feature two habitable elements, providing only 8 cubic meters of living space per astronaut. Astronauts will be forced to all but forgo personal space and features like windows are restricted due to launch vehicle limitations."
        },
        "16": {
            "text": "Israel's intention to set up a 'space administration' has a lot to do with Tehran's space program and cooperation with Russia\n\nIsrael's Air Force has announced the creation of its own space force—or \"space administration.\" Very little is known about the body at this time, save that it will be commanded by an officer with the rank of Lieutenant Colonel and its goal is to examine \"how Israel can use space for purposes that cannot be specified,\" in the typically vague manner of descriptions subject to Israeli military censorship.\n\nThe broad outline of the program's evolution is similar enough to that of the United States, which established its own Space Force in 2019. The space program had previously fallen under the purview of the air force, as the air and space arm. Some Israeli analysts have commented that the new branch offers more headline fodder than substance. But military planners have also noted that despite its role, the air force had not made space a significant focus of operations or procurements, and the new taskforce seems to be a restructuring to ensure space is no longer neglected.\n\nBut now the military says that space will be a near future combat arena—but against who, and with what capabilities?\n\nIsrael has been a space power for more than 30 years—launching its first satellite in 1988, and many more since. Since then it has shown offensive space capabilities, in 2015 demonstrating the Arrow 3 missile's ability to intercept a target in space—a capability that could easily double as an anti-satellite weapon like those shown off by the United States, Russia and China. These capabilities alone though were not enough to justify creating a new space command structure.\n\nBut in the past, Israel's adversaries did not pose a threat in space or to Israel's satellite and orbital communications infrastructure. The new space administration has its eyes focused on Iran, and Tehran has been advancing its space program by leaps and bounds, despite a string of recent catastrophic failures. Tehran has successfully launched their own satellites on modified ballistic missiles, and that advanced missile program poses an existential threat to Israel—one that requires space capable interceptors such as the Arrow 3 to counter.\n\nBut it isn’t just a question of regional threats anymore—the United States, China and Russia all have their own space force variations, and Russia has entered a strategic partnership with Iran over the war in Syria. This will allow Iran access to more advanced space technologies but also will force Israel to look for ways to counter Russian made space threats that could be provided by Moscow.\n\nIsrael's future will be one with for more spaceborne threats than the nation faced in the past—meaning space technologies can no longer be neglected by the air force or consigned to the MAPAT research and development wing of the Defense Ministry. Instead a detailed space defense policy needs to be inked—and that means a new command structure willing to invest in it.",
            "title": "With space force, Israel designs new defense against familiar foe",
            "keywords": [
                "threats",
                "program",
                "russia",
                "space",
                "israels",
                "united",
                "military",
                "designs",
                "familiar",
                "israel",
                "foe",
                "force",
                "defense",
                "air",
                "states"
            ],
            "link": "https://www.i24news.tv/en/news/israel/technology-science/1673189762-with-space-force-israel-designs-new-defense-against-familiar-foe",
            "skip": "false",
            "summary": "\n\nIsrael has officially declared the establishment of a space force, due to the increase in threats from Iran's space program and its partnership with Russia. This new body will be commanded by an officer with the rank of Lieutenant Colonel, and will focus on how Israel can use space for purposes that cannot be specified. It is clear that this restructuring was necessary in order to counter Iranian advancements in its space technologies such as missiles capable of intercepting targets in space. Additionally, Israel needs to find ways to defend against Russian made space threats provided by Moscow."
        },
        "17": {
            "text": "Reddit Vote Share 0 Shares\n\nState-space models (SSMs) are models created to represent dynamic systems using state variables. These models primarily work with time-series data and use a collection of first-order differential equations to describe a system. With recent technological advancements, SSMs have achieved remarkable performance in domains like financial research and time series forecasting. However, one area where they fall short of expectations involves language modeling tasks, as they cannot match the performance of transformer systems. SSMs are also slower than Transformers, despite even scaling approximately linearly rather than quadratically for sequence length. Researchers believe that the primary cause behind this is hardware underutilization.\n\nResearchers from Stanford University collaborated with the State University of New York at Buffalo in an effort to comprehend and close this gap between SSMs and transformer language model attention mechanisms. The team documented the results of their investigation in the recent paper, ‘Hungry Hungry Hippos: Towards Language Modeling using State Space Models.’ They also studied various methods to lower the hardware barrier between SSMs and attention and came up with a novel state-passing algorithm called FlashConv, which achieves 2x speedups on the Long Range Arena benchmark and enables 1.6x faster text generation than conventional transformer architectures.\n\nThe two key features existing SSMs struggle with are remembering previously encountered tokens and comparing tokens between sequences. The team used synthetic language modeling tasks focused on text manipulation to identify these expressivity gaps between SSMs and attention. The team contributed significantly to creating a new SSM layer termed Hungry Hungry Hippo (H3) as an alternative to attention in language modeling. The proposed H3 layer stacks two discrete SSMs with multiplicative interactions between input projections and the corresponding outputs to simulate comparisons between different points in a sequence. H3 compares favorably to Transformers on OpenWebText in terms of perplexity and matches attention on synthetic languages. Additionally, on the OpenWebText benchmark, a hybrid H3-attention model outperforms transformers by 1.0 PPL (perplexity).\n\nThe researchers also suggested FlashConv, a hierarchical approach, as a superior hardware-aware technique for SSMs. The algorithm was designed to enable SSMs to utilize contemporary accelerators and function more quickly than attention. FlashConv uses the FFT (fast Fourier transform) algorithm to enhance efficiency on text sequences. Inputs can be divided into smaller pieces to fit into GPU SRAM for effective computation by taking advantage of the recurring qualities of SSMs to process the input in chunks. As a result, FlashConv can scale SSMs on GPU SRAM to any sequence length with nearly linear computational complexity.\n\nAfter several experimental evaluations, the team concluded that FlashConv set a new state-of-the-art speed record on the long range arena benchmark by yielding a 2x speedup. Additionally, the team scaled hybrid H3-attention language models with up to 1.3B parameters using FlashConv. These models excelled on most SuperGLUE benchmark tasks using zero- and few-shot learning. The scaling of SSMs to larger sizes is a potential approach, the researchers concluded as a result. The researchers are eager to continue combining the complementing qualities of SSMs and attention in their future work. This was primarily due to their performance gains over the pure H3 model and Transformers by simply combining two attention layers to H3. The researchers are eager to investigate more sophisticated designs for combining SSMs.\n\nCheck out the Paper. All Credit For This Research Goes To the Researchers on This Project. Also, don’t forget to join our Reddit page and discord channel, where we share the latest AI research news, cool AI projects, and more.",
            "title": "This Artificial Intelligence (AI) Research Explores The Expressivity Gap Between State Space Models And Transformer Language Model Attention Mechanisms",
            "keywords": [
                "models",
                "language",
                "flashconv",
                "transformer",
                "space",
                "research",
                "h3",
                "gap",
                "state",
                "researchers",
                "transformers",
                "team",
                "attention",
                "intelligence",
                "model",
                "ssms",
                "using",
                "mechanisms"
            ],
            "link": "https://www.marktechpost.com/2023/01/08/this-artificial-intelligence-ai-research-explores-the-expressivity-gap-between-state-space-models-and-transformer-language-model-attention-mechanisms/",
            "skip": "false",
            "summary": "\n\nStanford University and State University of New York at Buffalo conducted a new study that investigates the expressivity gap between state-space models (SSMs) and transformer language model attention mechanisms. The team proposed a novel state-passing algorithm called FlashConv, which can achieve 2x speedups on the Long Range Arena benchmark, enable 1.6x faster text generation than conventional transformers architectures and also created an SSM layer termed Hungry Hungry Hippo (H3). Check out the paper to learn more about this research! Join our Reddit page and discord channel for current AIresearch news, cool projects, etc."
        },
        "18": {
            "text": "(Image credit: John Chumack/GalacticImages.com)\n\nThe Comet C/2022 E3 (ZFT) could put on an amazing show for skywatchers January and February 2023, when it could become visible to the unaided eye in the night sky.\n\nDiscovered in March 2022 by the Zwicky Transient Facility, the comet is making its first close pass by Earth in 50,000 years and has not been seen since the time of the Neanderthals. Since its discovery, stargazers and astrophotographers have captured amazing images of the gorgeous green comet. Take a look at their images here.\n\nRead more: Possible naked-eye comet will visit Earth for 1st time since Neanderthals in 2023\n\nJohn Chumack of GalacticImages.com caught the image above from Yellow Springs, Ohio. Chumack writes that the comet \"was estimated to be shining around 11.00 magnitude, you can definitely see its tail and the 2.5 arc-min Green Coma.\"\n\nThe photographer also added that \"There are several faint (16th to 17th magnitude) PGC [Principal Galaxies Catalogue] galaxies visible in this image as the comet was moving through Ursa Major.\"\n\nIf you’re hoping to observe C/2022 E3 (ZTF), our guides for the best telescopes and best binoculars are a great place to start. If you’re looking to snap photos of the night sky, check out our guide on how to photograph the moon, as well our best cameras for astrophotography and best lenses for astrophotography.\n\nEditor’s Note: If you snap the comet C/2022 E3 (ZTF), and would like to share it with Space.com’s readers, send your photo(s), comments, and your name and location to spacephotos@space.com.",
            "title": "Amazing photos of gorgeously green Comet C/2022 E3 (ZFT)",
            "keywords": [
                "gorgeously",
                "visible",
                "photos",
                "comet",
                "e3",
                "green",
                "c2022",
                "ztf",
                "snap",
                "youre",
                "best",
                "amazing",
                "image",
                "zft"
            ],
            "link": "https://www.space.com/comet-c2022-e3-ztf-january-06-gallery",
            "skip": "false",
            "summary": "\n\nIn 2023, an amazing comet, C/2022 E3 (ZFT), will appear in the night sky for the first time since the time of Neanderthals. Professional astrophotographers have already captured dazzling images of its green coma and faint PGC galaxies visible around it. It is a rare opportunity to observe this heavenly spectacle with one's own eyes or camera equipment."
        },
        "19": {
            "text": "LauncherOne ignites after being dropped from Cosmic Girl. (Credit: Virgin Orbit)\n\nWhile the first week of 2023 saw only one launch worldwide, things will get a lot busier in week 2. Virgin Orbit is set to conduct its first launch from the UK, ABL Space hopes to launch its first rocket ever, and SpaceX and China have three launches apiece on their manifests.\n\nUpdated at 1/8/23 at 3:23 p.m. PST: SpaceX OneWeb launch postponed 24 hours to Jan. 9 at 11:50 pm EST. Awaiting word on whether this will impact the rest of SpaceX’s manifest this week.\n\nOrbital Launches\n\nJan. 8-14\n\nDate Launcher – Organization Payload – Organization Purpose Launch Site Jan. 8 Long March 7A – CASC+ Shijian-23 – CAST* Tech demo Wenchang Jan. 9\n\n11:50 pm ET Falcon 9 – SpaceX 40 OneWeb – OneWeb Broadband Cape Canaveral Jan. 9 Ceres-1 – Galactic Energy TBA TBA Yellow Sea Jan. 9-13\n\n5 pm ET RS1 – ABL Space VariSat-1A, 1B – VariSat Tech demo PSC-Alaska Jan. 9\n\n5:16 pm ET LauncherOne – Virgin Orbit Multiple Multiple Cornwall Jan. 9\n\n11:15 pm ET Falcon 9 – SpaceX 51 Starlink – SpaceX Broadband Vandenberg Jan. 12\n\n5:45 pm ET Falcon Heavy – SpaceX CBAS-2, LDPE-3A – U.S. Space Force Communications, tech demo Kennedy Jan. 14 Long March 3B/E – CASC+ ChinaSat-26 – China Satcom Communications Xichang *China Academy of Space Technology\n\n+China Aerospace Science and Technology Corporation\n\nVirgin Orbit’s will conduct its “Start Me Up” launch from Spaceport Cornwall in England. The company’s Cosmic Girl 747 jetliner will take off from Newquay Cornwall Airport and drop the LauncherOne rocket off the southern coast of Ireland. It will be the first orbital launch to originate from the United Kingdom.\n\nThe rocket is carrying nine satellites from the United Kingdom, United States, Oman and Poland. The AMAN Earth observation satellite will be Oman’s first satellite.\n\nVirgin Orbit\n\nStart Me Up Launch Payloads\n\nPayload Company/Agency Purpose Nation AMAN ETCO Earth observation Oman CIRCE A, B DSTL*/NRL# Ionospheric research UK/USA DOVER RHEA Group Tech demo UK ForgeStar-0 Space Forge Tech demo UK IOD-3 Amber Satellite Applications Catapult Maritime domain awareness UK Prometheus 2A, 2B UK Ministry of Defence/NRO+ Tech demo UK/USA STORK-6 SatRevolution Earth observation Poland * Defence Science and Technology Laboratory\n\n# U.S. Naval Research Laboratory\n\n+ National Reconnaissance Office\n\nAll previous Virgin Orbit flights have originated from the Mojave Air and Space Port in Mojave, Calif. LauncherOne has a record of four successes and one failure.\n\nABL Space is hoping to get its RS1 launcher off the ground for the first time this week from the Pacific Spaceport Complex – Alaska after multiple unsuccessful attempts last year. The launch window runs from Jan. 9-13. The rocket is carrying a pair of VariSat technology demonstration satellites designed to provide high frequency marine data communications.\n\nRS1 rocket at the Pacific Spaceport Complex – Alaska. (Credit: ABL Space Systems)\n\nRS1 is a two-stage rocket designed to place payloads weighing 1,350 kg (2,976 lb) into low Earth orbit.\n\nA SpaceX Falcon 9 is set to launch 40 OneWeb broadband satellites from Cape Canaveral Space Force Station in Florida on Monday. It is the second of three Falcon 9 launches booked by OneWeb.\n\nAnother Falcon 9 will launch 51 Starlink broadband satellites from Vandenberg Space Force Base in California. It will be SpaceX’s first Starlink launch of the year. The company has launched 3,666 Starlink satellites on 70 flights since February 2018.\n\nElon Musk’s company will shift its attention back to Florida for a Falcon Heavy launch on Thursday. The giant rocket will carry a pair of satellites into orbit for the U.S. Space Force.\n\nChina Aerospace Science and Technology Corporation (CASC) has a pair of launches scheduled that will carry communications and technology demonstration satellites.\n\nGalactic Energy has a launch of its Ceres-1 rocket scheduled. The payload for the flight is unknown.\n\nLast Week’s Launch\n\nSpaceX launches its sixth Transporter mission with 114 payloads aboard on Jan. 3.\n\nTransporter 6 — Top Payloads\n\nCompany/Agency Payloads Purpose Number Planet Labs SuperDove Earth observation 36 Swarm Technologies (SpaceX owned) SpaceBEE Communications 12 Skykraft Skykraft Air traffic management 6* Spire Global Lemur-2 Meteorology, ship & aircraft tracking 6 DARPA+ Blackjack Reconnaissance 4 Astrocast Astrocast Internet of Things 4 Sen EarthTV Earth observation – UHD streaming 4 Kleos Space KSF3 Navigation 4 ICEYE ICEYE Earth observation 3 Albania government/Satellogic Albania-1, -2 Earth observation 2 D-Orbit ION SCV-007, -008 CubeSat deployer 2 Lynk Global Lynk Tower 3, 4 Communications 2 Royal NLR++/TNO^/FFI** MilSpace-2 1, -2 2 Tech demo 2 Satellogic ÑuSat 34, 35 Earth observation 2 Umbra Lab Umbra-05, -06 Earth observation 2 Total 90 +Defense Advanced Research Projects Agency\n\n*5 satellites and Skykraft satellite deployer\n\n++Royal Netherlands Space Centre\n\n^Netherlands Organisation for Applied Scientific Research\n\n**Norwegian Defence Research Establishment\n\nSpaceX has launched 550 payloads on six Transporter missions since January 2021. All flights have been to sun-synchronous orbits.\n\n\n\n\n\n\n\n\n\n",
            "title": "The Week Ahead: Virgin Galactic, ABL Space, SpaceX and Chinese Launches Scheduled",
            "keywords": [
                "jan",
                "scheduled",
                "space",
                "galactic",
                "earth",
                "rocket",
                "satellites",
                "tech",
                "falcon",
                "week",
                "observation",
                "virgin",
                "launch",
                "spacex",
                "launches",
                "chinese",
                "abl",
                "ahead"
            ],
            "link": "https://parabolicarc.com/2023/01/08/the-week-ahead-virgin-galactic-abl-space-spacex-and-chinese-launches-scheduled/",
            "skip": "false",
            "summary": "\n\nThis week will be a busy one for the space industry, with Virgin Orbit preparing to conduct its first launch from the UK, and ABL Space attempting to launch their RS1 rocket-their first ever. SpaceX is launching 40 OneWeb satellites from Cape Canaveral this Monday and 51 Starlink satellites from Vandenberg later in the same day; China has two launches planned carrying communications and technology demonstration satellites; plus Galactic Energy plans to launch their Ceres-1 rocket with an unknown payload. Last week's successful Transporter 6 mission was a success, containing over 100 payloads."
        }
    }
}