{
    "date": "2023-01-21",
    "category": "W80",
    "articles": {
        "0": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.sacbee.com/news/local/article271401197.html",
            "skip": "true",
            "gpt_score_reason": "\n\n\"Launch Your Startup with Software from Microsoft Corporation\"\n\n7/10",
            "gpt_relevancy_score": 0
        },
        "1": {
            "text": "Nigerian neobank, Kuda, obtained a licence from the State Bank of Pakistan (SBP) to run a digital bank in the country on Friday, January 13, 2023. The neobank, under the name KT Bank, was one of five banks to receive a licence from the SBP. The other banks include Easy Paisa DB, Hugo Bank, Mashreq Bank, and Raqami.\n\nIn 2015, the SBP launched a national financial inclusion strategy to increase the number of financially included Pakistanis to 50% of the country’s adult population by 2020. It has not achieved that goal, with only 21% of Pakistanis financially included. Its financial inclusion record is even worse when considering gender, as 36% of male adults in the country are in the financial system compared to 7% of women.\n\nWhile the country has made slow progress in its financial inclusion journey, smartphone and Internet penetration has risen. In 2022, the Pakistan Telecommunication Authority reported that smartphone users (52%) now outnumber users of 2G-enabled phones (48%) for the first time. Broadband subscribers in the country also reached 102.7 million in 2021, while the number of active mobile wallets has increased from 26.7 million in 2020 to 46 million in 2021.\n\nPerhaps building on this, the SBP introduced a new regulatory and licensing framework for the country in January 2022, receiving 20 applications by March 2022. It has now granted a licence to the five banks, including Kuda, which are expected to incorporate a public limited company with Pakistan’s Securities and Exchange Commission. An in-principle approval is expected to be granted, after which they can commence operations in the country.\n\nAdvertisement\n\nIn November 2022, Kuda announced that it was beginning operations in the United Kingdom, where large numbers of African immigrants reside, providing them with local transfers and direct debits. At the time, Babs Ogundeyi, the startup’s CEO, explained that Kuda was building a one-stop-shop for Africans, with the UK being the first of its outside-of-Africa destinations. While its Pakistan move does not appear to fall under this plan, Pakistan is ripe for a digital banking disruption, and the startup possibly fancies its chances of competing in the nascent space.",
            "title": "Nigerian digital bank, Kuda, has received a digital banking licence in Pakistan",
            "keywords": [
                "bank",
                "country",
                "financial",
                "licence",
                "2022",
                "banking",
                "pakistan",
                "digital",
                "nigerian",
                "inclusion",
                "sbp",
                "kuda",
                "million",
                "received"
            ],
            "link": "https://techpoint.africa/2023/01/20/kuda-receives-licence-in-pakistan/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nKuda, a Nigerian neobank, has received an in-principle approval from the State Bank of Pakistan to operate as a digital bank under the name KT Bank. This comes after Pakistan announced its new licensing framework in January 2022 and granted five banking licences in early 2021. Combining increased smartphone penetration with low financial inclusion levels, Kuda views this as an opportunity for major gains through banking digitization within the country."
        },
        "2": {
            "text": "A company that is developing an orbital platform to manufacture products in space or recycle space debris has chosen Colorado as its headquarters.\n\nState officials said Thursday that startup ThinkOrbital also considered Florida for its headquarters. The company, which has 11 employees, will initially focus on research and development and expects to create 60 new jobs at an average wage of $80,433.\n\n“Colorado is the epicenter of the aerospace industry, and we are excited to welcome ThinkOrbital to Colorado, bringing 60 new good-paying jobs to Coloradans and joining our innovative and collaborative aerospace community,” Gov. Jared Polis said in a statement.\n\nColorado’s aerospace industry is the second-largest in the country, behind California’s. A report by the Metro Denver Economic Development Corporation and the Colorado Space Coalition said there are 290 aerospace companies in the state and more than 500 companies that provide space-related products and services.\n\nThe report said employment in the aerospace industry grew 11.2% from 2019 to 2020 in the nine-county Denver area and northern Colorado and grew 30.1% from 2015 to 2020.\n\nThe growth was one of the key factors in ThinkOrbital’s decision to locate its headquarters in Colorado, according to state officials. The company also cited the area’s highly educated and skilled workforce.\n\nThinkOrbital is developing platforms that can be deployed in a single launch and assembled autonomously in orbit. The structures could be used for in-space manufacturing, to serve satellites, process and store space debris and for military missions.\n\n“Our ThinkPlatform can scale up to deliver 4,000 cubic meters of internal volume in space through a single launch, four times the volume of the International Space Station,” retired Air Force Col. Lee Rosen, company co-founder, president and chief strategy officer, said in a statement.\n\n“Colorado presents a great opportunity to build and test our technologies on Earth, with access to a great talent pool, a rapidly growing new space industry and several U.S. Space Force installations,” added Rosen, a former SpaceX vice president and U.S. Air Force Academy graduate.\n\nColorado companies are at the forefront of efforts to commercialize space, said Eve Lieberman, executive director of the state Office of Economic Development and International Trade.\n\nCompanies are increasingly interested in taking advantage of the properties of low Earth orbit. The conditions can enable easier manipulation of materials, speed up development cycles and aid research on cures for diseases because cell cultures grow differently.\n\nThinkOrbital received two U.S. Space Force Orbital Prime contracts in 2022. The contracts are for developing technology to clean up space debris and other space services. The company is subleasing space in Lafayette and is considering permanent sites in the Denver and Boulder areas.\n\nGet more business news by signing up for our Economy Now newsletter.",
            "title": "Aerospace startup ThinkOrbital selects Colorado as headquarters",
            "keywords": [
                "headquarters",
                "industry",
                "denver",
                "state",
                "selects",
                "space",
                "colorado",
                "thinkorbital",
                "aerospace",
                "developing",
                "force",
                "company",
                "startup",
                "development"
            ],
            "link": "https://www.denverpost.com/2023/01/20/thinkorbital-aerospace-startup-colorado/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nThinkOrbital, a startup that is developing an orbital platform to manufacture products in space or recycle space debris, has chosen Colorado as their headquarters. With 11 employees initially focusing on research and development, they expect to create 60 new jobs at an average wage of $80k+. The decision was due to Colorado's rapidly growing aerospace industry with 290 companies providing space-related products and services. Furthermore, the ThinkPlatform has the capability of delivering 4,000 cubic meters of volume for uses like military missions or cures for diseases because cell cultures grow differently in low Earth orbit. As part of two U.S Space Force contracts for tech development and clean up efforts.."
        },
        "3": {
            "text": "New company hopes to renovate former Carolina Box Co. bldg. on Fonville Street\n\nBurlington’s city council has unanimously agreed to sponsor an application for a state-level grant to help a small stone-working startup carve out some new digs in a vacant industrial facility on the city’s north side.\n\nDuring a regularly-scheduled meeting on Tuesday, the council voted 5-to-0 to seek a building reuse grant from the N.C. Department of Commerce on behalf of a locally-based limited liability corporation called Armen Stone.\n\nA relatively young enterprise that manufactures stone countertops for building contractors, Armen hopes to use the proceeds from this state grant to renovate a now-desolate facility at 322 Fonville Street that was formerly home to the Carolina Box Company.\n\nAccording to Burlington’s economic developer Peter Bishop, this plant’s previous occupant had used this facility “to make fancy boxes for special awards and the like.” Bishop told the council that Armen would now like to repurpose the old box factory, which is situated off of North Church Street, several blocks north of the city’s downtown business district.\n\n- Advertisement -\n\nBishop added that the company is prepared to spend $3 million to purchase and renovate this 65,541-square-foot edifice – where, over the course of two years, it intends to quarter 33 employees with an average anticipated salary of $52,000 a year.\n\nIn order to help Armen consummate its vision, Bishop proposed that the city apply for a building reuse grant from the state’s commerce department.\n\nBishop added that the grant’s administrators have “preliminarily approved” a total award of $200,000 for this project. Bishop noted that the city would be liable for 5 percent of the grant’s total value – which would equate to $10,000 if the grant’s tentative value is later confirmed.\n\nBishop assured the council that, in addition to the commerce department’s potential largesse, Armen has remarkably bright financial prospects for such a fledgling enterprise.\n\n“The company has already secured an SBA loan through Fidelity Bank and also a revolving line of credit,” he acknowledged. “That’s a very good start as a startup company to have a bank that believes in you…and certainly everything that we have researched about the company has checked out.”\n\nShould Armen obtain the requested funds from the commerce department, it will join a handful of other local firms that have previously benefited from the state’s building reuse program.\n\nBishop recalled that, since 2019, the recipients of this grant have pumped $10 million into Burlington’s tax base and added upward of 173 new employees to the local workforce. He went on to recount some of the grant’s individual alums, including Flexaust, an industrial hose manufacturer with a facility along Tucker Street; and NOA Living, a designer and manufacturer of luxury home goods that has inhabited a long dormant textile mill along Lakeside Avenue.\n\nBishop also alluded to National OnDemand, a specialist in telecom infrastructure that has renovated two buildings within the city’s downtown business district; and ChenMed, a medical office chain that has resuscitated a former pharmacy building along Harden Street.\n\n“This will hopefully be another one in line with those,” Bishop went on to add of Armen Stone.\n\n“This is very critical capital for a challenging property, and we’re happy to have this fit.”\n\nThe council went on to approve the grant application by a margin of 5-to-0.",
            "title": "City sponsors state grant application on behalf of stone-working startup",
            "keywords": [
                "grant",
                "behalf",
                "application",
                "armen",
                "state",
                "sponsors",
                "stoneworking",
                "commerce",
                "council",
                "went",
                "building",
                "company",
                "facility",
                "startup",
                "city",
                "bishop",
                "grants"
            ],
            "link": "https://alamancenews.com/city-sponsors-state-grant-application-on-behalf-of-stone-working-startup/",
            "skip": "false",
            "gpt_score_reason": " 8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nBurlington's city council has voted to apply for a building reuse grant from the N.C. Department of Commerce on behalf of local stone-working startup Armen Stone, which would use the proceeds towards renovating a vacant industrial facility at 322 Fonville Street that used to be home to Carolina Box Company. The company plans to invest $3 million in purchase and renovation costs as well as create 33 new jobs with an average salary of $52,000 per year. Having already secured an SBA loan through Fidelity Bank, this could potentially be another success story added to Burlington’s tax base since 2019 – when recipients have pumped over 10 million dollars into the local workforce, adding 173 new jobs overall."
        },
        "4": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.youtube.com/watch%3Fv%3DAtvdxpzqBa0",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10.  This article provides helpful information on how to start up a successful business, focusing on key aspects such as market analysis, financial planning and legal considerations. As such it is quite relevant for me in my pursuit of building a startup.",
            "gpt_relevancy_score": 7
        },
        "5": {
            "text": "“It’s clear from what has been made public that the scheme was held closely by Sam and his inner circle at FTX. com and Alameda, which I was not a part of, nor were other executives at FTX.US,” Harrison wrote. “I understand now why they carefully concealed their criminal activity from us. We have extensive professional networks, our own lines of communication with US regulators and our own authority to speak to US media.”",
            "title": "Ex-FTX.US Head Raises $5M for Startup Months After Exchange's Collapse",
            "keywords": [
                "exchanges",
                "head",
                "sam",
                "scheme",
                "professional",
                "raises",
                "media",
                "speak",
                "wrote",
                "understand",
                "months",
                "collapse",
                "regulators",
                "public",
                "5m",
                "startup",
                "exftxus",
                "networks"
            ],
            "link": "https://www.coindesk.com/business/2023/01/20/ex-ftx-us-head-raises-5m-for-startup-months-after-exchange-collapse/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "6": {
            "text": "Sumitomo Corporation has concluded a global exclusive distribution agreement in the non-ferrous metals field with Security Matters (hereinafter, 'SMX'), an Israeli start-up company with proprietary technology that can put specific markers on materials at the molecular level.\n\nThrough sales and marketing of the company's products, which can track raw materials and products along the supply chain, Sumitomo Corporation will contribute to supply chain transparency and the realization of a recycling-oriented society.\n\nCompanies Increasingly Move Toward Sustainable Procurement and Supply Chain Transparency\n\nIn recent years, the world has become increasingly aware of the need for 'sustainable procurement of raw materials. Companies need to procure raw materials to make their products, and this process can create not only quality shortages but also various environmental and social challenges, such as resource depletion, child labor, and land overexploitation. The failure to address those challenges in the supply chain also poses the risk of damaging corporate value.\n\nUnder these circumstances, there is a growing trend around the world to emphasize product traceability (tracking of production history) and to make supply chains more visible and transparent. This visualization of production history enables us to prove that procured products are environmentally and socially conscious, to provide safe and secure products to customers, and to disclose more accurate information to stakeholders.\n\nSMX's Proprietary Technology Deals with the Supply Chain of Metal Resources\n\nSMX is a startup founded in Israel in 2015 with a revolutionary technology that enables centralized management of information throughout the supply chain by assigning individual IDs to substances and managing them on a blockchain. Because of their unique patents that allow them to assign a marker to a substance at the molecular level, they can handle all substances, regardless of their state (gas, liquid, or solid). In addition, there is no falsification of information by third parties with the use of blockchain.\n\nIn the midst of the demand for supply chain transparency, it has been said that it is difficult to accurately grasp and manage the movement of raw materials because the shape of metal resources changes in the process of productization. However, by using SMX technology, which can be applied at the molecular level, it is possible to make the supply chain of metal resources transparent because the markers can function even if the shape of the material changes through processing. Even though the production process of metal resources involves the risk of human rights issues for miners and environmental impacts due to overexploitation, it is possible to identify and prove the source of raw materials and sell safer and more competitive products to customers by using SMX products.\n\nContributing to the Realization of a Sustainable Society through Collaboration with SMX\n\nSumitomo Corporation has concluded an exclusive agency agreement with SMX in the field of non-ferrous metals and will conduct sales and marketing of the company's products. Specifically, we will develop our business in which the production process in the supply chain is monitored and managed by marking ores and products used as raw materials for non-ferrous metals with SMX products. In addition to being a distributor of SMX products, we will also apply SMX technology to the metal resources we handle, such as traceability of nickel and cobalt used in battery metal for EVs and visualization of scrap ratios in copper, in order to differentiate our products, thereby improving the profitability and competitiveness of our business.\n\nFounder and CEO of Security Matters : Mr. Haggai Alon\n\nAbout Security Matters\n\nCEO : Haggai Alon\n\nHeadquarter : Israel\n\nFounded : 2015\n\nBusiness : Development of supply chain visualization technology",
            "title": "Conclusion of a Global Exclusive Distribution Agreement in the Non-Ferrous Metals Field with an Israeli Startup: Security Matters-Contribute to building a sustainable society through making supply cha",
            "keywords": [
                "products",
                "security",
                "chain",
                "metal",
                "making",
                "technology",
                "raw",
                "israeli",
                "supply",
                "nonferrous",
                "society",
                "materials",
                "smx",
                "metals",
                "sustainable",
                "matterscontribute",
                "production",
                "startup",
                "resources"
            ],
            "link": "https://www.marketscreener.com/quote/stock/SUMITOMO-CORPORATION-6491211/news/Conclusion-of-a-Global-Exclusive-Distribution-Agreement-in-the-Non-Ferrous-Metals-Field-with-an-Isra-42778405/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSumitomo Corporation has concluded a global exclusive distribution agreement with Security Matters (SMX), an Israeli start-up company that uses proprietary technology to put markers on substances at the molecular level in order to increase supply chain transparency and enable recycling. Through these collaborations, Sumitomo aims to develop their business with traceability of raw materials and products along the supply chain, enabling them to prove environmentally and socially conscious production processes while selling safe and secure products."
        },
        "7": {
            "text": "Cracking Australia. It’s often a long-held dream for New Zealand businesses.\n\nBut for one Hawke’s Bay natural baby food startup, Norish, selling across the Tasman has always been in the plan - and less than two years after it was founded, about 15% of sales come from Australia.\n\nNorish was founded in April 2021 by nutritionist and former nurse Gina Urlich.\n\nThe New Zealand mother-of-four took $200,000 of family funds and used that to bootstrap the research and development needed to create a line of natural, freeze-dried and nutritional baby products that at first glance might appear to have more in common with the food served to astronauts.\n\nNorish baby food comes as a powder, with parents adding water to the mix to turn it back into “whole food form”.\n\nBecause the products are freeze-dried powders, they are shelf stable and retain and even concentrate the nutrients from the ingredients, Urlich says.\n\nUrlich says some mainstream baby foods such as the popular pouches of pureed baby food you see in the supermarket go through “extreme heating” to make sure they are sterile and safe, but this process destroys water-soluble vitamins and essential nutrients, which are then put back into the product as additives.\n\nA typical Norish blend might contain quinoa powder, carrot, cauliflower or another vegetable blend, grass fed beef bone broth and other dense foods like spirulina or kelp.\n\n“When I started developing the recipes, I really leant into those foods with concentrated nutrients, and then also bioavailable nutrients - ones that are really easy for a baby to digest. These are quite different from the kind of conventional food that we see in the baby food market. Things like liver and bone broth quinoa, and all those fruits and vegetables as well. But pairing them together to enhance that bioavailability and absorption of those nutrients as well.”\n\nUrlich says the freeze drying of the ingredients in the Norish products is a critical part of its manufacturing process and what makes the baby food nutrient dense.\n\n“We knew when we were launching the product it was going to be legitimising that new concept of a baby food. It was really kind of testing the waters, but it's been so well received. The convenience of people taking [the baby food powder] on an aeroplane, and everyone travelling, it's just been so popular for holidays, or those kind of long haul flights or if they're going camping.”\n\nFrom founding the firm in April 2021, Urlich had a product to market a year later.\n\nThe startup is using an Auckland manufacturing facility but the firm is based in Hawke’s Bay where Urlich lives.\n\nUrlich says getting the business up and running has “been a bit of a whirlwind”, but change in the baby food market has been slow.\n\n“I think in the 15 years since having my first child nothing's really changed. Probably the most innovative change that we've seen in baby food has been like the pouch and baby sucking it out of the pouch, more than the food or the ingredients. So it was long overdue for something to come on the market and, and really offer some nutrients at the same time.”\n\nThe firm is focusing on e-commerce, selling primarily through its website and selected health stores like Health Post. Urlich says it’s already selling well in New Zealand and Australia, with about 15% of sales coming from Australia.\n\nEvery month Urlich says the company has to increase the size of their product run, and believes there is an opportunity for Norish to supply products in other markets as well.\n\n“We’re constantly blown away by how much product we are going through.”\n\nUrlich’s existing business, and social media profile, also played a part in boosting Norish.\n\nUrlich has had a successful nutrition business that focuses on women's health and infant nutrition, and she has more than 33,000 followers on Instagram.\n\nThanks to a star appearance at startup accelerator Innovate Hawke’s Bay, the company attracted investment in 2022 from Fingermark technology firm founder Luke Irving and one of the sons of the Ezibuy-founding Gillespie family, Tim Gillespie.\n\n“The investors that have come on board with us offer the opportunity for us to open up to new markets like Australia, but then also their experience and their advice around strategy and in growing as well has been hugely beneficial. Sometimes as a startup and an entrepreneur, it can feel quite lonely and quite isolating. So for me, it's been just such a relief to have an advisory board and a team of experienced people to lean on when we need to make decisions or ask a question or even celebrate the wins.”",
            "title": "How this NZ baby food startup is making powered baby food popular",
            "keywords": [
                "food",
                "popular",
                "really",
                "norish",
                "urlich",
                "market",
                "nz",
                "baby",
                "making",
                "nutrients",
                "products",
                "product",
                "startup",
                "powered"
            ],
            "link": "https://www.interest.co.nz/business/119253/nz-entrepreneur-who-wants-make-baby-food-better",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nNorish, a natural baby food startup founded in April 2021 by Hawke’s Bay nutritionist and former nurse Gina Urlich, uses freeze-drying to create products that retain the nutrients from their wholesome ingredients. Despite being newly established, Norish has seen success in New Zealand and Australia with 15% of sales coming from Australia, gaining investments from Luke Irving and Tim Gillespie as well. By taking advantage of social media profile recognition for Urlich's existing business, Norish is on track to open up even more markets worldwide."
        },
        "8": {
            "text": "EO Media Group has 15 publications around the Pacific Northwest, including the Bend Bulletin. The new print and online outlet will be called The Tribune. The Medford Mail Tribune abruptly closed in mid-January.\n\n“This looked like an opportunity from the standpoint of a business opportunity that we can build a sustainable model there and also serve the community with journalism,” said Heidi Wright, COO and publisher of EO Media Group.\n\nAccording to Wright, they plan to hire a newsroom of 14 people, including seven reporters. While they plan to eventually have a three day per week print edition, the paper will begin online only, according to Bend Bulletin Editor Gerry O’Brien.\n\n“EO Media Group, being an Oregon-based media group, saw this as a prime opportunity to alleviate what they call the news deserts that are happening around the state. That’s why we’re going into this with both feet,” said O’Brien. “I think you’ll see us try to expand into other news deserts, as they say — small town operations that don’t have a website or reporters.”\n\nThe Medford Mail Tribune was the largest newspaper serving the Rogue Valley. Since it closed, another independent newspaper, the Grants Pass Daily Courier, has also said it will expand into Medford. It has hired several former Mail Tribune reporters.\n\nEO Media Group has also been in talks with Ashland-based online news site Ashland.news about sharing content. According to O’Brien, their partnership will allow Ashland.news to be printed once per week.\n\nEO Media Group purchased the Bend Bulletin in 2019 after its parent company, Western Communications, filed for Chapter 11 bankruptcy protection.\n\n“The likelihood was that it would be taken over by one of these venture capital-backed organizations that would strip out all the local reporters, start running wire service stories and turn it into the USA Today of Bend,” said Louis Capozzi, a Bend resident.\n\nCapozzi and four other Bend residents helped raise $1 million for EO Media Group to outbid competitors and purchase the Bulletin. After that, he said, Wright and O’Brien helped turn the paper around.\n\n“They got it financially stable, they got the editorial content to be way better, they had a much more balanced editorial policy and the news side got stronger and more relevant to our community, so it was a terrific win,” Capozzi said.\n\nCapozzi is also a board member of the nonprofit Fund for Oregon Rural Journalism, which he said was started after the Bulletin was purchased to develop priorities for how to strengthen struggling rural newspapers across Oregon, including talent development, monetization, and ways to keep publications relevant.\n\nAccording to Wright, creating a startup news organization in Medford will be funded by their company and through advertising support.\n\n“From what I’ve observed and have communicated with a number of people, I think we will have the support we need to build a sustainable business model,” she said.",
            "title": "EO Media Group to start newspaper in Medford",
            "keywords": [
                "obrien",
                "medford",
                "bend",
                "opportunity",
                "newspaper",
                "media",
                "tribune",
                "online",
                "eo",
                "wright",
                "group",
                "bulletin",
                "start"
            ],
            "link": "https://www.ijpr.org/education/2023-01-20/eo-media-group-to-start-newspaper-in-medford",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nEO Media Group has taken the initiative to create a new print and online outlet in Medford, called The Tribune, after the abrupt closure of Medford Mail Tribune. With plans to hire 14 people in the newsroom including seven reporters and an eventual three day per week print edition, they are working with Ashland-based online news site Ashland.news and Fund for Oregon Rural Journalism to build a sustainable business model funded by their company and advertising support."
        },
        "9": {
            "text": "[1/2] A Rivian R1T pickup, the Amazon-backed electric vehicle (EV) maker, is driven through Times Square during the company?s IPO in New York City, U.S., November 10, 2021. REUTERS/Brendan McDermid/File Photo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJan 20 (Reuters) - A price war in electric vehicles started by market leader Tesla Inc (TSLA.O) has made it much more difficult for money-losing U.S. startups like Rivian Automotive Inc (RIVN.O) and Lucid Group Inc (LCID.O) to grab share in an industry competing for shrinking consumer wallets.\n\nTesla's move last week to slash prices globally on its EVs by as much as 20% could draw new buyers to electric cars in the industry, but also will force other automakers to respond with lower prices or risk getting left behind, analysts and investors said.\n\nSome startups may not be able to afford lower prices as they struggle with staggering raw material and production costs combined with far lower output than the Elon Musk-led Tesla, which delivered more than 1.3 million vehicles last year.\n\nTesla's move will \"strengthen their ... competitive advantage over other automakers,\" CFRA Research analyst Garrett Nelson said.\n\nThe struggles of most startups are a far cry from their initial public offerings over the past few years, when investors believed these companies would take over the EV market and echo the heady valuation Tesla has sported in the past.\n\n'GAME OF THRONES' FOR EV STARTUPS\n\nBoth Rivian and Lucid have yet to turn a profit. Together they delivered more than 24,000 cars last year, with Rivian spending more money on making each car than the selling price of that vehicle.\n\nThe company's cost of goods sold was about 2.7 times its revenue in the last reported quarter, while Lucid's cost of revenue was about 2.5 times its sales.\n\nReuters Graphics\n\nStill, Rivian had $13.8 billion in cash at the end of the third quarter - the most among the U.S. EV startups. Lucid had the second-highest cash reserves with $1.26 billion, and it raised another $1.52 billion in the fourth quarter.\n\nThat gives the companies a sizeable production runway at a time peers Faraday Future (FFIE.O) and British EV startup Arrival have been seeking funding and have warned they might not be able to sustain operations through 2023.\n\n\"It's a 'Game of Thrones' battle for EV startups and they face some dire options over the next 12 to 18 months if they do not succeed in their financial targets,\" said Wedbush Securities analyst Daniel Ives. \"We would expect some ... losers that face the prospect of consolidation or possibly worse on the horizon.\"\n\nA clearer picture of their balance sheets is expected when these companies report fourth-quarter earnings.\n\nRivian declined to comment, while Lucid did not respond to a request for comment.\n\nLucid aims to target the luxury and sport-luxury sedan segment of the EV market, with its cars starting at over $87,000, which is $8,000 less than the base version of Tesla's Model S sedan after the January discounts.\n\nReuters Graphics\n\nLucid, headed by former Tesla executive Peter Rawlinson, has not announced plans for a mass-market car to rival Tesla's Model 3 and Model Y, which start at about $44,000 and $53,000, respectively.\n\nRivian sells its R1T pickup truck at a starting price of $73,000 while its R1S SUV starts at $78,000.\n\nThe company, whose largest shareholder is Amazon.com Inc (AMZN.O), does not plan on selling cheaper cars that it will build on a next-generation R2 platform before 2026. The platform will support higher volumes and be less expensive than the vehicles built on the R1 platform, Rivian says.\n\nTesla's price cuts come just months after contract manufacturer Magna Steyr began production of Fisker's (FSR.N) Ocean SUV, which starts at $37,499 and makes it more vulnerable, analysts said.\n\nFisker declined to comment.\n\nLordstown Motors (RIDE.O), which in May sold a significant chunk of its assets to contract manufacturer Foxconn (2317.TW) to raise funds, said its Endurance pickup targets the commercial fleet market only.\n\nReuters Graphics\n\nReporting by Akash Sriram in Bengaluru, Writing by Aditya Soni Editing by Ben Klayman and Matthew Lewis\n\n\n\n\n\n\n\n\n\n\n\nOur Standards: The Thomson Reuters Trust Principles.",
            "title": "Analysis: Tesla's price cuts promise more pain for money-losing U.S. EV startups",
            "keywords": [
                "startups",
                "market",
                "lucid",
                "times",
                "ev",
                "price",
                "teslas",
                "tesla",
                "vehicles",
                "analysis",
                "cuts",
                "promise",
                "cars",
                "moneylosing",
                "rivian",
                "pain"
            ],
            "link": "https://www.reuters.com/business/autos-transportation/teslas-price-cuts-promise-more-pain-money-losing-us-ev-startups-2023-01-20/",
            "skip": "false",
            "gpt_score_reason": " 6/10",
            "gpt_relevancy_score": 6,
            "summary": "\n\nTesla's recent global price cut of their electric vehicles has put U.S. startups like Rivian Automotive and Lucid Group in a difficult place because they do not have the production output nor the financial clout to compete with them in the market. While Rivian holds $13.8 billion in cash reserves, they still face high production costs that exceed the sale prices of their cars, pushing some other startups into consolidation or worse scenarios if they are unable to succeed financially within the next 1-2 years."
        },
        "10": {
            "text": "Cohort 11 spotlights global startups building from India- for the world\n\nSuccessful exits by six alumni startups\n\nStartups have collectively raised 330 Mn USD, including close to 160 Mn USD in 2022 alone\n\nNetApp (NASDAQ: NTAP), a global cloud-led, data-centric software company today announced the launch of cohort 11 of its flagship accelerator program – NetApp Excellerator. With Cohort 11, NetApp Excellerator brings to light the growing relevance of India as a technology hub with an increasing number of global startups that are building from India, for the world.\n\nCohort 11 welcomes six new startups : Zluri , AppSenitels , RapL , PrivaSapiens , Firefly , and Squadcast . They have been selected based on their affinity to data, technology prowess and problem-solving abilities. Five of these startups are headquartered in the US and Israel, besides being operational in India. This cohort represent the deep tech sector across the spectrum in verticals such as cybersecurity, data privacy, SaaS and IT services- globally. Firefly, which is an Israeli startup is looking to establish operations in India, further validating India’s tech capabilities.\n\nThrough the NetApp Excellerator, startups can enjoy access to resources, mentors, and industry experts across geographies to help them gain maximum exposure and knowledge. Through the last six years, NetApp has mentored 25 global startups.\n\nPrivaSapiens, a company that builds privacy technologies and products, will be mentored under NetApp ExcellerateHER – a dedicated initiative that promotes women founders. NetApp has mentored 11 women-led deep tech startups so far.\n\nRavi Chhabria, Managing Director, NetApp India, said, “To increase the impact of the program, we will be having deeper conversations and longer engagement with startups, facilitating accelerated innovation. With over 45,000 startups and more than 100 unicorns, the Indian startup ecosystem’s journey is one paved on data. A recent NASSCOM report states, data is growing at over 40% CAGR over the last four years. This speaks volumes of the potential and innovation that data-centric startups are bringing to the table. Over the years, we have seen inspiring ideas emerge through every cohort. Our experience and expertise in data services and solutions put us in a unique position to further enable these startups. Collaborative innovation is one of our core values and we are proud to be a part of these startups’ growth journeys.”\n\nThe new cohort has been curated to promote increased engagement between startups and their mentors. Over the course of the cohort, NetApp will share their expertise and experience in data management to empower participants and help build a strong data strategy.\n\nKeeping pace with developments in the dynamic technology ecosystem, the NetApp Excellerator program has evolved over the years. With a shared vision, NetApp mentors and leaders, along with startups have made huge strides in transforming the deep-tech industry. Their success can be seen through their alumni who have gone on to raise over 330 Mn USD collectively, including five startups who raised close to 160 Mn USD in 2022 alone.\n\nHaving come a long way since its inception in 2017, NetApp Excellerator was declared to be one of the top five accelerator programs in India on corporate innovation by NexTT Awards. The award-winning program now includes a proof of concept (PoC) model that provides startups a platform to demonstrate the efficacy of their solutions in the real-world. They work in tandem with NetApp to refine their minimum viable products (MVPs), identify possibilities and additional use cases, which is then used to chalk out their go-to-market strategies. Participating startups can also enjoy access to NetApp products like SPOT that bring in cost-effectiveness in their hybrid cloud environment.\n\nFor more information or to apply, please visit http://startup.netapp.in/ and follow #NetAppExcellerator on social media at @NetAppIndia\n\n###\n\nNetApp Excellerator Cohort 11 startups, at a glance:\n\nStart-up Brief Website Zuri Zluri is a SaaS management platform that helps enterprises discover, manage, and automate their SaaS apps from a single dashboard. https://www.zluri.com/ AppSentinels AppSentinels is a full life-cycle API Security platform that helps development team build secure APIs andhelps security teams in protecting against run-time business-logic API attacks. https://appsentinels.ai/ RapL RapL helps build your next gen workforce by empowering them with what they must know. https://getrapl.com/ PrivaSapiens PrivaSapiens build privacy technologies and product layers for businesses to enhance user security and meet global security compliance standards. https://www.privasapien.com/ Firefly Firefly is a Cloud Asset Management solution that enables DevOps, SREs, and Platform Engineering teams to control their entire cloud footprint and manage it more efficiently using Infrastructure-as-Code https://www.gofirefly.io/ Squadcast Incident Response the SRE Way with solutions for alert routing, automated escalations, on-call schedules, and blameless post-mortems in both web & mobile app versions https://www.squadcast.com/\n\nAbout NetApp:\n\nNetApp is a global cloud-led, data-centric software company that empowers organisations to lead with data in the age of accelerated digital transformation. The company provides systems, software and cloud services that enable them to run their applications optimally from data centre to cloud, whether they are developing in the cloud, moving to the cloud, or creating their own cloudlike experiences on premises. With solutions that perform across diverse environments, NetApp helps organisations build their own data fabric and securely deliver the right data, services, and applications to the right people – anytime, anywhere. Learn more at www.netapp.com or follow us on Twitter , LinkedIn , Facebook , and Instagram .\n\nNETAPP, the NETAPP logo, and the marks listed at www.netapp.com/TM are trademarks of NetApp, Inc.",
            "title": "NetApp highlights India’s tech prowess with the launch of cohort 11 of NetApp Excellerator",
            "keywords": [
                "highlights",
                "cohort",
                "startups",
                "netapp",
                "tech",
                "india",
                "data",
                "global",
                "build",
                "prowess",
                "excellerator",
                "launch",
                "cloud",
                "indias",
                "11"
            ],
            "link": "https://www.cxotoday.com/press-release/netapp-highlights-indias-tech-prowess-with-the-launch-of-cohort-11-of-netapp-excellerator/",
            "skip": "false",
            "gpt_score_reason": " Other company and product names may be trademarks of their respective owners.\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": " Other company and product names may be trademarks of their respective owners.\n\nNetApp Excellerator's eleventh cohort brings together six global startups, signalling India’s increasing relevance as a technology hub. The program has mentored 25 global startups since its inception in 2017, accumulating an impressive 330 Mn USD raised collectively; five of the alumni startups alone having raised close to 160 Mn USD in 2022. NetApp ExcellerateHER also mentors 11 women-led deep tech startups with this round featuring PrivaSapiens; they build privacy technologies and products for businesses to enhance user security meet global compliance standards. Through engaging resources such as dedicated programs, access to industry experts, proof of concepts (PoC) models and more, NetApp is actively enabling startup innovations from India for the world."
        },
        "11": {
            "text": "UK’s jet zero took off yesterday with the first flight of what is described as the world’s largest plane powered by a hydrogen-electric engine.\n\nThe technology developed by ZeroAvia was demonstrated during a flight of its 19-seat Dornier 228 testbed aircraft that took place from the company’s R&D facility at Cotswold Airport in Gloucestershire.\n\nThe ten-minute flight forms part of the HyFlyer II project, a major R&D programme backed by the government’s ATI programme, which aims to develop a 600kW powertrain to support 9-19 seat aircraft worldwide with zero-emission flight.\n\nBusiness Secretary Grant Shapps said: “Today’s flight is a hugely exciting vision of the future – guilt-free flying and a big step forward for zero-emission air travel.\n\n“It also demonstrates how government funding for projects like these is translating into net zero growth.”\n\nVal Miftakhov, ZeroAvia, Founder and Chief Executive Officer, said: “The first flight of our 19-seat aircraft shows just how scalable our technology is and highlights the rapid progress of zero-emission propulsion.\n\n“This is only the beginning – we are building the future of sustainable, zero climate impact aviation.”",
            "title": "UK startup flies ‘world’s largest’ hydrogen-electric plane",
            "keywords": [
                "took",
                "zeroavia",
                "flight",
                "zero",
                "worlds",
                "rd",
                "future",
                "zeroemission",
                "hydrogenelectric",
                "programme",
                "uk",
                "flies",
                "plane",
                "startup",
                "aircraft",
                "technology",
                "largest"
            ],
            "link": "https://www.energylivenews.com/2023/01/20/uk-startup-flies-worlds-largest-hydrogen-electric-plane/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "12": {
            "text": "The number of Japan’s corporate venture capital (CVC) funds, which invest corporate funds directly in external startup companies, and amount of their investments have risen markedly in recent years. This is especially true in areas of digital transformation (DX) and climate change.\n\nMembership in the Japan Venture Capital Association has more than quadrupled over the last decade. A recent report attributes this growth to various structural developments. For one thing, independent VCs have really broken out in Japan, with “the mark of a maturing startup ecosystem.”\n\nThe virtuous cycle needed for this expansion is clear: More VC investments are fueling greater startup successes and leading to improved VC returns, which attracts more capital and talent. The result? VC is becoming ensconced as an asset class, and that accelerates the positive feedback loop.\n\nINVESTMENT STRUCTURE\n\nThere are three key investment structures to consider for CVC funds, and each yields a different type of risk mitigation:\n\nDirect investment from Japan: Does not require the burden of fund formation, but there is a risk that Japanese investors might be directly involved in disputes in the United States (especially startup-related disputes). There is also the blocker entity, which insulates Japanese investors from US taxation and audit risks.\n\nDoes not require the burden of fund formation, but there is a risk that Japanese investors might be directly involved in disputes in the United States (especially startup-related disputes). There is also the blocker entity, which insulates Japanese investors from US taxation and audit risks. Investment through US corporate fund: Although investments through a US corporate fund can reduce the risk of Japanese investors being directly involved in disputes in the United States, the fund is treated as a corporation for US tax purposes. In addition, dividends a US corporate fund receives from its portfolio companies are subject to federal corporate income tax.\n\nAlthough investments through a US corporate fund can reduce the risk of Japanese investors being directly involved in disputes in the United States, the fund is treated as a corporation for US tax purposes. In addition, dividends a US corporate fund receives from its portfolio companies are subject to federal corporate income tax. Investment through US LP fund: Limited partnership (LP) fund structures can enable Japanese investors to reduce the risk of being directly involved in disputes in the United States while enjoying tax benefits from pass-through taxation. An LP fund is treated as a partnership for US tax purposes and is not subject to federal corporate income tax on dividends received from its portfolio companies.\n\nFUND FORMATION PROCEDURES\n\nIn Japan, there are necessary steps to set up a fund. The first step is the incorporation of a blocker entity, which can insulate Japanese investors from US taxation and audit risks, and further reduces the risk of liability exposure in connection with US investments. Tax-exempt individuals in the United States and some foreign investors have used such instruments when participating in private equity or investing in hedge funds.\n\nThe next step is to complete a notification of qualified institutional investor and notification of specially permitted business for qualified institutional investors, etc. in Japan, prior to the execution of a limited partnership agreement and subscription agreement by a Japanese investor.\n\nOn the US side, the State of Delaware is the preferred jurisdiction for fund formation. Delaware corporate law reflects the latest US business developments and contains provisions limiting directors’ and officers’ personal liability and extends indemnification, making it easier to attract talented people. The Delaware Court of Chancery specializes in corporate practice and has a high degree of business predictability, thanks to dispute resolution by professional judges and the large number of precedents.\n\nNote that this venue also signals prestige, as the majority of US publicly traded companies and more than 60% of Fortune 500 companies are incorporated in the state. At a practical level, Delaware offers prompter processing by authorities compared to other states. As for privacy concerns, Delaware filings do not require much personal identifying information, thereby mitigating the risk of disclosure liability.\n\nKEY TAKEAWAYS ON FUND FORMATION\n\nPrior to the execution of a limited partnership agreement and subscription agreement by a Japanese investor, it is necessary to complete the notification of qualified institutional investor and notification of specially permitted business for qualified institutional investors, etc. in Japan.\n\nThe State of Delaware is preferred for the formation of fund managers and LP funds in the United States.\n\nIn addition to corporate filings related to fund formation, filings with the Commerce Department’s Bureau of Economic Analysis (BEA) and filings under the US Securities Act also need to be considered.\n\nLearn More\n\nFor more details on CVC investment fund issues, please see our full presentation, Corporate Venture Capital Investments in US Startups (Part 1): Fund Formation and Investment Structure s (conducted in Japanese). This event is part of our 2023 series designed for Japanese companies and funds developing new business models through investment in US startup companies.\n\n[View source.]",
            "title": "Japanese Corporate Venture Capital Investments in US Startups: Part One",
            "keywords": [
                "startups",
                "investments",
                "capital",
                "investors",
                "fund",
                "venture",
                "japanese",
                "states",
                "corporate",
                "risk",
                "investment",
                "disputes",
                "united",
                "formation"
            ],
            "link": "https://www.jdsupra.com/legalnews/japanese-corporate-venture-capital-3420599/",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\n Japan is seeing a jump in corporate venture capital funds, which invest corporate funds directly into external startup companies. This growth can be attributed to the increasing number of independent VCs and the mark of maturing startups ecosystem. There are three key investment structures to consider when deciding how to form CVC funds; direct investments from Japan, investing through US corporate fund or an LP fund. When forming a CVC fund, Japanese investors must complete notifications with their countries government and then incorporate in Delaware for US tax benefits and privacy concerns. Understanding all considerations around this structure is important so that proper filings can take place - including those with the Commerce Department's Bureau of Economic Analysis (BEA) and under the US Securities Act."
        },
        "13": {
            "text": "Auto retail technology giant Reynolds and Reynolds is the lead investor in Sheeva.AI's $9.25 million series A funding round announced Thursday.\n\nSheeva.AI is building an in-car payments software system that works off a vehicle's location.\n\nThe Tysons Corner, Va., company says its geolocation technology will allow drivers to seamlessly pay for fueling, electric vehicle charging, parking, curbside pickup and drive-through services from their car. The technology can detect a vehicle at a specific gas pump, battery charging space, parking spot or drive-through lane. It then enables payment via an in-vehicle infotainment screen or an automaker's mobile application.\n\n\"Like the Sheeva.AI team, we're big believers in the in-vehicle commerce space,\" said Sidney Haider, senior vice president at Reynolds and Reynolds. \"Our dealer and automotive OEM network sees the car as a new digital platform that will be as revolutionary as the smartphone was in e-commerce.\"\n\nSheeva.AI, which also has offices in Detroit; New Delhi; Dresden, Germany; and Nagoya, Japan, plans to use the funds to hire workers for its production team and expand its automotive partnerships.\n\nThe funding will also help Sheeva.AI add service partners in the fueling, EV charging, parking, tolling, curbside retail and quick service restaurant drive-through sectors in the U.S., India, Europe and Japan, the company said.\n\n\"This investment shows the same level of belief and faith that the entire Sheeva.AI team has in the future of in-vehicle commerce and payments,\" said Evgeny Klochikhin, founder and CEO of Sheeva.AI.\n\nOther investors in this round included Poppe + Potthoff Capital and Pegasus Tech Ventures, a San Jose, Calif., venture capital firm that works with large global corporations that want to partner with technology startups.\n\nAfter Sheeva.AI completed Techstars' global accelerator program in 2020, Tier 1 supplier Hagiwara America seeded it with a $1 million investment in 2021. Sheeva.AI obtained additional funding from Conscious Venture Partners, a Baltimore accelerator and venture capital fund.",
            "title": "Reynolds and Reynolds lead investor in $9M funding round for startup monetizing the driver experience",
            "keywords": [
                "9m",
                "drivethrough",
                "parking",
                "charging",
                "invehicle",
                "driver",
                "sheevaai",
                "venture",
                "reynolds",
                "investor",
                "funding",
                "experience",
                "team",
                "monetizing",
                "lead",
                "startup",
                "technology",
                "round"
            ],
            "link": "https://www.autonews.com/mobility-report/reynolds-and-reynolds-funds-car-payment-system-startup",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nReynolds and Reynolds, one of the largest auto retail technology companies in the world, led a Series A investment round worth $9.25 million for Sheeva.AI, an in-car payments software system that detects vehicles at specific locations and enables payments via infotainment screens or mobile applications. In addition to Reynolds and Reynolds, Poppe + Potthoff Capital, Pegasus Tech Ventures as well as Hagiwara America who have previously invested into Sheeva.AI also contributed to the funding round which will help its expansion across fueling, EV charging services parking, tolling and drive-through sectors in multiple countries including the U.S., India Europe and Japan."
        },
        "14": {
            "text": "Karat co-founders Mo Bhende, left, and Jeff Spector. (Karat Photo)\n\nKarat, the Seattle-based startup that helps companies conduct technical interviews, has laid off 47 employees, citing the need to sharpen its business focus as it continues to grow.\n\n“We are very intentionally focused on expanding our enterprise customer base, growing our footprint in India, scaling Brilliant Black Minds, and building new products,” a Karat spokesperson said via email on Friday. “We are self-funding these areas of investment, and doing so required us to restructure several teams.”\n\nKarat employed close to 200 people in October 2021 when the startup raised a $110 million Series C round and reached “unicorn” status with a $1.1 billion valuation.\n\nA LinkedIn search on Friday listed 423 employees, but Karat declined to say how many people remain at the company.\n\n“These teammates were integral to growing Karat into the successful company it is today, and we are incredibly grateful to them,” the spokesperson added. “We have provided them with comprehensive exit packages, and we will do all we can to support their transitions.”\n\nFounded in 2014, Karat is led by Mo Bhende, a former director for Xbox at Microsoft, and co-founder Jeff Spector, who previously was chief of staff to Melinda French Gates at the Bill & Melinda Gates Foundation.\n\nThe startup uses a network of vetted interviewers who run the interviews via video conference, using a question format and scoring rubric based on research and analysis done by Karat. Companies receive feedback on the top qualified applicants, based on Karat’s diligence, as well as insights about their hiring process. The idea is to help companies screen more candidates while freeing up their own employees from interviewing responsibilities.\n\nIts software is used by tech companies such as Compass, Intuit, and Indeed, and others including Ford, American Express, and Bank of America that need help interviewing engineers.\n\nKarat’s Brilliant Black Minds uses Karat’s Interviewing Cloud to deliver free interview practice, feedback, and coaching to help aspiring Black software engineers prepare to successfully enter the tech industry. Tennis star Serena Williams invested in the startup last April.",
            "title": "Seattle technical interviewing startup Karat cuts 47 employees, citing need to invest in growth",
            "keywords": [
                "need",
                "tech",
                "employees",
                "interviewing",
                "black",
                "help",
                "cuts",
                "spokesperson",
                "companies",
                "uses",
                "technical",
                "seattle",
                "karat",
                "growth",
                "invest",
                "startup"
            ],
            "link": "https://www.geekwire.com/2023/seattle-technical-interviewing-startup-karat-cuts-47-employees-citing-need-to-invest-in-growth/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nKarat, the tech interview platform startup founded in 2014, has laid off 47 employees as part of their focus on expanding enterprise customers and services. They are continuing to self-fund growth, offering comprehensive exit packages and support for transitioning former employees. The company's Brilliant Black Minds program uses Karat’s Interviewing Cloud to provide free interview practice and coaching to aspiring Black software engineers aiming to join the tech industry. With investments from Serena Williams and a $110 million Series C round in 2021, Karat continues its mission of helping companies screen more job candidates while freeing up their own staff time."
        },
        "15": {
            "text": "January 20, 2023\n\nFor more information contact:\n\nStaci Hupp Ballard\n\n515.348.6245\n\ncommunications@iowaeda.com\n\nIEDA Board approves assistance for three established companies and three startups in Iowa\n\nJanuary 20, 2023 (DES MOINES, IA) – Today, the Iowa Economic Development Authority (IEDA) Board approved awards for three companies, which will assist in the creation of 579 jobs and result in nearly $156 million in new capital investment for the state. These projects are located in Cedar Rapids, Des Moines and Lime Springs. The board also approved innovation funding in support of three startups located in Carroll, Cedar Rapids and Clive.\n\nInternational Paper to construct steam plant in Cedar Rapids\n\nInternational Paper is one of the world’s leading producers of renewable corrugated packaging and cellulose fibers, with their Iowa locations focused on creating material for fiber-based packaging products. The company plans to install package boilers for onsite steam production, which includes the construction of a new 48,500 square foot two-story building, to supply the needed process steam and continue operations at the facility. The project represents a $103 million capital investment and is expected to create seven jobs incented at a qualifying wage of $30.24 per hour. The board awarded the company tax benefits through the High Quality Jobs (HQJ) program.\n\nOpenLoop Health to expand Des Moines headquarters\n\nOpenLoop Health, Inc. provides a platform for comprehensive digital health operations. The service is designed to streamline and simplify telehealth care delivery. The company plans to lease and renovate a 40,000 square foot building to accommodate growth and expand its headquarters in Des Moines. The board awarded this $4.8 million capital investment project direct financial assistance of $500,000 through the HQJ program. It is expected to create 400 jobs, of which 60 are incented at a qualifying wage of $34.25 per hour.\n\nUpper Iowa Beef to increase production capacity in Lime Springs\n\nOpened in 2017 to provide local food production, Upper Iowa Beef works with family-owned and operated farms, which includes purchasing livestock from more than 400 independent cattle producers in northeastern Iowa. The company plans to expand and upgrade its facility in Lime Springs to increase capacity. The board awarded the company tax benefits through the HQJ program. The estimated $48 million capital investment is expected to create 172 jobs, of which 33 are incented at a qualifying wage of $23.53 per hour.\n\nAwards made to three startups\n\nTech startup Cavergence in Cedar Rapids develops software for construction project management. The technology has the potential to save money, increase productivity and ensure on-time delivery. The company was awarded a $50,000 Proof of Commercial Relevance (POCR) loan for market and customer analysis, product refinement, market planning and entry activities and equipment.\n\nClive-based Above Par Tech of Iowa manufactures custom GPS sprayers for golf courses. The technology commonly used within the agriculture market is adapted for use on turf sprayers, allowing golf courses to decrease chemical usage and improve operator efficiency. The company was awarded a $100,000 Demonstration Fund loan for market and competitive analysis, proof of concept work, product refinement, market planning and entry activities, key personnel and equipment and construction.\n\nA school-based telehealth company in Carroll, Classroom Clinic provides school districts with timely and convenient access to children’s mental health services. The “team-based care” model allows service providers and school staff to connect, communicate and collaborate using technology. The company was awarded a $100,000 Demonstration Fund loan for market planning and entry activities and key personnel.\n\nAward recommendations for these funds are made by the Technology Commercialization Committee to the IEDA Board for approval.\n\n# # #\n\nDownload a spreadsheet with today's awards here.",
            "title": "IEDA Board approves assistance for three established companies and three startups in Iowa",
            "keywords": [
                "jobs",
                "startups",
                "market",
                "iowa",
                "awarded",
                "established",
                "moines",
                "ieda",
                "million",
                "companies",
                "investment",
                "company",
                "board",
                "assistance",
                "technology",
                "approves"
            ],
            "link": "https://www.iowaeda.com/iowa-news/ieda-board-jan2023/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nToday, the Iowa Economic Development Authority (IEDA) Board approved awards for three established companies, totaling nearly $156 million in capital investment and expected to create 579 jobs. Additionally, three startups were also awarded with loans up to $100,000 each in support of market analysis, product refinement and other associated costs. These projects reflect IEDA's commitment to continuing to attract growth through innovative businesses and ambitious job creation opportunities in Iowa."
        },
        "16": {
            "text": "In 2019, Romy Lynch took part in Y Combinator – the US-born tech startup accelerator that has launched more than 3000 companies. It’s one of the most familiar accelerator names out there and being part of the portfolio is a well-respected accolade on a global level. – especially for European innovators wanting to take on the world.\n\nBorn in Ireland, Romy has been making her presence known in the startup ecosystem. She’s a founder in her twenties and the first Irish woman to take aprt in Y Combinator with her startup, Unflow. Launched in 2022, Unflow is trying to make mobile app development smooth and easy using low-code templates for screens, new features, updates, upselling ads and so forth, and it’s been developed based on Romy’s experience in the States -where she learned the importance of adaptability and how to know when to pivot.\n\nWe sat down with Romy to learn more about her entrepreneurial story – chatting about her experience as a young female founder, going from Europe to the US, developing Unflow, and all the ins and outs of pivoting, funding and startup realities.\n\nCan you tell us a bit about your entrepreneurial background – have you always had business in your blood?\n\nI wouldn’t have traditionally considered myself an entrepreneur even though I’ve always been very ambitious. I think this stems from the fact that when I was growing up, I always felt like an entrepreneur was one of those people who could “never work for anyone else” or was always coming up with new ideas which I felt didn’t represent who I was. As I’ve spent time in Silicon Valley and amongst a lot of different entrepreneurs, I’ve realised that there are many types of entrepreneurs – key characteristics being ambitious, determined, not wanting to give up and having a different version of the world that they would like to live in.\n\nDid you have any inspiration/mentor that has helped you along the way?\n\nI’ve been lucky to have an amazing support system of friends, family and teachers inspiring me and pushing me to do better. In terms of inspiration, I look to the women I’ve seen, alone in the C-Suite and also female founder friends who are further along than me. (like the founders of Localyze) Some communities like Femstreet Y Combinator have been really great for networking and finding inspiration from other founders.\n\nCan you tell us about your experience taking part in Y Combinator?\n\nIt was an amazing experience, the partners have a way of giving advice that simultaneously gives you confidence in yourself while seriously questioning everything you’ve done so far and pushing you to do better. Coming from a non-tech background, the network of people I met while there was incredible and as I mentioned above really changed the way I perceived myself as an entrepreneur\n\nYou’re now building Unflow – can you tell us about the startup?\n\nUnflow lets anyone create and experiment with native in-app screens, no engineering help required (think onboarding carousels, engaging stories, quizzes, feedback popups). After building other apps, we realised just how complicated mobile app development is. There’s huge potential for growth within the mobile app market and we want to make it easy for companies to do repeatable tasks well without taking up engineering resources. It’s been an incredible journey building Unflow. We have built a really talented core team who work remotely and are distributed around Europe and in the US. We are working with some fantastic early customers to help them improve their mobile app experience for users, drive adoption and increase retention.\n\nCan you tell us a bit about mobile app development? What does it mean in layman’s terms?\n\nMobile app development just refers to the engineering processes of building a mobile app. You have a lot of constraints around the platform on which you’re publishing on (AppStore/Google Play) as well as the limited screen size. You have to think about notifications, screens, flows\n\nWhat are the problems in the industry and how can this impact the mobile app economy?\n\nMobile app development is quite constrained. There are a lot of clunky processes and it’s difficult for teams to find the time to experiment and test new things. Another of the major challenges is that you’re so dependent on the Apple and Google Play stores. This can really limit how much you experiment and can cause serious problems if Apple decides to reject your app.\n\nHow important is this sector for the wider tech space and society?\n\nI think we’ve all been spending more time on our phones (not necessarily a good thing but a trend nonetheless!). Apps are where companies develop rapport with and loyalty among their customers.\n\nWhat are your future plans for Unflow?\n\nWe want a world where no-code merges with real code. Right now you have to make a choice: code everything from scratch or use a no-code solution. No-code solutions are limiting – they tend to break when you need something more unique or custom and while MVPs can be created using no-code, companies mature onto custom-developed projects. Custom development requires a lot of work and upkeep. Once you progress to a full-code solution, you lose a lot of flexibility and ease of experimentation. We’re progressing to larger and larger customers. We want to hire more people – especially engineers to join us on the journey. We’re expanding our business in the US at the moment so it’s a really exciting time.\n\nCan you tell us about pivoting a startup – how do you know when you need to do it and why should it be an option?\n\nIt’s very hard to make the decision to pivot your company — when you’ve put a lot of work in there’s a feeling of “sunk cost”. For us, watching Dalton’s pivoting video really helped get perspective. If you have customers, talk to them –find out how much they love the product. And most importantly, ask yourself how you feel in your gut, what’s the path to success with the startup, do you think you’re able to bring it there? If you can, it’s a good idea to take time off to think about it once you’re refreshed.\n\nWhat about your experience getting investment – especially in the Valley, a notoriously cut-throat, men’s world – what has it been like as a young woman?\n\nI think it’s improved a lot. I have been lucky enough to have a lot of women mentors and be invited to female founder dinners and events. Honestly, I did a degree in mechanical engineering and then worked in manufacturing, where I was the only woman in my office so my entire career has been in very male-dominated fields. This experience taught me how important it is to be confident in yourself and project that confidence. We still have a very long way to go. There’s still a lot of pattern-matching in the industry so underrepresented founders have a harder time breaking through, which is frustrating.\n\nWhat is most important to young female entrepreneurs – funding opportunities or mentorships?\n\nDefinitely funding opportunities. Silicon Valley and the ecosystem has a lot of advice and mentorship, which is great but at the end of the day to get your business off the ground you need money – especially in tech, engineers are expensive! I also think that the advice and mentorship you’re going to get is going to be much better when the advisor is an investor and has skin in the game.\n\nWhat would be your words of advice for budding entrepreneurs?\n\nJust go for it – and don’t be afraid to email people or reach out for advice, a highly personalised email or LinkedIn message will go a long way. Play to your strengths. Discover what you’re good at and double down on it. As a non-coder, I thought my lack of coding experience was a negative but it has actually been positive as it gives me a fresh perspective on everything we are building in the company. Project a lot of confidence, sometimes even more than you feel inside. It will go a long way towards closing sales, getting investment and enticing people to join your company.",
            "title": "The importance of confidence, seizing opportunities and having a support system",
            "keywords": [
                "support",
                "think",
                "youre",
                "importance",
                "opportunities",
                "really",
                "lot",
                "system",
                "having",
                "confidence",
                "mobile",
                "seizing",
                "app",
                "experience",
                "way",
                "startup",
                "development"
            ],
            "link": "https://www.eu-startups.com/2023/01/the-importance-of-confidence-seizing-opportunities-and-having-a-support-system-the-story-of-a-young-female-entrepreneur-romy-lynch/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nRomy Lynch is a young female founder taking part in Y Combinator, an accelerator program that has launched over 3000 companies. She's building Unflow to make mobile app development smooth and easy using low-code templates for screens, new features, updates and upselling ads. In our conversation with Romy she talked about her experience as a young founder going from Europe to the US; developing Unflow; pivoting and funding realities. Her advice for budding entrepreneurs: just go for it - play to your strengths and project confidence!"
        },
        "17": {
            "text": "Humans are complex machines, with moving parts that bend, squish, stretch, flow, quiver, and beat. Scientists are now plugging into these energy sources to solve a common problem afflicting sensors, wearables, and implanted medical devices—the dreaded flat battery.\n\nDevices that are self-powered by design could be the solution, and researchers have discovered that the human body itself can be a handy power source—just in time to power the exploding market in wearables. “Electroceuticals” are starting to challenge pharmaceuticals in medicine, so more people will depend on devices such as implanted electrostimulators and pacemakers in order to stay healthy.\n\n“Biobatteries” and energy scavenging could make these devices energy-autonomous, removing the need for invasive surgery to replace dead batteries. As a bonus, this wireless world would avoid implanted charging cables being dislodged or becoming infected—problems that are all too common today.\n\nScientists have been working on body-powered devices since the early 2000s—until now, the tech has been too energy-hungry for the minute amounts of electricity that can be harvested from humans. But after two decades of advances, today’s devices consume ultra-low amounts of energy, throwing open the gate to myriad ideas and prototypes that draw power from the people.\n\nA cellular powerhouse\n\nYour cells are basically batteries—biochemical ones that convert sugary fuel into energy. German startup CELTRO is tapping into this living power source by utilizing arrays of microneedles to harvest tiny amounts of energy from hundreds of thousands of cells. CELTRO’s first product will be a tiny autonomous pacemaker. “A muscular contraction, like the heart, starts at one point and then propagates through the whole heart muscle,” says CEO and cofounder Gerd Teepe. “Our idea was to harvest energy at multiple points to use this avalanche effect.” As well as harvesting energy, the multifunctional microneedles will plug into cardiac tissue to monitor the heart and deliver a helping electrical boost to restore pacing, if needed. In 2021, CELTRO raised seed funding for lab-based proof of concept studies.\n\nPaper fuel-cells\n\nFrench startup BeFC is building biobatteries with green credentials. Its fuel cell uses layers of carbon, cellulose, and glucose—plus a sprinkling of proprietary enzymes. Adding a drop of fluid—say, blood or urine—sets off a reaction that generates electricity. The paper patches could power single-use diagnostic devices and continuous monitoring sensors, such as glucose-monitoring kits for people with diabetes. After use, the cells can even be composted—unlike other miniature batteries that are eventually binned or incinerated. BeFC is currently raising Series A funding and expects to hit the market in 2024 with its first products.\n\nMy quivering heart\n\nParis-based CAIRDAC is designing a pacemaker that’s powered by the heart itself. Its leadless pacemaker is packed into a capsule containing a piezoelectric energy harvester—a pendulum that swings through heartbeats, blood flow, and vibrations. The oscillations are converted into electricity and stored until the device senses that the heart needs a jolt to reset the rhythm. The startup recently raised €17 million (around $18.3 million) in Series A financing to continue preclinical testing and move toward human trials.\n\nInterior illumination\n\nSolar panels are becoming a common household sight, and they could soon be lighting up med tech, too. Researchers from Monash University in Melbourne, Australia, have found that a solar panel placed under the skin still yields up to 10 percent as much electricity as one in direct sunlight—enough to power an ultra-low consumption sensor. A couple of hours in the sun can run an implantable temperature sensor for 24 hours, and the researchers say the best place for it is between the neck and the shoulder.\n\nThe hydroelectric heart\n\nMini-turbines could harness blood flow and turn it into electricity, according to researchers at the University of Bern in Switzerland. They’ve designed a torpedo-shaped turbine that could be implanted into a blood vessel in the heart, generating electricity from blood flow, much like a hydroelectric power station. A big challenge, as yet unsolved, is how to avoid blood clots forming on the blades of the turbine, but in lab simulations the turbine generated enough energy to power commercially available leadless pacemakers.\n\nPiezo patches\n\nItalian startup PiezoSkin says it has developed an ultra-thin piezoelectric skin patch that can simultaneously measure movements and draw power from them. In one study, it used the patch to monitor neck movements in people with dysphagia, or difficulty swallowing—but the firm’s biocompatible film could also harvest power from other body movements and vibrations for sensors and wearables.\n\nFeeling the heat\n\nHumans radiate around 100 watts a day in thermal energy, and according to Swiss startup Mithras, harnessing this heat could power wearable biosensors and even implanted devices. Its thermoelectric generators, known as TEGs, create electricity by exploiting the temperature difference between the body and the environment. Mithras estimates that with a 5 degree Celsius difference, a 12-square-centimeter TEG skin patch could completely power a cochlear implant.\n\nThis article was originally published in the January/February 2023 issue of WIRED UK magazine.",
            "title": "The Battery That Never Gets Flat",
            "keywords": [
                "energy",
                "power",
                "flow",
                "heart",
                "devices",
                "implanted",
                "gets",
                "researchers",
                "battery",
                "flat",
                "electricity",
                "blood",
                "startup"
            ],
            "link": "https://www.wired.co.uk/article/the-battery-that-never-gets-flat",
            "skip": "false",
            "gpt_score_reason": "\n\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\nScientists have been working on body-powered devices since the early 2000s, and recently have developed technology that will allow for energy harvesting from human cells to power wearables, sensors, implants and more. Energy harvesting comes in different forms such as electroceuticals, biobatteries, turbine powered electricity generators, piezo patches and thermoelectric generators - all of which could remove the need for invasive battery replacements or dislodgement of charging cables. This new wireless world would improve medical devices and provide a clean energy source free of waste."
        },
        "18": {
            "text": "Building Blocks 23, a Web3 builder-focused event, will be hosted in central Tel Aviv on Feb. 7, 2023. Hosted by top Israeli companies as part of ETH TLV, the one-day Building Blocks event will bring together Ethereum developers and communities.\n\nA series of workshops, panel discussions and informal events will take place across Tel Aviv throughout ETH TLV. Building Blocks 23 organizers Collider, Fireblocks and MarketAcross, in conjunction with StarkWare, will guide delegates through the art of creating a successful Web3 business.\n\nIdan Ofrat, co-founder and chief technology officer at Fireblocks, said:\n\n“On the global stage, Tel Aviv plays an out-sized role in innovative startups with proven track records. With the emergence of Web3, we are excited to co-host Building Blocks 23 and support the city’s forward-thinking startup culture, bringing together the best collective experiences and insights that the country has to offer.”\n\nBuilding Blocks 23 will form a day-long event for the foundations of Web3 entrepreneurship. Founders and builders will share personal knowledge and experience of the industry’s ups and downs. The lessons, mistakes and success stories of successful Web3 builders will be recounted for the benefit of those whose Web3 journey has just begun.\n\nA series of talks will cover lessons and experiences of building in Web3, mastering leading protocols and staying on course in the face of market turbulence. Topics will also include fundraising, finding product market fit, building a security-first organization, growing a community, and building teams and culture in a distributed setting. In addition, a series of practical workshops will cover such matters as treasury management, developing sustainable tokenomic frameworks, and effective marketing and branding.\n\nItai Elizur, chief operations officer at MarketAcross, said:\n\n“Israel has always been a builders’ hub. Innovation is part of our DNA. Naturally, the narrative has shifted from Israel being a startup nation to a Web3 nation. Tel Aviv is an ideal host as it continues to be a tech engine for a top-notch community of developers.”\n\nEylon Aviv, principal at Collider, said:\n\n“We’re excited to finally be hosting a global Web3 conference in Tel Aviv. Our partners from abroad have been asking us for years when we’ll be bringing an event to the city, and we’re thrilled to be able to make it happen. We can’t wait to bring together experts from around the world to share their knowledge and insights with the vibrant and dynamic blockchain community in Tel Aviv.”\n\nGuest speakers confirmed for Building Blocks 23 include blockchain skeptic and Ethereum expert Udi Wertheimer, SSV Network CEO Alon Muroch and a wide range of representatives from The Graph, Safe, Avalanche, AAVE and Solidus Labs.\n\nAbout Collider VC\n\nFounded in 2018, Collider is a venture capital fund focused on digital assets and early-stage startups to support the next generation of companies, protocols and products that are building the digital native economy.\n\nAbout MarketAcross\n\nHeadquartered in Tel Aviv, Israel, MarketAcross is the world’s leading blockchain PR and marketing firm. It provides a complete end-to-end marketing solution for blockchain firms across the globe.\n\nMarketAcross has helped many of the industry’s largest exchanges and blockchain projects, including Polkadot, Solana, Binance, Polygon, Crypto.com, Huobi and eToro, build their brands among cryptocurrency and blockchain audiences.\n\nAbout Fireblocks\n\nFireblocks is an enterprise-grade platform delivering a secure infrastructure for moving, storing and issuing digital assets. Fireblocks enables exchanges, lending desks, custodians, banks, trading desks and hedge funds to securely scale digital asset operations through the Fireblocks network and MPC-based wallet infrastructure. Fireblocks serves over 1,500 financial institutions, has secured the transfer of over $3 trillion in digital assets and has a unique insurance policy that covers assets in storage and transit. Some of the biggest trading desks have switched to Fireblocks because it’s the only solution that CISOs and Ops Teams both love.",
            "title": "Collider, Fireblocks and MarketAcross to host Building Blocks event for founders at ETH TLV",
            "keywords": [
                "web3",
                "tlv",
                "blocks",
                "blockchain",
                "23",
                "host",
                "founders",
                "eth",
                "collider",
                "fireblocks",
                "digital",
                "tel",
                "building",
                "marketacross",
                "aviv",
                "event"
            ],
            "link": "https://cointelegraph.com/press-releases/collider-fireblocks-and-marketacross-to-host-building-blocks-event-for-founders-at-eth-tlv",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nBuilding Blocks 23 is a one-day Web3 builder-focused event taking place in Tel Aviv on February 7, 2023. Sponsored by some of Israel's top companies and led by Collider, Fireblocks and MarketAcross with StarkWare, the event will bring together Ethereum developers and communities to discuss topics such as fundraising, tokenomics frameworks and product market fit. Industry experts from organizations including The Graph, Safe Networks, Avalanche, Aave and Solidus Labs have been confirmed as speakers for the day. This unique opportunity offers a platform from which participants can gain valuable insight into building successful Web3 businesses."
        },
        "19": {
            "text": "The new funds will be used to help optimise its algae-based carbon capture and utilisation (CCU) technology © Algiecel\n\nAlgiecel’s technology links CO 2 utilisation to the feed and food industry. After having successfully initiated its pilot plant in 2022, the startup will allocate the new funds towards optimisation of its algae-based carbon capture and utilisation (CCU) technology, in a bid to create further commercial interest in the high-value biomass products, as well as in a design project of the first full-scale demonstration unit.\n\n\n\nAlgiecel uses natural microalgae organisms, a highly compact and high-yield photobioreactor technology fitted into standard containers and a revenue-sharing business model to offer carbon capture as a service to industrial clients. The produced products are intended to be applied in the feed, food and cosmetics industry.\n\nIn the beginning of 2022, Algiecel was accepted into the BioInnovation Institute’s Venture Lab programme, and some important milestones were achieved during 2022. Algiecel finalised the design and construction of its pilot plant, and a collaboration agreement with Danish Technical Institute (TI) was signed. The pilot plant is in operation at TI’s premises in Taastrup, Denmark. The pilot technology has yielded strong initial results, seeing a major productivity increase from the initial test run in Q3 2022 to the start of 2023.\n\nAdditionally, European Union React grant and Innobooster grant funding totalling DKK 3m (€0.4m) has been obtained for the basic design of the first full-scale demonstration unit and pilot lab-scale downstream processing and shelf-life testing, respectively​. On the commercial side, interest in the technology and the opportunity has been positive, demonstrated by letters of interest signed by potential technology clients and by potential buyers of the algae-based derivative products.\n\nWith the newly raised funds Algiecel is looking to switch its focus from pilot operations only into completing the full-scale design, as well as initiating algae-product application trials with potential clients and research institutes already identified. Moreover, building additional interest from potential future clients in the CCU technology will be an important focus area, and thus securing additional funding for the upcoming demonstration full-scale project will be key to the future development of Algiecel and the technology.\n\nHenrik Busch-Larsen, founder and CEO of Algiecel, commented in a press release: “We are very pleased and excited about the trust put in Algiecel, the team and the technology by such a well-renowned institution as Denmark’s Export and Investment Fund. Denmark’s Export and Investment Fund has underlined the need for companies to get on board with the sustainability agenda, and we will do our utmost to deliver good results in 2023, and we want to be measured upon our ability to do so!”",
            "title": "Algal carbon capture startup raises €1.3 million",
            "keywords": [
                "potential",
                "pilot",
                "raises",
                "capture",
                "algal",
                "13",
                "2022",
                "design",
                "clients",
                "fullscale",
                "carbon",
                "interest",
                "utilisation",
                "algiecel",
                "startup",
                "million",
                "technology"
            ],
            "link": "https://thefishsite.com/articles/algal-carbon-capture-startup-raises-1-3-million-algiecel",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nAlgiecel has succeeded in obtaining funding from Denmark's Export and Investment Fund to optimise its algae-based carbon capture and utilisation (CCU) technology in a bid to create further commercial interest. To achieve this, plans are underway for the design of their first full-scale demonstration unit. Additionally, applications trials have commenced with potential clients and research institutes as Algiecel looks to secure additional funding for their future development."
        }
    }
}