{
    "date": "2023-01-12",
    "category": "st",
    "articles": {
        "0": {
            "text": "SEATTLE — Capella Space has raised $60 million to allow the company to accelerate the deployment of its constellation and meet growing demand for its synthetic aperture radar (SAR) satellite imagery.\n\nThe company announced Jan. 10 it raised the growth equity financing from the U.S. Innovative Technology Fund. That fund was established last year by Thomas Tull, a billionaire former entertainment industry executive, to invest in technologies he felt critical for the country’s competitiveness.\n\n“Technological competitiveness is vital to our country’s future,” Tull said in a statement about the investment. “Capella’s cutting-edge SAR technology allows us to have accurate, real-time information about what is happening on our planet, enabling decision-makers to more quickly make critical decisions about pressing geopolitical challenges.”\n\n“Thomas is looking for companies that are dual-use: they’re important for national security and governments but they also have applicability in the commercial world,” said Payam Banazadeh, chief executive of Capella, in an interview Jan. 11. “He really believes in SAR and it becoming more and more important for national security.”\n\nThe funding, he said, will allow the company to scale up the development and launch of the Acadia line of SAR satellites, with improved image resolution and quality, that it announced in August. He said Capella is planning “many” launches of Acadia satellites this year but declined to provide a more specific estimate. It also has two more of the older Whitney class of satellites to launch.\n\n“We’re growing the team across all the departments — engineering, sales, marketing — to be able to move faster and cater to the demand that we’re seeing,” he said. “It’s going to enable us to be able to pick up on the big spike of demand that’s coming our way.”\n\nThat demand has been driven in part by the war in Ukraine, which Banazadeh said has demonstrated the value of SAR imagery that can be collected day and night and in all weather conditions. “What Ukraine has done is that it’s shown to other customers that SAR is a critical tool,” he said. “We’re seeing demand coming from everywhere, not just Ukraine.”\n\nCapella has emphasized working with governments. Banazadeh said a majority of the company’s business is from government customers, with a majority of that coming from U.S. government agencies. That comes from a product-market fit between what Capella’s satellites can provide and the needs of government customers, an urgency those customers have for SAR imagery and supply constraints. “They want more of it. They don’t have enough of it,” he said of such imagery.\n\nHe said the company, whose annual revenues tripled in 2022, foresees continued strong growth from government customers, while demand from commercial customers grows at a slower pace. “Commercial growth is going to lag but it’s going, at some point, to pick up,” he said. “We’re just being realistic on where the commercial market is for SAR relative to the government market.”\n\nThe 200-person company added about 80 to 90 people last year, Banazadeh said, and plans similar growth in 2023. He said the company has found it hard to find talented people “across the board” from satellite engineering to sales but that the company’s approach to hiring has worked well do far.\n\nCapella’s new funding round comes less than nine months after it raised a $97 million Series C round. Banazadeh described this new funding round as “opportunistic” given interest from U.S. Innovative Technology Fund as well as uncertainty about market in the near future.\n\n“I think anyone who can raise capital in this market should, and they should probably raise more than they think they need,” he said. “Having a full war chest for a couple of years and making sure that you’re ready for whatever that’s going to come is going to be important.”\n\nHe said the company would continue to look for opportunities to raise more money that allows it invest in efforts like its new satellites that can accelerate revenue growth. “There’s a lot of capital out there that needs to be deployed in the right places. We have a lot of plans, we have a lot of a lot of things that we can do to grow even faster,” he said.",
            "title": "Capella Space raises $60 million to accelerate constellation",
            "keywords": [
                "sar",
                "demand",
                "capella",
                "lot",
                "commercial",
                "satellites",
                "company",
                "banazadeh",
                "constellation",
                "accelerate",
                "customers",
                "growth",
                "going",
                "space",
                "60",
                "million",
                "raises"
            ],
            "link": "https://spacenews.com/capella-space-raises-60-million-to-accelerate-constellation/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nCapella Space has recently raised a $60 million equity financing from the U.S Innovative Technology Fund to accelerate the deployment of its SAR satellite constellation and meet growing demand for its imagery services. The company plans to launch many Acadia Satellites in 2021, with increased image resolution, as well as two more Whitney class satellites. Not only are they looking at government customers who have an urgency for their services but also commercial customers. Additionally, they plan on hiring even more people this year in all departments to fit their needs and satisfy market demands."
        },
        "1": {
            "text": "Applications for the UK Space Agency Accelerator open today, 12 January, with three levels of intensive business growth support to choose from, each designed to boost the success of entrepreneurs within, or looking to grow into, the UK’s vibrant space sector.\n\nThe UK Space Agency is investing just under £1.5m in its business support programme, the UK Space Agency Accelerator, which is managed and delivered by Entrepreneurial Spark and Exotopic, who were appointed following a competitive tendering process. Following on from a successful pilot in 2021, this two-year rolling programme is expected to see 180 entrepreneurs’ ideas given a business boost with specialist coaching, network opportunities and business support to get their interstellar ideas investment ready.\n\nLike-minded entrepreneurs will also be able to pitch ideas, share best practice and celebrate successes in person at Trajectory events taking place across the country. The three programmes available are:\n\nExplore – Explore is perfect for those making their first steps into the commercial space industry and is aimed at those with some space knowledge or with an idea from another industry that has potential in space.\n\nExplore is perfect for those making their first steps into the commercial space industry and is aimed at those with some space knowledge or with an idea from another industry that has potential in space. Leo – Applicants to the Leo programme will have Proof of Concept in place and will be at the development stage. Space knowledge will be slightly more developed and applicants might already be working in the space sector.\n\nApplicants to the Leo programme will have Proof of Concept in place and will be at the development stage. Space knowledge will be slightly more developed and applicants might already be working in the space sector. Geo – Geo is designed for entrepreneurs with some market traction and now looking to grow their business at pace.\n\nAnd it’s not just traditional space businesses that are encouraged to apply. Anyone working in a related industry, such as engineering, manufacturing or even farming and other areas, and who has a service or product that could flourish in the space sector is urged to apply.\n\nDr Paul Bate, CEO of the UK Space Agency joins Zaria Serfontein, Co-founder of Frontier Space Technologies Ltd at the UK Space Agency offices in Westminster, to launch the UK Space Agency Accelerator programme. Image courtesy of Matt Crossick\n\nOne entrepreneur who has seen success in space following the 2021 pilot programme is Zaria Serfontein, co-founder of Frontier Space Technologies. Zaria and her team joined the accelerator pilot to gain business knowhow and devise a roadmap to develop their business driving innovative biomedical research in space.\n\nZaria said: “As a group of technically minded individuals, we felt we needed business knowledge and mentorship to enable us to take our product to market. The accelerator not only gave us the tools we needed to grow our business, it allowed us to build a valuable network of like-minded entrepreneurs and helped us to focus on our priorities to help us scale up in a sustainable way.\n\nSince taking part in the pilot, we’ve successfully secured several rounds of grant funding, onboarded our first client and have taken on our first employees to develop our innovative Lab in a Box technology which has the potential to revolutionise drug discovery of the future.\n\nFor us, the accelerator helped us step out of the technology environment and put in place the core aspects every business needs to succeed, such as building our collective vision and goal setting. I would recommend the accelerator to any entrepreneurs who are looking to make those vital connections and gain the tools to take their business to market. You won’t be disappointed!”\n\nDr Paul Bate, Chief Executive of the UK Space Agency, said: “The UK Space Agency Accelerator will help entrepreneurs across the country start and grow their space businesses, joining the UK’s thriving space sector, which already employs 47,000 people.\n\n“Businesses taking part in our pilot accelerator programme in 2021 went on to attract £8.79m in further funding. This highlights the value we seek to bring as an Agency: catalysing investment, delivering space capabilities and championing space. Now we want to aim higher, opening up space to industries and entrepreneurs from diverse backgrounds across the UK who had perhaps not considered space as a viable route to market.”\n\nTo find out more about the UK Space Agency Accelerator and to apply, visit www.ukspaceaccelerator.co.uk.",
            "title": "Entrepreneurial Spark and Exotopic launch UK Space Agency Accelerator",
            "keywords": [
                "accelerator",
                "knowledge",
                "business",
                "programme",
                "launch",
                "entrepreneurial",
                "uk",
                "spark",
                "industry",
                "pilot",
                "space",
                "entrepreneurs",
                "exotopic",
                "agency"
            ],
            "link": "https://www.themanufacturer.com/articles/entrepreneurial-spark-and-exotopic-launch-uk-space-agency-accelerator/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nThe UK Space Agency Accelerator is a two-year rolling business support programme offering three different levels of intensive growth support to entrepreneurs within, or looking to grow into, the space industry. It includes tools such as specialist coaching, network opportunities and resources to get their idea investment ready. The 180 participants in the pilot program have seen success in securing funding and taking on employees with their innovative technologies. Applications are open now at www.ukspaceaccelerator.co..uk for those interested in joining this vibrant sector."
        },
        "2": {
            "text": "The European Investment Bank (EIB) is loaning SES 300 million euros ($322 million) to finance three satellites that will deliver broadcast and broadband services across Western Europe, Africa, and the Middle East. SES announced the seven-year loan on Wednesday. It is the largest amount ever provided by the EIB to a Luxembourg-based company.\n\nThe EIB said the size of the loan demonstrates how important the space sector is to the bank and the European Union.\n\n“Space technology, data and services have become indispensable in the lives of Europeans. I am therefore very enthusiastic about this agreement with SES, which directly supports the EU space policy. … Space is a key driver of innovation in Europe and we are eager to support space entrepreneurship,” commented EIB Vice President Kris Peeters.\n\nThe financing will support three satellites SES has ordered from Thales Alenia Space: ASTRA 1P and ASTRA 1Q, ordered in late 2021; and SES-26 ordered in March 2022. Both ASTRA 1Q and SES-26 are next-generation digital satellites. All three satellites are set to launch in 2024.\n\n“This diversifies SES’s sources of financing on attractive financial terms,” said SES CFO Sandeep Jalan. “The agreement enables us to deliver on our commitment to broadcast high-quality content from our prime TV neighborhood serving 118 million TV households across France, Germany and Western Europe.”",
            "title": "European Investment Bank Loans SES $322M to Finance 3 Satellites",
            "keywords": [
                "finance",
                "tv",
                "investment",
                "eib",
                "322m",
                "ses",
                "satellites",
                "european",
                "bank",
                "loans",
                "space",
                "europe",
                "astra",
                "million",
                "western",
                "ordered"
            ],
            "link": "https://www.satellitetoday.com/business/2023/01/11/european-investment-bank-loans-ses-322m-to-finance-3-satellites/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe European Investment Bank has loaned SES 300 million euros (approx. $322 million) to finance three satellites that will deliver broadcast and broadband services across Western Europe, Africa, and the Middle East. The EIB said this is the largest such loan ever provided to a Luxembourg-based company, demonstrating how important space technology is for them and their commitment to “space entrepreneurship” in Europe. In 2024, these three next-generation digital satellites will be launched; servicing 118 million TV households across France, Germany and Western Europe with high quality content."
        },
        "3": {
            "text": "Ibadan, 11 January 2023. – Capella Space, an American space technology company with data and satellite solutions for Government and commercial applications, announced $60 million in growth equity financing in a follow-on to their Series C funding round through Thomas Tull’s US Innovation Technology Fund (USIT). Capella Space is one of the first companies to close financing through Tull’s USIT Fund, bringing the Company’s total funding to approximately $250M.\n\nAccording to the Company, this signals high investor demand in a callous fundraising environment. Furthermore, it reinforces the findings from the annual Space Investment Quarterly Report – specifically, how broader market space companies are disproportionately affected when it comes to financing. However, technologies like SAR are equipped to withstand these trends. The timing is also significant as the Company approaches the one-year mark of its support and visibility into the Ukraine crisis.\n\nComing off the heels of the Company’s $97 million Series C financing in April, this follow-on round reflects the rapidly increasing demand for Capella’s end-to-end radar-powered, high-quality SAR imagery and analytics services. Likewise, the funding will enable Capella to build and launch its next-generation Acadia satellites. This new technology offers an enhanced design to deliver higher resolution and quality, increased imaging capacity, and faster customer delivery capabilities. The Company will also expand its automated, intelligent advanced analytics offerings within the Capella Console to continue delivering the highest quality, highest resolution SAR imagery with the fastest order-to-delivery time.\n\nCommenting on the funding, Thomas Tull, Chairman of USIT, noted, “Capella’s cutting-edge SAR technology allows us to have accurate, real-time information about what is happening on our planet, enabling decision-makers to more quickly make critical decisions about pressing geopolitical challenges.”",
            "title": "Capella Space Raises $60M in Growth Equity",
            "keywords": [
                "tulls",
                "capella",
                "usit",
                "thomas",
                "financing",
                "equity",
                "company",
                "funding",
                "growth",
                "60m",
                "technology",
                "space",
                "sar",
                "raises"
            ],
            "link": "https://spacewatch.global/2023/01/capella-space-raises-60m-in-growth-equity/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nCapella Space, an American space technology company with data and satellite solutions for Government and commercial applications, has closed a $60 million growth equity financing in a follow-on to their Series C funding round. This brings the Company's total investment to approximately $250M, showcasing investor confidence in SAR technologies despite market trends. The deal will enable Capella to build and launch its next-generation Acadia satellites which offer higher resolution imagery, increased capacity and faster delivery capabilities. Thomas Tull noted that this will allow decision makers to quickly make important decisions about challenging geopolitical issues."
        },
        "4": {
            "text": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy.",
            "title": "Are you a robot?",
            "keywords": [
                "javascript",
                "robot",
                "service",
                "happenplease",
                "loading",
                "terms",
                "review",
                "supports",
                "information",
                "policy",
                "sure"
            ],
            "link": "https://www.bloomberg.com/news/videos/2023-01-12/big-tech-ditching-office-space-in-london",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "5": {
            "text": "The photo provided by NASA shows the Soyuz MS-22 crew ship pictured on Oct. 8, 2002, in the foreground docked to the Rassvet module as the International Space Station orbited 264 miles above Europe. In the background, is the Prichal docking module attached to the Nauka multipurpose laboratory module. Russian space corporation Roscosmos said Wednesday, Jan. 11, 2023 that it will launch a new spacecraft to take some of the International Space Station's crew back to Earth after their capsule was damaged and leaked coolant.(NASA via AP)\n\nThe photo provided by NASA shows the Soyuz MS-22 crew ship pictured on Oct. 8, 2002, in the foreground docked to the Rassvet module as the International Space Station orbited 264 miles above Europe. In the background, is the Prichal docking module attached to the Nauka multipurpose laboratory module. Russian space corporation Roscosmos said Wednesday, Jan. 11, 2023 that it will launch a new spacecraft to take some of the International Space Station's crew back to Earth after their capsule was damaged and leaked coolant.(NASA via AP)\n\nMOSCOW (AP) — Russia will send up a new capsule next month to bring back three space station crew members whose original ride home was damaged, officials said Wednesday.\n\nThe two Russians and one American will stay several extra months at the International Space Station as a result of the capsule switch, possibly pushing their mission to close to a year, NASA and Russian space officials told reporters.\n\nCosmonauts Sergey Prokopyev and Dmitri Petelin, and astronaut Frank Rubio were supposed to return in March in the same Soyuz capsule that took them up last September. But that capsule was hit by a tiny meteoroid on Dec. 14 , creating a small hole in the exterior radiator and sending coolant spewing into space.\n\nSergei Krikalev, head of human spaceflight for the Russian Space Agency, said barring an emergency at the space station, it would be too dangerous for the crew to use that capsule to return to Earth.\n\nADVERTISEMENT\n\nAlthough Russian engineers believe the capsule could survive reentry and land safely, the cabin temperature could reach the low 40s Celsius (over 100 degrees Fahrenheit) with high humidity because it couldn’t shed heat generated by a computer and other electronics, noted Krikalev, a former cosmonaut.\n\nThe new Soyuz capsule will be launched from Kazakhstan on Feb. 20, a month earlier than planned. No one will be on board; the capsule will fly in automatic mode, Russian Space Agency chief Yuri Borisov announced earlier in the day. The original plan was to launch this new Soyuz in March with two Russians and one American, replacements for the three already up there. This new crew will now have to wait until late summer or fall to fly when another capsule is ready for them.\n\nRussia will eventually bring back the damaged capsule with only science samples on board.\n\nNASA took part in all the discussions and agreed with the plan.\n\n“Right now, the crew is safe on board space station,” said NASA’s space station program manager Joel Montalbano. “There’s no immediate need for the crew to come home today.”\n\nBackup plans are in the works, according to Montalbano and Krikalev, in case an emergency forces the seven space station residents to flee before the new Soyuz can be launched — like a fire or decompression. NASA is looking at the possibility of adding extra crew to the SpaceX capsule currently docked at the station.\n\nADVERTISEMENT\n\nNeither Krikalev nor Montalbano could recall a similar case in which a substitute spacecraft needed to be quickly launched.\n\nBorisov said analysis confirmed the leak was caused by a micrometeoroid, not a piece of spacecraft debris or manufacturing defect. The resulting hole was about 1 millimeter in size or less than one-tenth of an inch.\n\nMontalbano said the three crew members took the news in stride.\n\n“I may have to find some more ice cream to reward them” on future cargo deliveries, he told reporters.\n\nBesides Prokopyev, Petelin and Rubio, the space station is home to NASA astronauts Nicole Mann and Josh Cassada; Russian Anna Kikina and Japan’s Koichi Wakata. The four rode up on a SpaceX capsule last October.\n\n___\n\nDunn reported from Cape Canaveral, Florida.\n\n___\n\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group. The AP is solely responsible for all content.",
            "title": "Russia will launch new capsule to return space station crew",
            "keywords": [
                "crew",
                "russian",
                "launch",
                "station",
                "capsule",
                "international",
                "space",
                "soyuz",
                "russia",
                "nasa",
                "module",
                "return",
                "spacecraft"
            ],
            "link": "https://apnews.com/article/space-exploration-science-aerospace-technology-774c003c73b3ffd77a80132a5dce6451",
            "skip": "true",
            "duplicates": [
                "5",
                "7"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "6": {
            "text": "WASHINGTON and SEATTLE, Jan. 11, 2023 /PRNewswire/ -- With thousands of tiny holes, Orion's Veil — a bubble of gas and dust — is breaking sooner than expected, and SOFIA was the only observatory that could study why.\n\nCosmic bubbles are blowing up earlier than expected, and research from the Stratospheric Observatory for Infrared Astronomy (SOFIA) can help explain why.\n\nDuring the 241st meeting of the American Astronomical Society, which will be held at the Washington State Convention Center in Seattle, WA on Jan 8-12, Umit Kavak will present his work on the role of stellar feedback in breaking up Orion's Veil. His talk, \"Protostellar feedback in massive star-forming regions,\" will be featured in a press conference on Wednesday, Jan 11 at 10:15 AM PT.\n\nIn a previous study, Kavak and his collaborators found fossil outflows from the Trapezium Cluster of stars in Orion's Veil — a bubble of dust and gas in our galaxy —suggested the veil might be breaking. Now, they've found outflows actively ejected from protostars that are not as bright as the Trapezium stars. These protostellar outflows are also interacting with the bubble's shell, allowing the researchers to study the process in more depth.\n\nAs stars from within the bubble eject material out, this material interacts with the shell. The bubble then becomes something more like a sieve, with tens of thousands of tiny holes from which gas can escape.\n\n\"Think of it like shooting a gun from thousands of different protostars, and all of them are just shooting in random directions,\" Kavak said.\n\nThis process is important for astronomers to study because of the role it plays in the dynamics of bubbles like Orion's Veil. Though they know the bubble will eventually blow up, there are many candidate mechanisms that can break it, such as radiation or hot gas from supernovae. This work provides evidence that outflows from massive protostars are a potential middle stage in the bubble's evolution that can break the bubble up earlier than expected.\n\nFurthermore, while ionized carbon has often been used to study outflows from grown stars, the results also show its utility in monitoring the outflows of a star even before it is fully formed, and their impact. However, the Veil is difficult to study because of how thin and dense it is, and its structures can only be traced with ionized carbon observations. SOFIA was therefore unique in its ability to reveal this interaction, thanks to its spectral resolution and its ability to resolve the ionized carbon around protostars.\n\n\"There's no way to study this anymore without SOFIA,\" Kavak said. \"We may trace structures perpendicular to our line of sight with other observations, but if the structure illuminated by a massive star is moving towards us, velocity-resolved ionized carbon observations are one-of-a-kind.\"\n\nAbout SOFIA\n\nSOFIA was a joint project of NASA and the German Space Agency at DLR. DLR provided the telescope, scheduled aircraft maintenance, and other support for the mission. NASA's Ames Research Center in California's Silicon Valley managed the SOFIA program, science, and mission operations in cooperation with the Universities Space Research Association, headquartered in Columbia, Maryland, and the German SOFIA Institute at the University of Stuttgart. The aircraft was maintained and operated by NASA's Armstrong Flight Research Center Building 703, in Palmdale, California. SOFIA achieved full operational capability in 2014 and concluded its final science flight on Sept. 29, 2022.\n\nAbout USRA\n\nThe Universities Space Research Association (USRA) is a nonprofit corporation chartered to advance space-and aeronautics -related science, technology and engineering. USRA operates scientific institutes and facilities and conducts other major research and educational programs. USRA engages the university community and employs in-house scientific leadership, innovative research and development, and project management expertise. More information about USRA is available at www.usra.edu.\n\n© 2022 Universities Space Research Association\n\n425 3rd Street SW, Suite 950, Washington DC, 20024\n\nPR Contact:\n\nSuraiya Farukhi\n\n[email protected]\n\n443-812-6945\n\nSOURCE Universities Space Research Association",
            "title": "SOFIA Helps Reveal Why Cosmic Bubbles Are Leaking Out Into Space",
            "keywords": [
                "bubbles",
                "research",
                "leaking",
                "study",
                "reveal",
                "outflows",
                "bubble",
                "universities",
                "veil",
                "cosmic",
                "stars",
                "space",
                "sofia",
                "helps",
                "usra"
            ],
            "link": "https://www.prnewswire.com/news-releases/sofia-helps-reveal-why-cosmic-bubbles-are-leaking-out-into-space-301718609.html",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nSummary: New research from the Stratospheric Observatory for Infrared Astronomy (SOFIA) has found outflows actively ejected from protostars that are not as bright as the Trapezium stars, which they hypothesize is causing Orion's Veil - a bubble of gas and dust - to break up earlier than expected. This process is important to study because it can affect predicted timelines for when such bubbles will blow up, and ionized carbon observations from SOFIA were necessary to trace this interaction."
        },
        "7": {
            "text": "Listen Comment on this story Comment Gift Article Share\n\nRussia plans to send a backup spacecraft to the International Space Station to retrieve three crew members whose Soyuz capsule was damaged, possibly by a micrometeoroid, Russia and NASA officials said Wednesday. Tech is not your friend. We are. Sign up for The Tech Friend newsletter. ArrowRight The replacement craft, which will have no crew aboard, is to be launched Feb. 20 to pick up Russian cosmonauts Sergey Prokopyev and Dmitri Petelin as well as NASA astronaut Frank Rubio, who all arrived at the station in September.\n\nOn Dec. 14, as the cosmonauts were preparing to leave the station’s airlock to perform a spacewalk, ground controllers noticed a leak of coolant spraying uncontrollably into space. Roscosmos, the Russian space agency, immediately canceled the spacewalk and determined that the leak was coming from a tiny hole in an external cooling line, about one millimeter wide. The coolant is used to keep the capsule at a comfortable temperature.\n\nAdvertisement\n\nSince then, Roscosmos, in cooperation with NASA, had been trying to determine whether the spacecraft was fit to fly the crew home or if the agency needed to send up a rescue craft. The teams determined that without the coolant, temperatures inside the spacecraft could exceed 100 degrees Fahrenheit. The high temperature combined with humidity could affect the spacecraft’s computing systems and also make the atmosphere uncomfortable for the crew.\n\nAfter the new spacecraft arrives at the station, Roscosmos plans to fly, without crew members, the damaged Soyuz back to Earth, where it will be retrieved and inspected.\n\nNASA and Roscosmos have said that the crew members on the station are not in danger and that they continued to conduct research and science experiments, including growing tomatoes, while crews on the ground developed a solution for the problem. Seven people are aboard the station: the three who flew on the Soyuz craft in September and four who flew to the station in October on SpaceX’s Dragon spacecraft, which also is docked at the station.\n\nAdvertisement\n\nIn a call with reporters Wednesday, NASA’s space station program manager, Joel Montalbano, sought to downplay the severity of the issue, saying there is “no immediate need for the crew to come home today.”\n\nSpeaking from Moscow, where he was involved in meetings with Roscosmos officials, Montalbano said NASA was not “calling it a rescue Soyuz. … I’m calling it a replacement Soyuz.”\n\nSergei Krikalev, executive director of Roscosmos’s human spaceflight programs, said the agencies prepare for this sort of situation, knowing they are extremely rare. “This is a scenario we envision, and now we are basically following the procedure,” he said.\n\nKrikalev said it was “the first time I remember” having to send a replacement spacecraft to the station. “We’ve never had the real need to do this” he said.\n\nNASA and Roscosmos are examining options in the event of an emergency that would require the crews to evacuate the station before the rescue Soyuz arrives. The Soyuz crew could still board its spacecraft and use it as a lifeboat, without returning to Earth’s atmosphere. It also might be possible to fit an additional crew member in the SpaceX Dragon capsule.\n\nAdvertisement\n\nThe plan now would involve crews going “in your respective vehicles today,” Montalbano said. “But, in parallel, we have been talking to SpaceX and looking at an option of what we can do with the SpaceX vehicle.”\n\nHe said NASA officials concurred with Roscosmos’s view that the damage to the Soyuz vehicle docked at the space station was probably caused by a micrometeoroid. He said there was nothing abnormal “in the manufacturing of this vehicle.” Earth’s orbit also has been flooded with debris from a Russian missile strike on a dead satellite in 2021 that, at the time, required crews on the space station to shelter in their spacecraft.\n\nOverall, Montalbano said, NASA and Roscosmos “have worked extremely well together, both the technical teams and the management team. It is a true testament to the partnership.”\n\nAdvertisement\n\nWith a fresh Soyuz at the station, Krikalev said, the three-member crew’s mission would be extended by a number of months. It’s not clear, though, how the launch of the replacement vehicle would affect NASA’s schedule. For now, SpaceX is expected to fly another crew of astronauts to the station in February. “We’ll need a couple more weeks before we’re ready to define a bunch of new launch dates,” Montalbano said.\n\nCrew members on the space station were in good spirits and continuing to go about their business, he said. But he added: “I may have to fly some more ice cream up to reward them.”\n\nGiftOutline Gift Article",
            "title": "Russia to send replacement craft to retrieve crew from space station",
            "keywords": [
                "replacement",
                "crew",
                "send",
                "station",
                "retrieve",
                "craft",
                "roscosmos",
                "space",
                "soyuz",
                "russia",
                "crews",
                "nasa",
                "montalbano",
                "spacex",
                "spacecraft"
            ],
            "link": "https://www.washingtonpost.com/technology/2023/01/11/rescue-spacecraft-space-station/",
            "skip": "false",
            "duplicates": [
                "5",
                "7"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " Share\nAfter a leak of coolant was discovered on the soyuz capsule at the International Space Station, Russia and NASA decided to send up an additional rescue craft as transport home for the three-person crew. The two agencies have said that there is no immediate threat to their safety, although they are looking into emergency evacuation plans in case it becomes necessary before the new spacecraft arrives. In addition, they believe the damage was caused by a micrometeoroid rather than manufacturing defects. Crews on the space station remain in good spirits and continue research while awaiting further updates from Russian and NASA officials."
        },
        "8": {
            "text": "Launch startup ABL Space Systems’ first orbital launch attempt ended in failure Tuesday after all nine engines on the RS1 rocket’s first stage shut down simultaneously. The rocket subsequently hit the launch pad and was destroyed on impact.\n\nThe rocket took off from the Pacific Spaceport Complex on Alaska’s Kodiak Island at around 6:27 PM EST. It’s unclear how soon after lift-off the engines failed. The rocket was carrying a technology demonstration CubeSat for data analytics company OmniTeq. While the payload was lost, no personnel were injured by the rocket impact.\n\nAs is customary with anomalous rocket launches, the company is working with officials from the spaceport and the U.S. Federal Aviation Administration to investigate the cause of the engine shutdown.\n\nABL President Dan Piemont told TechCrunch that while the investigation is still in its early stages, “The simultaneity of the shutdown is a strong piece of evidence but it will take more time for the team to narrow down contributing factors and a root cause.”\n\nABL’s 88-foot-tall expendable rocket RS1 is capable of carrying up to 1,350 kilograms to low Earth orbit, similar to Firefly Aerospace’s Alpha vehicle. The company has previously said that each launch would cost around $12 million, putting it in a growing field of competitors looking to provide rapid launch services at low cost.\n\nThe failure on Tuesday comes just one day after a Virgin Orbit mission experienced its own anomaly, which ended the mission prematurely. Two other rockets also experienced failures in the past month: Arianespace’s Vega-C and Chinese company Landspace’s Zhuque-2, which would’ve been the first methane-fueled rocket to reach orbit.\n\nABL has raised $420 million since its founding in 2017, including a $200 million Series B extension round in December 2021 at a valuation of $2.4 billion. Its investors include Lockheed Martin, which purchased a block of up to 58 launches from the startup last April.\n\n“The Flight 2 vehicle is fully assembled and ready to begin it’s flight campaign, so we’re champing at the bit to get going on that as soon as the Flight 1 investigation is complete,” Piemont said.",
            "title": "ABL Space Systems’ rocket experiences simultaneous engine shutdown shortly after lift-off",
            "keywords": [
                "abl",
                "vehicle",
                "liftoff",
                "company",
                "shortly",
                "startup",
                "spaceport",
                "rs1",
                "space",
                "million",
                "engine",
                "shutdown",
                "rocket",
                "launch",
                "soon",
                "simultaneous",
                "experiences",
                "systems",
                "flight"
            ],
            "link": "https://techcrunch.com/2023/01/11/abl-space-systems-rocket-experiences-simultaneous-engine-shutdown-shortly-after-lift-off/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nLaunch startup ABL Space Systems' had their first orbital launch attempt end in failure after the nine engines of their RS1 rocket shut down simultaneously. The 88-foot-tall expendable rocket was carrying a technology demonstration CubeSat for data analytics company OmniTeq and no personnel were injured by the rocket impact. ABL is currently working with spaceport and FAA officials to investigate what led to the engine shutdown, which occurred one day after Virgin Orbit experienced its own anomaly on a mission. They have raised $420 million since 2017 and are ready to begin Flight 2 as soon as possible once they can complete an investigation of Flight 1."
        },
        "9": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.thepacker.com/news/packer-tech/nasa-sowing-seeds-space-salsa",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "10": {
            "text": "The astronaut Katya Echazarreta in Mexico City. Gladys Serrano\n\nShe walks out of the Senate in a designer suit and heels, escorted by her team, which includes her mother and brother. She is asked to take a photo or a video for a fan and she smiles; her Saturn earrings sparkle in the sun as she poses for pictures as if she has been doing this her entire life. There’s a new star walking down Mexico City’s Paseo de la Reforma, but she’s not an actress or a singer; she’s an astronaut.\n\nKatya Echazarreta, a 27-year-old native of Guadalajara, Mexico, first stepped into the spotlight just a few months ago when she became the first Mexican national to go into space, as well as the youngest woman to do so. Out of 7,000 candidates, this NASA engineer was chosen by the Space for Humanity organization to participate in a 10-minute flight beyond the Earth’s frontier. While that accomplishment could have been the endpoint, Katya has loftier goals. Now, she has left her job at the US space agency to work for Mexico’s. What does her future hold? “I definitely want to go back into space, I want to go to the Moon, but I want to go there with Mexico,” she says; Katya speaks so confidently that it seems possible.\n\nEchazarreta’s story is an improbable one. At the age of seven, she moved with her family from Guadalajara to San Diego. Her sister had suffered from a bout of meningitis, which left her paralyzed, and the family could not find a suitable school for her in Guadalajara, so they crossed the border. Echazarreta remembers the difficulty of her early years in the United States: “Of course the children make fun of you. They don’t let you into their cliques, especially because you can’t communicate; you don’t speak the language.”\n\nIn 2012, she decided to study electrical engineering at the University of California, Los Angeles. She mentions the exact year because it coincided with the moment when NASA stopped the shuttle program that took crew members into space. “When they shut it down, no one knew what the agency’s future would be; we didn’t know if we were going to continue going to the Moon. At the time, the dreams that we currently have for the space industry didn’t seem possible,” she says. “That’s when I decided that was what I wanted to do; that if NASA was only going to hire five people, I was going to be one of those five.”\n\nHer dream became a reality a few years later when she joined the US agency as a fellow, and then she was hired for a permanent position. During that time, she participated in five missions, including the Perseverance robot, which pioneered explorations of Mars. Katya’s strengths as an engineer are her willingness to take on new challenges and her perseverance: “I was offered a project [to do] something I had never done before, and I said, ‘let me do it.’ [Doing] that helped me reach important positions in my first year as an engineer.”\n\nA male-dominated space\n\nThe space race has always been a male-dominated environment. In 1960, sexism led NASA to cancel its female astronaut program; women outperformed the men on tests but were excluded all the same. It was not until 2013 that NASA promoted parity. In Europe, there is currently only one active female cosmonaut. Even now, 50 years after Apollo 17 landed on the Moon, the world is still waiting for a woman to step on that celestial body for the first time. This was the context in which Katya Echazarreta, then 26 years old, went into space.\n\nIn June, Katya flew with five other crew members on a Blue Origin rocket, the company owned by Amazon magnate Jeff Bezos, in an experiment that aims to enable citizens to reach space and change their perspective. She successfully completed a grueling training program and was chosen ahead of 7,000 others. She was fulfilling the promise she made to herself at the age of seven, when she was already obsessed with space. But then she was told that she was taking the spot away from a man “who deserved it.” She replied calmly: “You can’t take something away from another person if it’s theirs, and going to space was always mine.”\n\nAfter that, she graced magazine covers and received messages from dozens of girls who wanted to be like her. “I’ve always believed that you can’t be what you can’t see,” she says about the importance of representation. She did all of this without changing who she was. “I’m not changing my femininity to attain such a position. I’m putting out a version of a woman who is indeed an engineer, who is interested in science, and who doesn’t conform to the stereotypes of what an engineer should look like,” she says, and, indeed, it is easy to see how her glittery eyeshadow is applied perfectly on her eyelids. “I think I’ve spent my life breaking stereotypes. Ever since I was a child, I’ve always been a very strong person. My mom always encouraged me and told me: ‘You can do whatever you want to do,’” she notes. Without hesitating, she confidently goes on to say: “I’ve achieved everything I’ve wanted, and I’ve put in the time.”\n\nWith that indefatigable determination, Katya is now navigating the corridors of the Mexican Senate and Congress, where she is trying to convince legislators to change Articles 28 and 73 of the Constitution to give the Mexican space industry additional resources. In a daring move, Echazarreta walked away from a promising future at NASA to help take her country to space. “I could have moved up [in the ranks], grown as an engineer, [and] eventually applied for an American astronaut program. Of course, it would have been a lot easier that way, but it wasn’t enough for me because I understand that my country lacks those opportunities. I want to create those opportunities in Mexico,” she says.\n\nThe Mexican space industry is weak and dependent on its giant neighbor to the north. For example, for 2020, NASA received around $22.6 billion; China’s space agency had a budget of about $11 billion; the European Space Agency has almost $8 billion to spend; and the Mexican space agency, which was created only 10 years ago, received $3 billion. There is no way to compete, which is why the idea of a Latin American space agency was considered a couple of years ago. In addition, Echazarreta points out that Mexico is awarding space projects to foreign companies rather than its own, because the former already have the infrastructure. “They see it as much easier [that way], but what they don’t realize is that they are spending a lot more to pay another country that doesn’t even consider us to be a priority [and] gives us the information we are buying as their last option; [instead,] we could invest in our own industry, in our own companies, in Mexican people developing space technology, and in the long term it will be easier, cheaper, and it will be ours,” she explains.\n\nThe young woman wants to take advantage of her current visibility to keep her eyes on the prize: Mexico’s opportunity is now; otherwise, there will be no way to join the space race. “I want to help Mexico become an international player in the space industry,” she explains. The mission to take people back to the Moon is planned for 2025. Half a century after the first Moon landing, six world powers have all set the same goal for themselves: to display their technological might, explore the Moon’s enormous mineral reserves and set up a base there as an intermediate station en route to the ultimate destination, Mars.\n\n“Space is no longer something in the future; it’s already here. In the next 10 years, we will be able to be in space. We will need people with different types of specialized knowledge, not just scientists or engineers,” warning that “if Mexico does not start to promote space issues now, it will be left behind.” To help the country become a player in space exploration, the astronaut is setting up a foundation to financially support Mexican students and companies that want to train, create technology or research topics related to space development. She plans to get the funds for this venture from larger companies that are interested in seeing Mexico develop these capabilities. The Mexican Space Agency has already announced that it will collaborate with Echazarreta. “I would love to see a mission to space by Mexicans, [with people] selected and trained in Mexico…[so] that we no longer have to ask others for information or wait for them to give us something…and I want to be the person who promotes that,” she says. “I see my future as the future of space in Mexico.”",
            "title": "Katya Echazarreta: ‘I want to return to space, but I want to go there with Mexico’",
            "keywords": [
                "return",
                "echazarreta",
                "katya",
                "ive",
                "mexican",
                "future",
                "moon",
                "space",
                "nasa",
                "mexico",
                "agency"
            ],
            "link": "https://english.elpais.com/science-tech/2023-01-12/katya-echazarreta-i-want-to-return-to-space-but-i-want-to-go-there-with-mexico.html",
            "skip": "false",
            "gpt_score_reason": "\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": "\n\nKatya Echazarreta is a 27-year-old engineer and astronaut, recently becoming the first Mexican national to go into space. She has left her job at NASA to work for Mexico’s space agency in pursuit of her goal of leading her country into space exploration within the next decade. Along with setting up a foundation to support Mexican students and companies related to space development, Echazarreta aims to break stereotypes about what an engineer should look like and create opportunities for all children who have dreams of exploring outer space."
        },
        "11": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://thehill.com/policy/technology/3809353-stuck-in-space-russia-us-announce-plan-to-bring-cosmonauts-home/",
            "skip": "true",
            "gpt_score_reason": "\n\nNASA Successfully Tests Solar Electric Propulsion on its Deep Space Probe \n\n9/10",
            "gpt_relevancy_score": 9
        },
        "12": {
            "text": "The New Space Age An unofficial list of the most influential science fiction works ever (Video: Illustration by Elizabeth von Oehsen/The Washington Post; Mario Suriani/AP; Mary Evans/AF Archive/Cinetext Bildarchiv/Everett Collection; Baen Books; Ballentine/iStock)\n\nListen Comment on this story Comment Gift Article Share\n\nOn a Monday evening last September, a NASA spacecraft intentionally blasted into an asteroid in deep space. The goal was planetary defense — protecting our planet from the kind of wayward rock that could end civilization as we know it. The unprecedented moment seemed surreal, with a camera from the craft sending footage back to Earth of a large asteroid getting bigger and bigger until — pow! — impact. It was both incredible and credible — equal parts jaw-dropping and successful in its proof of concept.\n\nWho could have imagined such a thing?\n\nWell, science fiction writers did.\n\n“Crashing big things into celestial objects goes all the way back to the 1930s stories of Edmond ‘World Wrecker’ Hamilton,” Lisa Yaszek, regents professor of science fiction studies at Georgia Tech, wrote in a text message. “In ‘Thundering Worlds,’ we throw Mercury at an invading alien army to save the rest of the solar system.”\n\nAdvertisement\n\nSpace exploration is in a renaissance, as the private space industry takes on a growing presence in the United States, and as the space agencies of several countries have joined NASA in setting their sights on the moon and other deep-space goals. But like stars that sent their light long before Earth could see it, science fiction creators helped inspire this wave of interest decades ago.\n\n“We may envision the outcome we want to achieve through the imagination and inspiration of our team members, or we may be inspired by concepts found in the art,” said NASA’s Barbara Brown, director of exploration research and technology programs. “And then science, engineering and math drive the rest.”\n\nSpace moguls like Elon Musk, Jeff Bezos, Richard Branson and Paul Allen have credited their interest in the final frontier to several written and filmed works. And that doesn’t include the NASA visionaries who love sci-fi.\n\nPress Enter to skip to end of carousel The New Space Age As humanity looks once again to the heavens, this series examines the recent boom of the private space industry, the long-term ambitions of NASA and foreign space agencies, and the potentially profound implications of this moment for society. Read the section. End of carousel\n\n“I’ve got a wall of autographs from Star Wars actors and actresses, and this year I got an autograph from William Shatner,” said Tracy Gill, deputy manager for lander ground operations in NASA’s Human Landing System Program. “I go to Comic-Con. I’m down in deep.”\n\nMark Wiese, manager for NASA’s Deep Space Logistics project, grew up with “The Jetsons” and now spends his mornings watching “The Expanse” while working out on his rowing machine.\n\n“Beyond creating a climate where innovative thinking is acceptable,” said Chris McKitterick, who directs the Ad Astra Center for Science Fiction and the Speculative Imagination at the University of Kansas, “science fiction has influenced countless scientists, engineers and technologists to make real the things depicted in science fiction narratives.”\n\nBased on a canvassing of experts ranging from the Kennedy Space Center to academia, here is a brief tour of the sci-fi works that were most influential in helping to pave a real-life path to the stars:\n\nAdvertisement\n\n‘Star Trek’\n\nIt’s hard to imagine space — or even the future itself — without thinking of “Star Trek.” The original 1960s series inspired early designs for everything from desktop computers to cellphones to Zoom. Bezos even fashioned Amazon’s Alexa based on the shipboard computer of the Starship Enterprise and named one of his holding companies “Zefram LLC” after the “Star Trek” character who invented the warp drive.\n\nRonald D. Moore, a screenwriter and producer who worked on “Star Trek: The Next Generation” beginning in 1988, took a tour of the SpaceX craft and couldn’t help but see the influence of the iconic series. “You get used to certain ideas for what a spaceship looks like, and it’s hard not to be impressed by the things you’ve seen,” said Moore, who is the creator of the Apple space series “For All Mankind.” “There are a lot of ways you can lay out controls, but they had chosen a black and white, high contrast, sleek design that could have been on any Hollywood set in the last 40 years.”\n\nBut there are more layers of influence. Moore, who said he watched the original “Star Trek” series five days a week growing up in the 1970s, was moved by the noble optimism of the series. “It was one of the very few scientific shows that says the future is going to turn out okay,” he said. “We are going to solve poverty and racism and disease. I’m inspired by the hope these problems are temporary setbacks.”\n\nAdvertisement\n\nRobert Heinlein’s writings\n\nHeinlein was a revolution unto himself. He relied on science and engineering to imagine brave new worlds, he overlaid timeless human traits into a futuristic setting, and he came up with protagonists Yaszek refers to as “creative capitalists,” who leveraged private industry and navigated government oversight to chase space glory. Sound familiar?\n\nIn “The Man Who Sold the Moon,” central character D.D. Harriman “creates a coalition of corporations, governments, and media to create the first viable space company,” Yaszek wrote in an email, “and, not coincidentally, to secure the moon as his own private resource, free of government interference.” Heinlein also contributed to the screenplay of the 1950 film “Destination Moon,” which imagined a manned trip to the lunar surface — less than 20 years before the real thing happened.\n\nHeinlein’s attention to not only space travel, but also the cooperation between the public and private sectors, lived on long after him. He devoted a portion of his estate to creating the Heinlein Prize for accomplishments in commercial space — won by Musk and Bezos.\n\nAdvertisement\n\nIsaac Asimov’s Foundation series\n\nAsimov’s famous Foundation trilogy, written in the 1940s, centers on a mathematician who figures out a way to stave off the fall of a decaying empire. Part of Asimov’s legacy — and the genre’s legacy — is not just imagining a landscape somewhere out there, but also putting humans in a setting where they can potentially solve future problems. It’s a call to action that spoke to Musk and Bezos. Asimov had so much impact on Musk that he put a copy of the series into a Tesla roadster that was sent into orbit.\n\nAsimov and Heinlein are considered by many to be among the “Big Three” of science fiction writing, along with Sir Arthur C. Clarke, who co-wrote the screenplay for “2001: A Space Odyssey,” which was based on Clarke’s novel.\n\nAdvertisement\n\n‘The Martian’\n\nAndy Weir’s tale of an astronaut stranded on Mars, which he first published on his own website, takes a unique place in sci-fi history. “The Martian” not only spawned a movie starring Matt Damon, it also boosted interest in NASA and ignited a new wonder about visiting the Red Planet. It was a new twist on an old story: A daring sci-fi plotline nourishes ideas about what we can do in real life. NASA’s Gill said he is asked about the film whenever he visits schools.\n\n“They tried to grow their own food, which is something we’re working on,” Gill said. “It would be considered sci-fi, but it’s really something that we’re going for.”\n\nThe connection between science fiction and real-life spaceflight has cut both ways. Moore fondly recalls when he was working on the “Battlestar Galactica” series and NASA reached out. One of their astronauts wanted to call … from the space station. He was a fan of the show. “It blew my mind,” Moore said. “He was watching fake space on his laptop while real space is outside his window.” That astronaut, Garrett Reisman, became a key contributor to “For All Mankind,” which imagines an alternate space history in which the Soviet Union beats the United States to the moon.\n\nAs space exploration has found new reverence, so has sci-fi itself. Fighting orbital threats is now a real-life exercise, and eye-rolling has given way to respect. “It’s always been viewed as kid stuff or not taken seriously,” Moore said. “It’s always had a second-class status. Sci-fi and fantasy always get pushed to the margins. I’ve seen in the last 20 years they’ve gotten more acclaim, more critical response.”\n\nThey’ve also become more diverse. Voices like those of Mary Robinette Kowal — author of the award-winning alt-history novel “Calculating Stars” — and Ted Chiang have grown the sci-fi oeuvre over the past several years. And just as space travel ambitions have spread to other countries, a number of international authors have emerged among science fiction’s elite. For example, Chinese novelist Liu Cixin’s “The Three-Body Problem” has sold more than 8 million copies, is being adapted into a Netflix series and drew President Barack Obama’s praise after he read it during his time in the White House. “The scope of it was immense,” Obama said in 2017.\n\nIndeed, it seems the possibilities for space and sci-fi are now as limitless as ever. As Asimov himself said, “Science fiction writers and readers didn’t put a man on the moon all by themselves, but they created a climate of opinion in which the goal of putting a man on the moon became acceptable.”\n\nGiftOutline Gift Article",
            "title": "An unofficial list of the most influential science fiction works ever",
            "keywords": [
                "moore",
                "scifi",
                "series",
                "private",
                "unofficial",
                "influential",
                "moon",
                "works",
                "space",
                "list",
                "fiction",
                "nasa",
                "star",
                "science"
            ],
            "link": "https://www.washingtonpost.com/technology/2023/01/11/science-fiction-space-travel/",
            "skip": "true",
            "gpt_score_reason": "Share3/10This article is moderately relevant to the specific request since it provides some insights into the ways in which space technology and science fiction have been linked. However, due to its focus on historical context more than current news, I would score this 3 out of 10.",
            "gpt_relevancy_score": 3
        },
        "13": {
            "text": "Capella Space on Tuesday said it has raised more than $60 million in new funding it will put toward new expanding its next-generation of radar satellites and new data products as customer demand for satellite Earth imaging continues to grow.\n\nThe funding round comes from the U.S Innovative Technology Fund and follows a $97 million Series C financing round for Capella in April 2022. U.S. Innovative Technology Fund is a new fund led by Chairman Thomas Tull, who founded Legendary Entertainment, which produced “The Dark Knight” and “Watchmen.”\n\nCapella currently provides its commercial satellite-based synthetic aperture radar (SAR) imagery to a number of government customers, including the National Reconnaissance Office. The SAR satellites can capture Earth images in all weather conditions and day and night.\n\n“Demand for reliable Earth observation data is at an all-time high, and Capella Space has proven it is leading the market with the highest resolution, highest quality SAR imagery commercially available,” Chad Cohen, who recently joined Capella as its chief financial and chief operating officer, said in a statement. “The company is at an important inflection point in its growth, and this capital will set Capella Space up well to expand into new markets.”\n\nCapella calls its new satellites Acadia, which will be built at its facilities in California and Colorado. The company said the Acadia spacecraft will deliver higher resolution imagery, have increased image capacity, and deliver images to customers faster.\n\nThe new funding will also be used to expand Capella’s automated, intelligence analytics from the company’s on-demand tasking platform.\n\nCapella said it has tripled sales since 2021 and grown its headcount by more than 50% in that time. In 2023, the company plans to further grow its sales and marketing efforts and pursue new business lines.\n\nIn addition to Cohen, Capella announced two more new members of its executive team. Glen Elliot is the company’s first chief human resources officer and Paul Stephen is the company’s new chief information security officer.\n\nThis article was first published by Via Satellite sister publication Defense Daily.",
            "title": "SAR Startup Capella Space Raises $60 Million from New U.S Innovative Technology Fund",
            "keywords": [
                "chief",
                "innovative",
                "startup",
                "fund",
                "capella",
                "earth",
                "companys",
                "satellites",
                "imagery",
                "funding",
                "technology",
                "space",
                "60",
                "million",
                "sar",
                "raises"
            ],
            "link": "https://www.satellitetoday.com/business/2023/01/11/sar-startup-capella-space-raises-60-million-from-new-u-s-innovative-technology-fund/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nCapella Space has raised more than $60 million in new funding to expand its next-generation of radar satellites and data products, while hiring a CFO, CHRO and CISO to join the executive team. The funds will further allow Capella to triple sales since 2021 and grow headcount by 50%, develop automated intelligence analytics for its on-demand tasking platform as well as expanded higher resolution imagery, increased image capacity and faster delivery times for customers."
        },
        "14": {
            "text": "A new image taken by the James Webb Space Telescope offers insights into how the first stars formed in the early universe more than 10 billion years ago.\n\nThe image shows a cluster of stars known as NGC 346, which is more than 200,000 light-years away from Earth.\n\nIt has become of interest to astronomers because it resembles the conditions of the early universe, and through studying the region they hope to learn more about how the first stars formed two or three billion years after the Big Bang.\n\nThis period, known as the \"cosmic noon\", was when star formation was at its peak.\n\n\"We're seeing the building blocks, not only of stars but also potentially of planets,\" said Guido De Marchi, of the European Space Agency, and a co-investigator on the research team.\n\nHe added that it is a possibility that \"rocky planets\" may have formed in the universe earlier than first thought.\n\nThe NGC 346 houses protostars which are clouds of gas and dust that are developing into stars. As the star develops, material collects into a disk that feeds the central star.\n\nRead more science and tech news:\n\nBritish investor who lost £1m in FTX collapse among 13 people to make reports to police\n\nCornwall wasn't the only one - six other failed launches that show space travel is hard\n\nBritain is a big part of the new space race - and could become a global launch pad\n\nOlivia Jones, a fellow at the Science and Technology Facilities Council's (STFC) UK Astronomy Technology Centre and lead author on the upcoming paper, said that the high resolution pictures taken by the telescope have provided scientists with far more data.\n\nAdvertisement\n\n\"This is the first time we can detect the full sequence of star formation of both low and high mass stars in another galaxy, offering us new information on how the birth of stars shapes their environment and even greater insight into the star formation process.\"\n\nThe James Webb Space Telescope, which is the world's most powerful, was launched over Christmas in 2021, with the hope that experts would be able to look back to the beginning of time when stars and galaxies were formed.\n\nIn July last year the telescope captured images of Neptune, the solar system's outermost planet, and its rings.",
            "title": "New image from James Webb Space Telescope offers insights into how first stars formed more than 10 billion years ago",
            "keywords": [
                "webb",
                "james",
                "formation",
                "formed",
                "taken",
                "image",
                "offers",
                "stars",
                "billion",
                "technology",
                "space",
                "insights",
                "telescope",
                "star",
                "universe"
            ],
            "link": "https://news.sky.com/story/new-image-from-james-webb-space-telescope-offers-insights-into-how-first-stars-formed-more-than-10-billion-years-ago-12784409",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThrough studying the cluster of stars known as NGC 346 and images captured by the James Webb Space Telescope, astronomers are gaining insight into star formation in early universe - approximately 10 billion years ago. This \"cosmic noon\" period was when star formation was at its peak and scientists have gained enough data to possibly detect rocky planets earlier than first thought. With high resolution pictures provided by this telescope, they can better understand how star birth shapes their environment."
        },
        "15": {
            "text": "Researchers have developed a way to use laser light to pull a macroscopic object. Although microscopic optical tractor beams have been demonstrated before, this is one of the first times that laser pulling has been used on larger objects.\n\nLight contains both energy and momentum that can be used for various types of optical manipulation such as levitation and rotation. Optical tweezers, for example, are commonly used scientific instruments that use laser light to hold and manipulate tiny objects such as atoms or cells. For the last ten years, scientists have been working on a new type of optical manipulation: using laser light to create an optical tractor beam that could pull objects.\n\n\"In previous studies, the light pulling force was too small to pull a macroscopical object,\" said research team member Lei Wang from QingDao University of Science and Technology in China. \"With our new approach, the light pulling force has a much larger amplitude. In fact, it is more than three orders of magnitudes larger than the light pressure used to drive a solar sail, which uses the momentum of photons to exert a small pushing force.\"\n\nIn the Optica Publishing Group journal Optics Express, Wang and colleagues demonstrate that macroscopic graphene-SiO 2 composite objects they designed can be used for laser pulling in a rarefied gas environment. This type of environment has a pressure much lower than atmospheric pressure.\n\n\"Our technique provides a non-contact and long-distance pulling approach, which may be useful for various scientific experiments,\" said Wang. \"The rarefied gas environment we used to demonstrate the technique is similar to what is found on Mars. Therefore, it might have the potential for one day manipulating vehicles or aircraft on Mars.\"\n\nCreating enough force\n\nIn the new work, the researchers designed a special graphene-SiO 2 composite structure specifically for laser pulling. When irradiated with a laser, the structure creates a reversed temperature difference, meaning that the side facing away from the laser gets hotter.\n\nWhen objects made from the graphene-SiO 2 composite structure are irradiated by a laser beam, gas molecules on their back side receive more energy and push the object toward the light source. Combining this with the low air pressure of a rarified gas environment allowed the researchers to obtain a laser pulling force strong enough to move macroscopic objects.\n\nUsing a torsional -- or turning -- pendulum device made from their graphene-SiO 2 composite structure, the researchers demonstrated the laser pulling phenomenon in a way that was visible to the naked eye. They then used a traditional gravity pendulum to quantitatively measure the laser pulling force. Both devices were about five centimeters long.\n\nRepeatable, tunable pulling\n\n\"We found that the pulling force was more than three orders of magnitudes larger than the light pressure,\" said Wang. \"In addition, the laser pulling is repeatable, and the force can be tuned by changing the laser power.\"\n\nThe researchers caution that this work is only a proof of concept and that many aspects of the technique would need improving before it would be practical. For example, a systematic theoretical model is needed to accurately predict the laser pulling force for given parameters including the geometry of object, laser energy and the surrounding media. They would also like to improve the laser pulling strategy so that it can work for a wider range of air pressures.\n\n\"Our work demonstrates that flexible light manipulation of a macroscopical object is feasible when the interactions between the light, object and medium are carefully controlled,\" said Wang. \"It also shows the complexity of laser-matter interactions and that many phenomena are far from being understood on both on macro and micro scales.\"",
            "title": "Researchers create an optical tractor beam that pulls macroscopic objects: Expanding laser pulling beyond the microscopic scale could be useful for scientific and space applications",
            "keywords": [
                "scientific",
                "laser",
                "wang",
                "tractor",
                "pulls",
                "optical",
                "scale",
                "force",
                "useful",
                "researchers",
                "pulling",
                "objects",
                "light",
                "space",
                "object",
                "work",
                "used"
            ],
            "link": "https://www.sciencedaily.com/releases/2023/01/230111150810.htm",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: Researchers have developed a way to use laser light for optical manipulation on a macroscopic scale, an advancement from previous studies where the forces were too small. By irradiating objects with graphene-SiO2 composite structures, they created enough force in a rarefied gas environment at low air pressure to move the object and measure this laser pulling force. This work demonstrates that complex laser-matter interactions are now possible on both macro and micro scales."
        },
        "16": {
            "text": "Selma Mededovic Thagard, the Richard and Helen March Endowed Professor of Chemical and Biomolecular Engineering at Clarkson University, has been awarded a grant from Blue Origin.\n\nHer grant-funded research, titled \"Feasibility Study of Non-Thermal Plasma Treatment for Water VOC Removal for Space Applications,\" will focus on an alternative water purification technology for space flight crew needs.\n\nThe International Space Station (ISS) water processor assembly is designed to produce potable water from several wastewater streams, including crew and animal respiration, humidity condensate, waste hygiene water, and urine distillate.\n\nVOCs, including alcohol, ketone, or aldehydes, must be removed from the wastewater stream at the rate they are generated before reuse by the crew, in order to protect crew health and ensure their ability to perform mission-critical tasks.\n\nThe current state-of-the-art technology is a charcoal multi-filtration bed to remove heavy organic compounds via adsorption, followed by a packed bed catalytic oxidizer reactor operating at high temperature (above boiling) and high pressure to remove VOCs.\n\nHowever, electrical discharge plasma technology has been found to be promising for water VOC removal of a variety of chemical compounds. One of its advantages is that it can be carried out in low-temperature ambient conditions, which could potentially reduce mass, energy and complexity at the system level.\n\nIn phase one of the project, Thagard's research will develop several lab-scale plasma systems to evaluate their VOC removal performance from water in space flights.\n\nJean S. Newell Distinguished Professor of Engineering Thomas Holsen, co-director of Clarkson’s Center for Air and Aquatic Resources Engineering and Sciences (CAARES), and his lab will provide analytical support for the grant project.\n\nBlue Origin is a privately funded aerospace manufacturer and sub-orbital spaceflight services company headquartered in Kent, Wash., and founded in 2000 by Jeff Bezos.",
            "title": "Clarkson University’s Mededovic Thagard Awarded Grant by Blue Origin",
            "keywords": [
                "awarded",
                "voc",
                "plasma",
                "crew",
                "research",
                "grant",
                "wastewater",
                "clarkson",
                "universitys",
                "water",
                "removal",
                "technology",
                "space",
                "engineering",
                "thagard",
                "mededovic",
                "origin",
                "blue"
            ],
            "link": "https://www.clarkson.edu/news/clarkson-universitys-mededovic-thagard-awarded-grant-blue-origin",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nSelma Mededovic Thagard, Richard and Helen March Endowed Professor of Chemical and Biomolecular Engineering at Clarkson University has been awarded a grant from Blue Origin to research a potential alternative water purification technology for spaceflight crew needs. This new technology is electrical discharge plasma technology, which could potentially reduce mass, energy and complexity at the system level by running in low-temperature ambient conditions. In phase one of the project, Selma's research will develop several lab-scale plasma systems to evaluate their VOC removal performance from water for space flight needs with analytical support coming from The Jean S. Newell Distinguished Professor of Engineering Thomas Holsen and his lab."
        },
        "17": {
            "text": "NASA's Innovative Advanced Concepts (NIAC) program has selected a total of 14 projects that it deems worthy of further investigation. Some may not make it past the concept stage, while others could change space exploration for good.\n\nNASA selects 14 new futuristic space concepts\n\nNASA's NIAC program will grant each of the 14 research teams $175,000 in grants to help further develop their concepts. The studies will \"help NASA determine whether these futuristic ideas could set the stage for future space exploration capabilities and enable amazing new missions,\" Michael LaPointe, program executive for NIAC, said in NASA's post.\n\nAll awardees will now conduct Phase I studies, each of which will last approximately nine months. They will have the opportunity to earn more funds for a Phase II study. However, only a few will be selected for a Phase III study, which will see them further develop their technology for potential future use in NASA missions. The NIAC program typically covers a wide range of space science relating to the Earth and further human space exploration.\n\nAwardees include Titan hybrid boat-aircraft concept and lunar pipeline\n\nAmongst the concepts that stand out the most is the TitanAir concept by planetary scientist Quinn Morley of Planet Enterprises. NASA is already planning for its Dragonfly mission to reach Saturn's moon Titan at some point in the 2030s. However, TitanAir stands out due to the fact the concept aircraft can transform into a watercraft, allowing it to sale on the methane lakes of Titan — so, in fact, it's not technically actually a \"watercraft\".",
            "title": "NASA considers Titan hybrid aircraft mission and other visionary space concepts",
            "keywords": [
                "phase",
                "hybrid",
                "niac",
                "considers",
                "mission",
                "concepts",
                "visionary",
                "aircraft",
                "titan",
                "14",
                "program",
                "space",
                "nasa",
                "concept",
                "watercraft"
            ],
            "link": "https://interestingengineering.com/innovation/nasa-titan-hybrid-aircraft-mission",
            "skip": "false",
            "gpt_score_reason": " 8/10",
            "gpt_relevancy_score": 8,
            "summary": " Another concept is a lunar pipeline system, which would allow astronauts to fill up on drinking water and rocket fuel.\n\nNASA's Innovative Advanced Concepts (NIAC) program has selected 14 projects for further investigation in an effort to advance future space exploration capabilities. Each team of researchers will receive $175,000 in grants with the potential to earn more funding as their project progresses over three phases of study. Notable concepts include the Titan hybrid boat-aircraft concept designed for Saturn's moon Titan and a lunar pipeline system that allows astronauts to refuel and drink water on the Moon."
        },
        "18": {
            "text": "As NASA gears up for more Artemis missions, which will send astronauts to the moon and then to Mars, the agency’s Johnson Space Center Director Vanessa Wyche stated it is “very realistic” that humans will be on Mars in the next 20 years.\n\n“The program that NASA has is moon to Mars, and so that is definitely what our goal is—to get to Mars,” Wyche said at a Washington Post Live event on Tuesday.\n\nShe noted that the agency’s Artemis missions will help NASA learn what is needed for further space exploration and for longer-duration missions. Moreover, NASA is looking at the moon as a test bed for further space exploration.\n\nThe first mission under the Artemis program was an uncrewed flight, and the agency used it to test systems—making sure they could survive the environments and journey in and out of space—and learn for future missions, according to Wyche.\n\n“One of the large things for us to learn was how the heat shield would perform, making sure that we could actually reenter into the Earth’s atmosphere,” Wyche said.\n\nShe indicated that a “big surprise was how flawlessly everything worked,” once the spacecraft actually took off.\n\nNow, NASA will continue to conduct post-flight testing and instrumentation—or looking at the spacecraft during its journey and return. The agency will also examine technology like the heat shield—which protects the spacecraft during its reentry of Earth’s atmosphere—to ensure there are no issues or concerns.\n\nArtemis II, which will return humans to the moon, is expected to launch by the end of 2024.\n\nIt is important to explore the moon, Mars and space because of the scientific knowledge that can come from it, according to Wyche.\n\nA journey to the moon takes about three to six days, a much shorter endeavor in comparison to the several months required to travel to Mars. As a result, Wyche indicated that using more thorough exploration of the moon to test space technologies will be beneficial for space exploration to places further away like Mars.\n\n“We went to one particular area of the moon,” she said. “We have not gone to every area of the moon, so, with Artemis, we’re going to go to the polar regions.”\n\nThe lunar ice and “other volatiles” located in those regions could potentially be used to make propellant or fresh oxygen, according to Wyche, expanding humans’ knowledge of how to live on another planetary body.\n\n“Those are the things that we need to know in order to go further into the solar system—so to go to Mars—or go even further than that,” she said.\n\nHowever, Wyche stated that there are technology gaps that the agency is trying to study to allow for longer-duration missions. Wyche noted that NASA is utilizing the International Space Station to help with some of these studies.\n\n“From a technology standpoint, how do we make sure that our crews have all of the proper water? How do they have the proper environments for when they’re on these long duration journeys? One of the things that we do on the International Space Station is reclamation of water. So, we’re not able to carry all of the water that we’re going to need to go on a very long journey. And so, we’ll need to be able to reclaim the water that the crews use during their activities. We have technology that we’ve been using to do that,” Wyche said.\n\nTechnological limitations—such as time delays in communications between Earth and Mars—also necessitate humans being on Mars missions, according to Wyche.\n\n“Human robotic operations working together will allow us to actually do further excavations,” Wyche said. “[It] will allow us to be able to use the human to assist robot[s] and mak[e] decisions, finding and doing discoveries.”\n\nThere could even be a permanent base on the moon one day. Wyche noted that the Johnson Space Center is looking at creating the Gateway—a small habitat in lunar orbit—to use as a jumping off point for lunar and space exploration, as well as to use as a home base for studies.",
            "title": "‘Very Realistic’ That Humans Will be on Mars in 20 Years, NASA Official Says",
            "keywords": [
                "journey",
                "mars",
                "official",
                "humans",
                "realistic",
                "moon",
                "missions",
                "20",
                "water",
                "wyche",
                "space",
                "technology",
                "nasa"
            ],
            "link": "https://www.nextgov.com/emerging-tech/2023/01/very-realistic-humans-will-be-mars-20-years-nasa-official-says/381724/",
            "skip": "true",
            "gpt_score_reason": "\n\n“One of the things that we want to be able to do is make sure that our crews are safe, and so [the Gateway] will allow us to be able to put—once we start going further out into space—an outpost where our astronauts can have a refuge, in case there’s any type of emergency situation. And so you don’t have them all the way back here on Earth,\" Wyche said.\n\n8/10",
            "gpt_relevancy_score": 0
        },
        "19": {
            "text": "Astronauts on the International Space Station can’t just clean their environment the way people do on Earth; NASA can’t just send them a bottle of bleach. Keeping their environment free of contamination requires testing constantly. This process used to take six to eight weeks and involve sending fully-cultured petri dishes back down to Earth for analysis, but that changed in 2016 when NASA sent them their own DNA sequencer. After that, only the data had... READ MORE\n\nAstronauts on the International Space Station can’t just clean their environment the way people do on Earth; NASA can’t just send them a bottle of bleach. Keeping their environment free of contamination requires testing constantly. This process used to take six to eight weeks and involve sending fully-cultured petri dishes back down to Earth for analysis, but that changed in 2016 when NASA sent them their own DNA sequencer. After that, only the data had to be sent back down, drastically shortening the time to results. Now, NASA is looking at edge computing as a means to shorten that sample-to-answer time once again.\n\nSarah Wallace, a microbiologist at Johnson Space Center, said the whole process currently takes five to seven days, with two or three days devoted to actually sending down the data. But with edge computing, that timeframe can be further shaved down to as little as 24 hours. And while that’s important to the astronauts on the ISS, it will be absolutely crucial to NASA’s future plans for space exploration.\n\n“When we think about ISS, we really have a nonexistent lag time in our communications,” Wallace said. “But as we think about [Lunar] Gateway, physical locations on the lunar surface, that may or may not be the case. And obviously, with Mars, that’s not going to be the case. So our goal has always been how do we get the crew an answer without having them be these bioinformatics experts?”\n\nThat’s important, because DNA sequencing is complicated work; each sample generates close to half a terabyte of data. So NASA worked with private sector partners to containerize the code and run it on the Spaceborne Computer-2 (SBC-2), an experimental, proof of concept system designed to test the viability of commercial-off-the-shelf hardware in space, and provide edge computing and artificial intelligence capabilities to the ISS.\n\nThe main challenge is keeping the code updated and ensuring it’s working the way it’s supposed to. That’s why the next step is to pursue AI and machine learning that will continuously monitor the code to ensure it’s working the way it’s supposed to and providing results that can be trusted. But the models have to be kept extremely small, because connectivity isn’t guaranteed. Different mission-critical applications have to share the limited bandwidth between the ISS and Earth, so the code has to be kept as small as possible to ensure it makes it to the edge in a timely fashion.\n\nAnother challenge is the process of transferring the data from the space station computers (SSCs) — which Wallace described as “everyday workhorse computers” — that operate the DNA sequencing device, known as MinION, to the SBC-2.\n\n“Those computers are not powerful enough to be able to do any of this … really computationally heavy part,” she said. “And so we had to have the data stored on the SSC, and then we had to have it moved to the ISS network, where it could be picked up by Spaceborne Computer-2. And just the act of moving these large files [was] not as straightforward as we would do just using a server or something on the ground.”\n\nThat required collaboration from a number of different stakeholders to figure out how to make it work. But Wallace said that process is much easier at NASA than elsewhere. She attributes that to an overall culture of problem-solving at the agency. NASA is used to pushing technologies to their limits and pioneering new technologies and processes, she said, so where other agencies may start with roadblocks, NASA moves straight to solutions.\n\n“So while we have those challenges that we all pointed out, I think NASA is more open to ‘OK, we have to find a way to fix it.’ So you shave some of the time off the beginning of them telling you the old way to try it first. And they’re more open to ‘OK, we may not know the exact way to do it now. But we’re going to go through and start working on a new path to get to the to the end goal,’” Wallace said. “So I think that’s why we are successful, is instead of initially throwing up roadblocks and making us go through a bunch of ground testing that we know won’t work, we initially start trying to forge a new path to get to the end result.”\n\nWallace said the whole idea here is to reduce risk as much as possible. Sending the DNA sequencer not only helped astronauts on the ISS get faster results, but it eliminates the risk of needing to culture large amounts of potential contaminants on the station. She said risk will be further reduced when they send up the MinION 2.0 device this spring. That will be able to handle much of the heavy computational burden itself, without having to link to the SSCs. Not having to perform that data transfer will further reduce the time-to-results, potentially down to as little as eight hours.\n\n“We also are working on taking the risk assessment piece of it one step further. So instead of just having a list of what microbes are there, that involving that risk assessment piece, and that’s something we would want included down the road too: The water is good to drink, happy face, sad face kind of thing,” Wallace said. “The next step for us, like I mentioned earlier, is just giving the crew that autonomy to not have to wait for us to thumbs up/thumbs down a situation. And this is all building on that path to that autonomy for them and and that’s super critical in our exploration beyond low Earth orbit.”",
            "title": "Edge computing enables DNA sequencing, lower risk of contaminants on International Space Station",
            "keywords": [
                "process",
                "way",
                "earth",
                "contaminants",
                "wallace",
                "dna",
                "enables",
                "iss",
                "station",
                "data",
                "thats",
                "international",
                "lower",
                "edge",
                "space",
                "risk",
                "nasa",
                "sequencing"
            ],
            "link": "https://federalnewsnetwork.com/technology-main/2023/01/edge-computing-enables-dna-sequencing-lower-risk-of-contaminants-on-international-space-station/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nSummary: NASA has drastically reduced the time it takes to test for contamination on the International Space Station (ISS) since 2016, when they sent up a DNA sequencer. Now, NASA is looking at edge computing as a means to shorten that sample-to-answer time even more--down to 24 hours or less. A microbiologist from NASA’s Johnson Space Center points out that with future missions outside of low Earth orbit, having autonomous data processing capabilities becomes absolutely crucial. To reduce risk and speed up results, the agency is currently testing commercial-off-the shelf hardware in space - with plans for an upgrade this spring that could potentially decrease sampling times down to eight hours."
        }
    }
}