{
    "date": "2023-01-17",
    "category": "fw",
    "articles": {
        "0": {
            "text": "Fish Tail Park is a new 126-acre floating forest in Nanchang, China that helps regulate floods, restore wildlife habitation and create a recreational area for the city. Transforming what was once a dumping ground, Beijing-based landscape architecture firm Turenscape built numerous islets, created by recycling coal ash found on location and mixing it with dirt. The islets house recreational areas like beaches, fountains and playgrounds and are connected by a series of walkways and bridges, surrounded by a new lake that will help capture up to one million cubic meters of stormwater. Native trees and wetland plants encircle the park to protect the shoreline and aid in biodiversity. Equipped to accommodate 20-year floods, the project presents a proof of concept for urban development that benefits nature and people. Learn more at Archinect.\n\nImage courtesy of Turenscape",
            "title": "Transforming a Dumping Ground Into a Floating Forest in China",
            "keywords": [
                "wetland",
                "floating",
                "park",
                "trees",
                "walkways",
                "forest",
                "recreational",
                "ground",
                "dumping",
                "china",
                "floods",
                "turenscape",
                "wildlife",
                "urban",
                "transforming",
                "islets"
            ],
            "link": "https://coolhunting.com/culture/transforming-a-dumping-ground-into-a-floating-forest-in-china/",
            "skip": "false",
            "gpt_score_reason": "\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\nFish Tail Park is a new sustainable urban development in Nanchang, China. 126-acres of land have been transformed from a dumping ground into recreational areas with beaches, fountains, playgrounds and walkways connected by bridges. Native trees and wetland plants help protect the shoreline for biodiversity sake and large lake captures stormwater to accommodate 20-year floods - making it an example of how cities can both benefit nature and its people."
        }
    }
}