{
    "https://www.michigansthumb.com/opinion/article/Stop-to-appreciate-the-technology-we-have-today-17685216.php": {
        "title": "Appreciate technology: It's going to space!",
        "summary": "\n• Technology has drastically improved over the years, offering users amazing capabilities \n• Comedian Louis C.K.'s comment that \"Everything is amazing right now and nobody's happy\" resonates \n• The ability to stream instant 4k video from anywhere would be unimaginable to someone even a decade ago\n• Louis C.K.'s suggestion to appreciate the technology we have today reminds us of its many benefits \n• Examples include electric cars, drone delivery, online streaming services for music & movies and high speed internet access"
    },
    "https://indianexpress.com/article/entertainment/bollywood/madhur-dixit-son-ryan-kids-need-more-space-his-parents-supportive-8353869/": {
        "title": "Madhuri Dixit’s son Ryan says kids ‘need more space’ as he calls his parents supportive: ‘We haven’t bribed him’ | Entertainment News,The Indian Express",
        "summary": "\n\n- Actor Madhuri Dixit and her husband Dr Sriram Nene discussed the college application process with their sons Arin and Ryan. \n- Ryan said that children need space during this process as it can be a \"rat race\" where they feel pressure to compete with students from around the globe.\n- He added that his parents are not pushing him to reach any particular goal, but rather just providing support through emotional connection and guidance. \n- Dr Sriram joked that he hadn't paid or bribed Ryan for his praise of them. \n- In a previous episode, their older son Arin had spoken about learning to manage life on his own in the US without parental help."
    },
    "https://newatlas.com/space/james-webb-space-telescope-first-year-images-gallery/": {
        "title": "Gallery: Incredible images from James Webb's first year in space",
        "summary": "\n\n-Successor to Hubble, the James Webb Space Telescope has been active since 2022 and uses infrared light paired with an unprecedentedly large mirror to observe further into space and time than ever before. \n-NASA released the first batch of images captured by the telescope in July 2020, featuring views of a distant cluster of galaxies magnified by a gravitational lens, nebulae cast off from a dying star, and one birthing new ones. \n-Images since have included Jupiter in a new light and cleared up Neptune's rings as well as famous stellar landmarks like Pillars of Creation. \n-James Webb has been observing for six months so far but is planned to run its mission for at least ten years (potentially even twenty)."
    },
    "https://www.abc12.com/news/inspired-by-office-space-film-washington-software-engineer-steals-over-300k-from-employer-prosecutors-say/article_d07fb0c8-6191-588f-acba-ad6455786486.html": {
        "title": "Inspired by 'Office Space' film, Washington software engineer steals over $300K from employer, prosecutors say | News | abc12.com",
        "summary": "\n\n-Ermenildo Valdez Castro, 28, worked for the online retailer Zulily from December 2018 until he was fired in June 2022. \n-He allegedly inserted malicious code into the checkout process which allowed him to allegedly steal a combined $302,278.52 before being terminated. \n-Castro's investigation revealed that his laptop contained a OneNote document called \"OfficeSpace Project\" containing details on how to steal shipping fees \n-It is believed that Castro decided to commit this crime when watching the movie 'Office Space', which has similar plot points involving engineers and money laundering schemes. \n-After being interviewed by police, it was reported that Castro admitted to placing orders of over 1,000 items through Zulily and then throwing them away after being fired without returning them or notifying staff."
    },
    "https://tech.hindustantimes.com/tech/news/top-5-nasa-james-webb-space-telescope-breakthroughs-that-will-blow-your-mind-71672453594821.html": {
        "title": "Top 5 NASA James Webb Space Telescope breakthroughs that will blow your mind | Tech News",
        "summary": " \n-NASA James Webb Space Telescope was launched in 2021 and it has already made some groundbreaking discoveries of celestial bodies. \n-It has uncovered a high number of protostars in the Pillars of Creation which were previously assumed to be star birth sites. \n-JWST directly imaged exoplanet HIP 65426 b, which could open a pathway for more observation of exoplanets. \n-It captured an image of Wolf Rayet Star WR 140 with concentric circles created due to interaction with its companion star.  \n-GN-z11 is the farthest galaxy ever known to mankind at 13 billion light years away from Earth and 350 million years after Big Bang event time frame. \n-The telescope also discovered carbon dioxide gas presence in exoplanet WASP 39b found 700 lightyears away from Earth."
    },
    "https://www.cnbctv18.com/technology/james-webb-space-to-dall-e-2--a-look-at-top-innovations-in-tech-in-2022-15553621.htm": {
        "title": "James Webb Space To Dall-E 2 — A Look At Top Innovations In Tech In 2022",
        "summary": "\n\n• The James Webb Space Telescope was launched in December 2021 and has already captured thousands of images, expanding the understanding of space astrophysics, astronomy and more. \n• NASA's Double Asteroid Redirection Test (DART) investigation team showed that its spacecraft successfully altered the asteroid Dimorphos' orbit, marking humanity’s first time purposely changing the motion of a celestial object. \n• Open AI introduced DALL-E 2, an AI image generator capable of creating impressive paintings, videos, pictures and other forms of art.  \n• Open AI also introduced ChatGPT – an AI language model chatbot able to write essays provide therapy, write code and scripts just based on simple text prompts."
    },
    "https://www.salemnews.com/news/south-koreas-rocket-launch-causes-ufo-scare/article_add590d2-8b11-5882-9e09-dd88c2fc5b44.html": {
        "title": "South Korea's rocket launch causes UFO scare | News | salemnews.com",
        "summary": "\n- South Korea conducted a test fire of a solid-fueled rocket which triggered public concern \n- Defense Ministry said launch was part of efforts to build space based surveillance capability and bolster defense posture\n- Twisty tendril of vapor in white to red ombre seen snaking behind bright white light\n- Citizens were abuzz with messages about the sighting, some suspecting supernatural phenomena or North Korean activity. \n- Launch came four days after North accused of flying five drones across the border"
    }
}