{"titles": ["China’s Defence Industry: China To Weaponize Its Thriving Arms Trade – Analysis – Eurasia Review", "China’s Defence Industry: China To Weaponize Its Thriving Arms Trade – Analysis – Eurasia Review", "China’s Defence Industry: China To Weaponize Its Thriving Arms Trade – Analysis – Eurasia Review", "China’s Defence Industry: China To Weaponize Its Thriving Arms Trade – Analysis – Eurasia Review", "China’s Defence Industry: China To Weaponize Its Thriving Arms Trade – Analysis – Eurasia Review", "Webb Unveils Young Stars in Early Stages of Formation - SpaceRef", "Webb Unveils Young Stars in Early Stages of Formation - SpaceRef", "Webb Unveils Young Stars in Early Stages of Formation - SpaceRef", "Webb Unveils Young Stars in Early Stages of Formation - SpaceRef", "Webb Unveils Young Stars in Early Stages of Formation - SpaceRef", "Looking Back at Big NASA Missions in 2022", "Looking Back at Big NASA Missions in 2022", "Looking Back at Big NASA Missions in 2022", "Looking Back at Big NASA Missions in 2022", "Looking Back at Big NASA Missions in 2022", "NASA Image of the Day 1 January 2023: LARGEST Rock in Solar System! | Tech News", "NASA Image of the Day 1 January 2023: LARGEST Rock in Solar System! | Tech News", "NASA Image of the Day 1 January 2023: LARGEST Rock in Solar System! | Tech News", "NASA Image of the Day 1 January 2023: LARGEST Rock in Solar System! | Tech News", "NASA Image of the Day 1 January 2023: LARGEST Rock in Solar System! | Tech News", "Starfield: How It Could Integrate Hard Sci-Fi in Its Mechanics", "Starfield: How It Could Integrate Hard Sci-Fi in Its Mechanics", "Starfield: How It Could Integrate Hard Sci-Fi in Its Mechanics", "Starfield: How It Could Integrate Hard Sci-Fi in Its Mechanics", "Starfield: How It Could Integrate Hard Sci-Fi in Its Mechanics", "Flex Space: Companies leased over 100k seats in 2022 - The Economic Times", "Flex Space: Companies leased over 100k seats in 2022 - The Economic Times", "Flex Space: Companies leased over 100k seats in 2022 - The Economic Times", "Flex Space: Companies leased over 100k seats in 2022 - The Economic Times", "Flex Space: Companies leased over 100k seats in 2022 - The Economic Times", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 – ThePrint – ANIFeed", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 – ThePrint – ANIFeed", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 – ThePrint – ANIFeed", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 – ThePrint – ANIFeed", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 – ThePrint – ANIFeed", "Space agency renamed TASA in official overhaul - Taipei Times", "Space agency renamed TASA in official overhaul - Taipei Times", "Space agency renamed TASA in official overhaul - Taipei Times", "Space agency renamed TASA in official overhaul - Taipei Times", "Space agency renamed TASA in official overhaul - Taipei Times", "Bennet Welcomes $178 Million for Colorado Projects in FY23 Funding Bill | Kiowa County Press - Eads, Colorado, Newspaper", "Bennet Welcomes $178 Million for Colorado Projects in FY23 Funding Bill | Kiowa County Press - Eads, Colorado, Newspaper", "Bennet Welcomes $178 Million for Colorado Projects in FY23 Funding Bill | Kiowa County Press - Eads, Colorado, Newspaper", "Bennet Welcomes $178 Million for Colorado Projects in FY23 Funding Bill | Kiowa County Press - Eads, Colorado, Newspaper", "Bennet Welcomes $178 Million for Colorado Projects in FY23 Funding Bill | Kiowa County Press - Eads, Colorado, Newspaper", "NASA’s three 2022 missions that changed the future | The Hill", "NASA’s three 2022 missions that changed the future | The Hill", "NASA’s three 2022 missions that changed the future | The Hill", "NASA’s three 2022 missions that changed the future | The Hill", "NASA’s three 2022 missions that changed the future | The Hill", "2022 too short, too far: DTE’s reportage on global scientific research ", "2022 too short, too far: DTE’s reportage on global scientific research ", "2022 too short, too far: DTE’s reportage on global scientific research ", "2022 too short, too far: DTE’s reportage on global scientific research ", "2022 too short, too far: DTE’s reportage on global scientific research ", "\tIsrael Aerospace launches EROS observation satellite - Globes", "\tIsrael Aerospace launches EROS observation satellite - Globes", "\tIsrael Aerospace launches EROS observation satellite - Globes", "\tIsrael Aerospace launches EROS observation satellite - Globes", "\tIsrael Aerospace launches EROS observation satellite - Globes", "'We are moving towards citizen-centric governance': Jitendra Singh, MoS, PMO - The Week", "'We are moving towards citizen-centric governance': Jitendra Singh, MoS, PMO - The Week", "'We are moving towards citizen-centric governance': Jitendra Singh, MoS, PMO - The Week", "'We are moving towards citizen-centric governance': Jitendra Singh, MoS, PMO - The Week", "'We are moving towards citizen-centric governance': Jitendra Singh, MoS, PMO - The Week", "Space Launches: Why Reusability Matters", "Space Launches: Why Reusability Matters", "Space Launches: Why Reusability Matters", "Space Launches: Why Reusability Matters", "Space Launches: Why Reusability Matters", "China sets multiple records in space during", "China sets multiple records in space during", "China sets multiple records in space during", "China sets multiple records in space during", "China sets multiple records in space during", "Eight companies join Catalyst Accelerator’s Int’l SDA cohort – SatNews", "Eight companies join Catalyst Accelerator’s Int’l SDA cohort – SatNews", "Eight companies join Catalyst Accelerator’s Int’l SDA cohort – SatNews", "Eight companies join Catalyst Accelerator’s Int’l SDA cohort – SatNews", "Eight companies join Catalyst Accelerator’s Int’l SDA cohort – SatNews", "Israel Launches Super-Advanced Observation Satellite", "Israel Launches Super-Advanced Observation Satellite", "Israel Launches Super-Advanced Observation Satellite", "Israel Launches Super-Advanced Observation Satellite", "Israel Launches Super-Advanced Observation Satellite", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 | Business Insider India", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 | Business Insider India", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 | Business Insider India", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 | Business Insider India", "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 | Business Insider India", "ISRO Makes Huge Future Plans for 2023 — Transcontinental Times", "ISRO Makes Huge Future Plans for 2023 — Transcontinental Times", "ISRO Makes Huge Future Plans for 2023 — Transcontinental Times", "ISRO Makes Huge Future Plans for 2023 — Transcontinental Times", "ISRO Makes Huge Future Plans for 2023 — Transcontinental Times", "nytimes.com", "nytimes.com", "nytimes.com", "nytimes.com", "nytimes.com"], "outputs": [{"sequence": "\nA Journal of Analysis and News   Chinese People's Liberation Army (PLA). Photo Credit: Staff Sgt. D. Myles Cullen (USAF) By\nObserver Research Foundation  By Kalpit A Mankikar and Kartik Bommakanti The Chinese defence industry has made rapid advances in the recent past. Data compiled by the Stockholm International Peace Research Institute (SIRPI) for the year 2021 indicates that Chinese defence companies were at the forefront of defence sales in the Asia-Oceania region.  Although the United States’ defence industry sits at the apex of the world’s major weapons manufacturers, the Chinese have significantly expanded their footprint in the Asia-Oceania region accounting for over 80 percent of all weapons sales from the region. What accounts for the People’s Republic of China’ (PRC) defence industry gains in weapons sales and dynamism? The PRC’s rise as a significant defence industrial actor on the global stage owes to systematic and relentless investments since its inception as a communist state in 1949. The most crucial variable that explains the robustness of today’s PRC’s defence-industrial base is the Peoples Liberation Army’ (PLA) and its senior leadership’s sustained commitment and patronage of the Chinese defence industry. Virtually, the entirety of China’s major defence industries ranging from space technology to electronics to shipbuilding and synthetic chemicals have come from PLA contractual support to these industries. The penetration of the Chinese military into the country’s economy at the institutional, organisational and ideological level occurred during the most perilous phase of China’s external threat environment between the years 1950 and 1969.  The PLA’s influence at the level of policy, ideology, organisation and process continued into the Reform era starting in 1978. The distinctive features of the PRC’s innovative organisational strategy towards national security involved an absolute commitment to self-reliance, despite periodic purchases from abroad and co-production. The defence industry has successfully blended institutions that combined Stalinist top-down mobilisation of resources with an incentive structure that mimics the Silicon Valley’s entrepreneurship characterised by risk-taking, individual incentives, initiative and networks of cooperation among technical experts.  Notwithstanding setbacks to broader reform under Xi Jinping, China’s defence industrial base has not suffered any tangible or visible damage. Consequently, the Chinese defence industry has thrived and the latest SIPRI report bears this out in the form of large arms sales for the year 2021. A cursory look at Chart 1 will illustrate why the Chinese defence industry has thrived despite the COVID-19 pandemic and all the supply chain issues that have adversely affected the defence industries of other countries.  China North Industries Group Corporation Limited (NORINCO) saw a surge in sales by 11 percent in 2021 as opposed to 2020, whereas the second-ranked company Aviation Industry Corporation of China (AVIC) saw a rise by 9 percent in sales from 2020 to 2021. The third major company to make a gain of 4.2 percent in 2021 in contrast to 2020 was China Aerospace Science and Technology Corporation (CASC). China Aerospace Science and Industry Corporation (CASIC) saw a jump in sales by 13 percent from 2020 to 2021.  Only China Electronics Technology Group Corporation (CETC), albeit by the measure of total sales exceeded CASC and CASIC and which builds Information Technologies and Electronics experienced a fall by 5.6 percent, but then supply-chain disruptions in these technological sectors were among the worst hit worldwide as a result of the pandemic. Despite the rapid advances made by the PRC’s defence industry—there are three core areas where the Chinese still face challenges: very advanced electronics, submarine quieting technology and shipbuilding technology in the area of propulsion which involves precision engineering.  Although China’s development of conventional submarines is moving from Air-independent propulsion systems to lithium-ion batteries. In due course, Russian assistance in submarine quieting technology will help Beijing reduce the gap with more advanced naval powers such as the US. The Chinese have also made considerable investments in space, cyber, electronic warfare, Artificial Intelligence (AI) and quantum technology.  Indeed, the advances made by the Chinese in indigenous defence capabilities and several emerging technologies has precipitated to a large extent the US’ “Third-offset” strategy win a quest to maintain technological superiority over its rivals in specific technology fields such as AI, cyber capabilities, unmanned systems, and machine learning. The Creating Helpful Industries to Produce Semiconductors and Science Act (CHIPS Act) passed by the United States Congress recently is a US$ 53-billion law geared to subsidising and assisting the American semi-conductor industry from Chinese competition. It bars American companies that are beneficiaries’ of subsidies under the Act from investing in China’s semi-conductor industry in a quest to “catalyse” advance Research and Development (R&D) within the US. Most importantly, semi-conductors are a vital component in key weapons extending from missiles to Artificial Intelligence (AI) to automotive parts and China’s tension with world’s largest manufacturer of semi-conductor.  To be sure, semi-conductors and submarine propulsion are high-end technologies. However, the success of the Chinese defence industry is instructive—by adopting a “good enough development model” that is absorption based keeping costs low and acquiring capabilities at a rapid clip, the Chinese have managed carry out a vast amount of indigenisation making them a fairly effective seller of defence products to the Chinese armed services and a competitive defence exporter, but Beijing faces a serious challenge in migrating from an absorption-based development model to an innovation-based development that involves more cutting edge weapons development.  The latter will test the Chinese defence industry’s capacity to keep costs low even as innovation is advanced to meet the acquisition requirements of the Chinese armed services. At least between 2016-2020, the PRC’s primary defence export destinations were Pakistan, Bangladesh and Algeria, which respectively imported 38 percent, 17 percent and 8.2 percent of defence systems. Apart from the aforementioned countries, in 2011, the Chinese started exporting combat or armed Unmanned Aerial Vehicles (UAVs) to Saudi Arabia, Egypt, and Uzbekistan.  Armed UAVs were until that point only being used by the US, Israel, and Britain and the only country the US exported UAVs were to France. It is also indicative of the distance the PRC has traversed transitioning from a major importer of weapons to now a major defence exporter. It seems that the PRC has realised that the trade in weapons can serve several Chinese foreign policy and economic objectives. Take the case of Africa, which is rich in hydrocarbons and minerals that are a draw for China’s economy, the world’s second largest after the US. The continent is also important to China, given that Xi’s ‘Belt and Road’ initiative aims at connecting Beijing to Africa and Europe through a network of ports, railway lines, power stations and special economic zones. Here, China seeks to bind itself to other one-party states in Africa and makes common cause with them through antipathy with the West.  Ahead of the Forum on China-Africa Cooperation in November 2021, Xi’s address harped on the need to “oppose intervention in domestic affairs, racial discrimination and unilateral sanctions … and translate our common aspirations and interests into joint actions”, alluding to the West that has on several occasions pulled up African governments for violations of human rights. On the pretext of training and upgradation programmes meant for the civil service through initiatives like the ‘China-Africa Action Plan’, China increased the intake of defence personnel.  In 2018, China hosted senior military officials from 50 African nations at the China-Africa defence forum, with an aim of expanding its influence among the defence brass. While this is a more formal arrangement, ties with senior military figures in Africa have kept China ahead of the geopolitical curve and manage any fallout of leadership transitions in volatile African nations.  For example, the chief of Zimbabwe’s armed forces, General Constantino Chiwenga, was in China and met senior leaders three days before Robert Mugabe, one of Africa’s longest serving leaders was deposed in 2017, sparking speculation as to whether or not Beijing was in the know about the coup. The PRC has been very effective at co-opting, especially senior defence personnel in the developing world. Militaries form the backbone of several developing countries and nominally civilian leaders do require their support. Consequently, the Chinese industry has readily available defence export markets. Any industry needs a market to bring in revenues and a testing ground to improvise its product. As China’s arms industry thrives, its dynamics with Africa will be interesting. Both have a great deal to offer each other. A resource-starved China eyes Africa to power its economy, whereas African nations that thrive on the extractive-industry economy, but deprive its citizenry of public services will increasingly look to acquiring instruments of hard power to bolster their regime. ORF was established on 5 September 1990 as a private, not for profit, ’think tank’ to influence public policy formulation. The Foundation brought together, for the first time, leading Indian economists and policymakers to present An Agenda for Economic Reforms in India. The idea was to help develop a consensus in favour of economic reforms. Your email address will not be published. Required fields are marked * Comment *  Name *  Email *  Website   \n\n Lao Prime Minister Phankham Viphavanh resigned on Friday for health reasons, retiring after serving in the position for less than Do you want to receive our free Eurasia Review newsletter for free? It’s easy, just click here to have Eurasia Review’s newsletter delivered via RSS, as an email newsletter, via mobile or on your personal news page. https://www.paypal.com/donate/?hosted_button_id=FLR6KLQ89SCA6", "labels": ["Pop Culture", "Real Estate", "Space Technology", "Video Games", "Space Robotics"], "scores": [0.304205060005188, 0.26285120844841003, 0.22192822396755219, 0.1162235289812088, 0.09479204565286636]}, {"sequence": "\n\n Chinese People's Liberation Army (PLA). Photo Credit: Staff Sgt. D. Myles Cullen (USAF)\n\n\n1 Analysis East Asia Pacific \n\n\nChina’s Defence Industry: China To Weaponize Its Thriving Arms Trade – Analysis \n\n\n January 2, 2023January 2, 2023\n\n\n\n\nObserver Research Foundation \n\n\n\n 0 Comments \n By\nObserver Research Foundation \n\nBy Kalpit A Mankikar and Kartik Bommakanti\n\n\n\n\n\nThe Chinese defence industry has made rapid advances in the recent past. Data compiled by the Stockholm International Peace Research Institute (SIRPI) for the year 2021 indicates that Chinese defence companies were at the forefront of defence sales in the Asia-Oceania region. \nAlthough the United States’ defence industry sits at the apex of the world’s major weapons manufacturers, the Chinese have significantly expanded their footprint in the Asia-Oceania region accounting for over 80 percent of all weapons sales from the region. What accounts for the People’s Republic of China’ (PRC) defence industry gains in weapons sales and dynamism? The PRC’s rise as a significant defence industrial actor on the global stage owes to systematic and relentless investments since its inception as a communist state in 1949.\nThe most crucial variable that explains the robustness of today’s PRC’s defence-industrial base is the Peoples Liberation Army’ (PLA) and its senior leadership’s sustained commitment and patronage of the Chinese defence industry. Virtually, the entirety of China’s major defence industries ranging from space technology to electronics to shipbuilding and synthetic chemicals have come from PLA contractual support to these industries. The penetration of the Chinese military into the country’s economy at the institutional, organisational and ideological level occurred during the most perilous phase of China’s external threat environment between the years 1950 and 1969. \nThe PLA’s influence at the level of policy, ideology, organisation and process continued into the Reform era starting in 1978. The distinctive features of the PRC’s innovative organisational strategy towards national security involved an absolute commitment to self-reliance, despite periodic purchases from abroad and co-production. The defence industry has successfully blended institutions that combined Stalinist top-down mobilisation of resources with an incentive structure that mimics the Silicon Valley’s entrepreneurship characterised by risk-taking, individual incentives, initiative and networks of cooperation among technical experts. \nNotwithstanding setbacks to broader reform under Xi Jinping, China’s defence industrial base has not suffered any tangible or visible damage. Consequently, the Chinese defence industry has thrived and the latest SIPRI report bears this out in the form of large arms sales for the year 2021. A cursory look at Chart 1 will illustrate why the Chinese defence industry has thrived despite the COVID-19 pandemic and all the supply chain issues that have adversely affected the defence industries of other countries. \n\n\n\n\n\nChina North Industries Group Corporation Limited (NORINCO) saw a surge in sales by 11 percent in 2021 as opposed to 2020, whereas the second-ranked company Aviation Industry Corporation of China (AVIC) saw a rise by 9 percent in sales from 2020 to 2021. The third major company to make a gain of 4.2 percent in 2021 in contrast to 2020 was China Aerospace Science and Technology Corporation (CASC). China Aerospace Science and Industry Corporation (CASIC) saw a jump in sales by 13 percent from 2020 to 2021. \nOnly China Electronics Technology Group Corporation (CETC), albeit by the measure of total sales exceeded CASC and CASIC and which builds Information Technologies and Electronics experienced a fall by 5.6 percent, but then supply-chain disruptions in these technological sectors were among the worst hit worldwide as a result of the pandemic.\n\nSource: Adapted from Stockholm International Peace Research Institute Report, 2022\nDespite the rapid advances made by the PRC’s defence industry—there are three core areas where the Chinese still face challenges: very advanced electronics, submarine quieting technology and shipbuilding technology in the area of propulsion which involves precision engineering. \nAlthough China’s development of conventional submarines is moving from Air-independent propulsion systems to lithium-ion batteries. In due course, Russian assistance in submarine quieting technology will help Beijing reduce the gap with more advanced naval powers such as the US. The Chinese have also made considerable investments in space, cyber, electronic warfare, Artificial Intelligence (AI) and quantum technology. \nIndeed, the advances made by the Chinese in indigenous defence capabilities and several emerging technologies has precipitated to a large extent the US’ “Third-offset” strategy win a quest to maintain technological superiority over its rivals in specific technology fields such as AI, cyber capabilities, unmanned systems, and machine learning.\nThe PRC’s challenge on critical and emerging technologies\nThe Creating Helpful Industries to Produce Semiconductors and Science Act (CHIPS Act) passed by the United States Congress recently is a US$ 53-billion law geared to subsidising and assisting the American semi-conductor industry from Chinese competition. It bars American companies that are beneficiaries’ of subsidies under the Act from investing in China’s semi-conductor industry in a quest to “catalyse” advance Research and Development (R&D) within the US. Most importantly, semi-conductors are a vital component in key weapons extending from missiles to Artificial Intelligence (AI) to automotive parts and China’s tension with world’s largest manufacturer of semi-conductor. \nTo be sure, semi-conductors and submarine propulsion are high-end technologies. However, the success of the Chinese defence industry is instructive—by adopting a “good enough development model” that is absorption based keeping costs low and acquiring capabilities at a rapid clip, the Chinese have managed carry out a vast amount of indigenisation making them a fairly effective seller of defence products to the Chinese armed services and a competitive defence exporter, but Beijing faces a serious challenge in migrating from an absorption-based development model to an innovation-based development that involves more cutting edge weapons development. \nThe latter will test the Chinese defence industry’s capacity to keep costs low even as innovation is advanced to meet the acquisition requirements of the Chinese armed services. At least between 2016-2020, the PRC’s primary defence export destinations were Pakistan, Bangladesh and Algeria, which respectively imported 38 percent, 17 percent and 8.2 percent of defence systems. Apart from the aforementioned countries, in 2011, the Chinese started exporting combat or armed Unmanned Aerial Vehicles (UAVs) to Saudi Arabia, Egypt, and Uzbekistan. \nArmed UAVs were until that point only being used by the US, Israel, and Britain and the only country the US exported UAVs were to France. It is also indicative of the distance the PRC has traversed transitioning from a major importer of weapons to now a major defence exporter.\nPRC’ Defence leverage: Co-opting elites in the developing world\nIt seems that the PRC has realised that the trade in weapons can serve several Chinese foreign policy and economic objectives. Take the case of Africa, which is rich in hydrocarbons and minerals that are a draw for China’s economy, the world’s second largest after the US. The continent is also important to China, given that Xi’s ‘Belt and Road’ initiative aims at connecting Beijing to Africa and Europe through a network of ports, railway lines, power stations and special economic zones. Here, China seeks to bind itself to other one-party states in Africa and makes common cause with them through antipathy with the West. \nAhead of the Forum on China-Africa Cooperation in November 2021, Xi’s address harped on the need to “oppose intervention in domestic affairs, racial discrimination and unilateral sanctions … and translate our common aspirations and interests into joint actions”, alluding to the West that has on several occasions pulled up African governments for violations of human rights. On the pretext of training and upgradation programmes meant for the civil service through initiatives like the ‘China-Africa Action Plan’, China increased the intake of defence personnel. \nIn 2018, China hosted senior military officials from 50 African nations at the China-Africa defence forum, with an aim of expanding its influence among the defence brass. While this is a more formal arrangement, ties with senior military figures in Africa have kept China ahead of the geopolitical curve and manage any fallout of leadership transitions in volatile African nations. \nFor example, the chief of Zimbabwe’s armed forces, General Constantino Chiwenga, was in China and met senior leaders three days before Robert Mugabe, one of Africa’s longest serving leaders was deposed in 2017, sparking speculation as to whether or not Beijing was in the know about the coup. The PRC has been very effective at co-opting, especially senior defence personnel in the developing world. Militaries form the backbone of several developing countries and nominally civilian leaders do require their support. Consequently, the Chinese industry has readily available defence export markets.\nConclusion\nAny industry needs a market to bring in revenues and a testing ground to improvise its product. As China’s arms industry thrives, its dynamics with Africa will be interesting. Both have a great deal to offer each other. A resource-starved China eyes Africa to power its economy, whereas African nations that thrive on the extractive-industry economy, but deprive its citizenry of public services will increasingly look to acquiring instruments of hard power to bolster their regime.\n\n\n", "labels": ["Real Estate", "Space Technology", "Pop Culture", "Video Games", "Space Robotics"], "scores": [0.2982681691646576, 0.2558996379375458, 0.24964463710784912, 0.11359940469264984, 0.08258816599845886]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Scientists taking a “deep dive” into one of Webb’s iconic first images have discovered dozens of energetic jets and outflows from young stars previously hidden by dust clouds. The discovery marks the beginning of a new era of investigating how stars like our Sun form, and how the radiation from nearby massive stars might affect the development of planets. The Cosmic Cliffs, a region at the edge of a gigantic, gaseous cavity within the star cluster NGC 3324, has long intrigued astronomers as a hotbed for star formation. While well-studied by the Hubble Space Telescope, many details of star formation in NGC 3324 remain hidden at visible-light wavelengths. Webb is perfectly primed to tease out these long-sought-after details since it is built to detect jets and outflows seen only in the infrared at high resolution. Webb’s capabilities also allow researchers to track the movement of other features previously captured by Hubble. Recently, by analyzing data from a specific wavelength of infrared light (4.7 microns), astronomers discovered two dozen previously unknown outflows from extremely young stars revealed by molecular hydrogen. Webb’s observations uncovered a gallery of objects ranging from small fountains to burbling behemoths that extend light-years from the forming stars. Many of these protostars are poised to become low mass stars, like our Sun. “What Webb gives us is a snapshot in time to see just how much star formation is going on in what may be a more typical corner of the universe that we haven’t been able to see before,” said astronomer Megan Reiter of Rice University in Houston, Texas, who led the study. Molecular hydrogen is a vital ingredient for making new stars and an excellent tracer of the early stages of their formation. As young stars gather material from the gas and dust that surround them, most also eject a fraction of that material back out again from their polar regions in jets and outflows. These jets then act like a snowplow, bulldozing into the surrounding environment. Visible in Webb’s observations is the molecular hydrogen getting swept up and excited by these jets. “Jets like these are signposts for the most exciting part of the star formation process. We only see them during a brief window of time when the protostar is actively accreting,” explained co-author Nathan Smith of the University of Arizona in Tucson. Previous observations of jets and outflows looked mostly at nearby regions and more evolved objects that are already detectable in the visual wavelengths seen by Hubble. The unparalleled sensitivity of Webb allows observations of more distant regions, while its infrared optimization probes into the dust-sampling younger stages. Together this provides astronomers with an unprecedented view into environments that resemble the birthplace of our solar system. “It opens the door for what’s going to be possible in terms of looking at these populations of newborn stars in fairly typical environments of the universe that have been invisible up until the James Webb Space Telescope,” added Reiter. “Now we know where to look next to explore what variables are important for the formation of Sun-like stars.” This period of very early star formation is especially difficult to capture because, for each individual star, it’s a relatively fleeting event – just a few thousand to 10,000 years amid a multi-million-year process of star formation. “In the image first released in July, you see hints of this activity, but these jets are only visible when you embark on that deep dive – dissecting data from each of the different filters and analyzing each area alone,” shared team member Jon Morse of the California Institute of Technology in Pasadena. “It’s like finding buried treasure.” In analyzing the new Webb observations, astronomers are also gaining insights into how active these star-forming regions are, even in a relatively short time span. By comparing the position of previously known outflows in this region caught by Webb, to archival data by Hubble from 16 years ago, the scientists were able to track the speed and direction in which the jets are moving. This science was conducted on observations collected as part of Webb’s Early Release Observations Program. The paper was published in the Monthly Notices of the Royal Astronomical Society in December 2022. The James Webb Space Telescope is the world’s premier space science observatory. Webb will solve mysteries in our solar system, look beyond to distant worlds around other stars, and probe the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency), and CSA (Canadian Space Agency). Larger image SpaceRef co-founder, Explorers Club Fellow, ex-NASA, Away Teams, Journalist, Space & Astrobiology, Lapsed climber. In a letter to the FCC, SpaceX and OneWeb agrees to coordinate spectrum. 2023 Multiverse Media Inc. All right are reserved.", "labels": ["Real Estate", "Space Technology", "Pop Culture", "Video Games", "Space Robotics"], "scores": [0.29398313164711, 0.2898910641670227, 0.1971323937177658, 0.10989408940076828, 0.1090993657708168]}, {"sequence": "\n\n\nScience and Exploration\n\n\nWebb Unveils Young Stars in Early Stages of Formation\n\n\n                                    By\n                                    Keith Cowing \n\n                                    Press Release                                \n\n                                    NASA                                \n\n                                    January 1, 2023                                \n\n \n\n                                    Filed under\n                                    Astronomy, NGC 3324, telescope, Webb Space Telescope \n\n\n\n\n\n\n\n                                                                                                            Dozens of previously hidden jets and outflows from young stars are revealed in this new image of the Cosmic Cliffs from NASA’s James Webb Space Telescope’s Near-Infrared Camera (NIRCam). This image separates out several wavelengths of light from the First Image revealed on July 12, 2022, which highlight molecular hydrogen, a vital ingredient for star formation. Insets on the right-hand side highlight three regions of the Cosmic Cliffs with particularly active molecular hydrogen outflows. In this image, red, green, and blue were assigned to Webb’s NIRCam data at 4.7, 4.44, and 1.87 microns (F470N, F444W, and F187N filters, respectively). Credits: NASA, ESA, CSA, and STScI. Image processing: J. DePasquale (STScI).                                                                                                    \n\n\n\nScientists taking a “deep dive” into one of Webb’s iconic first images have discovered dozens of energetic jets and outflows from young stars previously hidden by dust clouds.\n\nThe discovery marks the beginning of a new era of investigating how stars like our Sun form, and how the radiation from nearby massive stars might affect the development of planets.\nThe Cosmic Cliffs, a region at the edge of a gigantic, gaseous cavity within the star cluster NGC 3324, has long intrigued astronomers as a hotbed for star formation. While well-studied by the Hubble Space Telescope, many details of star formation in NGC 3324 remain hidden at visible-light wavelengths. Webb is perfectly primed to tease out these long-sought-after details since it is built to detect jets and outflows seen only in the infrared at high resolution. Webb’s capabilities also allow researchers to track the movement of other features previously captured by Hubble.\nRecently, by analyzing data from a specific wavelength of infrared light (4.7 microns), astronomers discovered two dozen previously unknown outflows from extremely young stars revealed by molecular hydrogen. Webb’s observations uncovered a gallery of objects ranging from small fountains to burbling behemoths that extend light-years from the forming stars. Many of these protostars are poised to become low mass stars, like our Sun.\n“What Webb gives us is a snapshot in time to see just how much star formation is going on in what may be a more typical corner of the universe that we haven’t been able to see before,” said astronomer Megan Reiter of Rice University in Houston, Texas, who led the study.\nMolecular hydrogen is a vital ingredient for making new stars and an excellent tracer of the early stages of their formation. As young stars gather material from the gas and dust that surround them, most also eject a fraction of that material back out again from their polar regions in jets and outflows. These jets then act like a snowplow, bulldozing into the surrounding environment. Visible in Webb’s observations is the molecular hydrogen getting swept up and excited by these jets.\n“Jets like these are signposts for the most exciting part of the star formation process. We only see them during a brief window of time when the protostar is actively accreting,” explained co-author Nathan Smith of the University of Arizona in Tucson.\nPrevious observations of jets and outflows looked mostly at nearby regions and more evolved objects that are already detectable in the visual wavelengths seen by Hubble. The unparalleled sensitivity of Webb allows observations of more distant regions, while its infrared optimization probes into the dust-sampling younger stages. Together this provides astronomers with an unprecedented view into environments that resemble the birthplace of our solar system.\n“It opens the door for what’s going to be possible in terms of looking at these populations of newborn stars in fairly typical environments of the universe that have been invisible up until the James Webb Space Telescope,” added Reiter. “Now we know where to look next to explore what variables are important for the formation of Sun-like stars.”\nThis period of very early star formation is especially difficult to capture because, for each individual star, it’s a relatively fleeting event – just a few thousand to 10,000 years amid a multi-million-year process of star formation.\n“In the image first released in July, you see hints of this activity, but these jets are only visible when you embark on that deep dive – dissecting data from each of the different filters and analyzing each area alone,” shared team member Jon Morse of the California Institute of Technology in Pasadena. “It’s like finding buried treasure.”\nIn analyzing the new Webb observations, astronomers are also gaining insights into how active these star-forming regions are, even in a relatively short time span. By comparing the position of previously known outflows in this region caught by Webb, to archival data by Hubble from 16 years ago, the scientists were able to track the speed and direction in which the jets are moving.\nThis science was conducted on observations collected as part of Webb’s Early Release Observations Program. The paper was published in the Monthly Notices of the Royal Astronomical Society in December 2022.\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb will solve mysteries in our solar system, look beyond to distant worlds around other stars, and probe the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency), and CSA (Canadian Space Agency).\nLarger image\n\n\n\n\n\n\n\n\n\n\n\nKeith Cowing \nSpaceRef co-founder, Explorers Club Fellow, ex-NASA, Away Teams, Journalist, Space & Astrobiology, Lapsed climber.\n\n\n Follow on Twitter\n                                       \n\n\n\n\n \n\n\n\n\n\n\n\n\n\nScience and Exploration\n\n\n\n                        Perseverance Rover Collects Martian Regolith                    \n\n\n\n\n\n                        Press Release                    \n\n                        Jan 1, 2023                    \n\n\n\n\n \n\n\n\n\n\n\n\n\n\nScience and Exploration\n\n\n\n                        ESA’s Comet Interceptor Construction Moves Forward                    \n\n\n\n\n\n                        Press Release                    \n\n                        Jan 1, 2023                    \n\n\n\n\n \n\n\n\n\n\n\n\n\n\nNew Space and Tech\n\n\n\n                        NASA Developing AI to Steer Using Landmarks – On the Moon                    \n\n\n\n\n\n                        Press Release                    \n\n                        Dec 31, 2022                    \n\n\n\n\n \n\n\n\n\n\n\n\n\n\nNew Space and Tech\n\n\n\n                        Meteosat Third Generation Imager Satellite: New Era Of Weather Forecasting Begins                    \n\n\n\n\n\n                        Press Release                    \n\n                        Dec 31, 2022                    \n\n\n\n\n \n\n\n\n\n\n\n\n\n\nScience and Exploration\n\n\n\n                        Three Quarters Of Major Observatories Are Affected By Light Pollution                    \n\n\n\n\n\n                        Press Release                    \n\n                        Dec 31, 2022                    \n\n\n\n\n \n\n\n\n\n\n\n\n\n\nScience and Exploration\n\n\n\n                        IXPE Celebrates 1 Year of Exploring the Cosmos                    \n\n\n\n\n\n                        Press Release                    \n\n                        Dec 31, 2022                    \n\n\n\n\n \n\n\n\n\n\n\n\n\n                                            Perseverance Rover Collects Martian Regolith                                        \n\n\n \n\n\n\n\n\n\n\n\n                                            ESA’s Comet Interceptor Construction Moves Forward                                        \n\n\n \n\n\n\n\n\n\n\n\n                                            NASA Developing AI to Steer Using Landmarks – On the Moon                                        \n\n\n \n\n\n\n\n\n\n\n\n                                            Meteosat Third Generation Imager Satellite: New Era Of Weather Forecasting Begins                                        \n\n\n \n\n\n\n\n\n\n\n\n                                            Three Quarters Of Major Observatories Are Affected By Light Pollution                                        \n\n\n", "labels": ["Pop Culture", "Space Technology", "Real Estate", "Space Robotics", "Video Games"], "scores": [0.2505180239677429, 0.2471933811903, 0.2126987874507904, 0.15250267088413239, 0.13708707690238953]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "\n\nSee comments\n\n \n\n\nPrint\n\n No media source currently available The American space agency NASA announced several major mission successes in 2022. Today, we look back at some of the agency’s biggest developments in the past year. DART mission crashes spacecraft into asteroid NASA announced in October that its experiment to crash a spacecraft into an asteroid had successfully changed the path of the orbiting object. Officials said it was the first time in history that a human action had changed the motion of a space object. NASA’s DART spacecraft crashed in September into an asteroid called Dimorphos about 11 million kilometers from Earth. Dimorphos is a small “moonlet” that orbits a larger asteroid named Didymos. The goal of the crash was to see how it might redirect the asteroid’s path and speed. The crash reduced the object’s orbital period by 32 minutes. NASA scientists had predicted a reduction of 10 minutes. So, they were pleased with the test results. NASA described the crash as the world’s first planetary defense test. The targeted asteroid did not present an actual threat to Earth. Webb Space Telescope releases first images In July, NASA began releasing the first images captured by its James Webb Space Telescope. Officials described the Webb as “the largest and most powerful” science telescope ever built. The orbiting observatory is a large infrared telescope that builds on the work of earlier telescopes, such as the Hubble and Spitzer. But the Webb is designed to gather more data and explore parts of space never observed before. NASA praised the work of the Webb development team and said the telescope had begun “a new era in astronomy.” In November, scientists said the Webb had also identified bright, early galaxies for the first time. One of the galaxies might have formed only 350 million years after the Big Bang, the event that explains the beginning of the universe. Artemis I test mission around the moon In November, NASA launched its Space Launch System (SLS) rocket, which U.S. officials have called the most powerful rocket ever built. The SLS rocket carried the Orion spacecraft, or capsule, into space. The goal was to carry out an uncrewed test mission to fly around the moon. The mission was part of the space agency’s Artemis program, which aims to land Americans on the moon by the mid-2020s. During a news conference earlier this month, NASA officials said they were pleased with how Orion and its systems had performed during the mission. No major problems were reported. NASA said Orion had traveled more than 2.2 million kilometers during the test mission. The capsule parachuted into the Pacific Ocean off the coast of southern California on December 11 and was safely recovered. The goal of Artemis I was to prepare for Artemis II, which will include astronauts. That is to be followed by Artemis III, which will aim to land astronauts on the moon’s surface. If that goal is reached, it would be the first moon landing by astronauts since NASA’s Apollo 17 mission in 1972. Curiosity reaches new target area on Mars After a summer trip, NASA announced in October its Curiosity explorer vehicle had reached its next exploration target on Mars. The explorer, or rover, reached an area known as Mount Sharp. The area sits within the planet’s Gale Crater, which Curiosity has been exploring since landing on Mars in 2012. Mount Sharp contains a mix of rocky material and many large hills. Researchers have found past evidence that Mount Sharp contained many water systems billions of years ago. But scientists believe at some point, the Martian climate grew more extreme and caused the water to dry up. Any minerals still existing in the area might provide additional evidence of severe changes to the Martian climate. Shortly after arriving in the area, Curiosity’s instruments discovered many different kinds and sizes. Among the discoveries were several different salt compounds that suggest the presence of water in the past. I’m Bryan Lynn. Bryan Lynn wrote this story for VOA Learning English.    ____________________________________________________________   asteroid – n. a rocky object that goes around the sun like a planet era – n. a period in history that is special for a particular reason _____________________________________________________________ What do you think of this story? We want to hear from you. We have a new comment system. Here is how it works: Each time you return to comment on the Learning English site, you can use your account and see your comments and replies to them. Our comment policy is here.   ", "labels": ["Pop Culture", "Real Estate", "Space Technology", "Video Games", "Space Robotics"], "scores": [0.29959961771965027, 0.2521689534187317, 0.19419971108436584, 0.1537390798330307, 0.10029266774654388]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": " Copyright © HT Media Limited  All rights reserved.  NASA lets you discover something new in the cosmos every day! The space agency drops a new image of some part of our fascinating universe along with a brief explanation by an astronomer. Today, on the first day of the New Year, 2023, NASA has shared the image of the largest rock in our solar system. Have you seen that small dot on the right side of the light's streak? Yes, that is the largest rock in our solar system! It is famously called Pale Blue Dot. NASA claims that it is larger than every known asteroid, moon, and comet nucleus. It is even larger than any other local rocky planet. This image was captured by NASA's technological marvel Voyager 1 spacecraft in 1990 from the outer Solar System. NASA explains the photo of the day, “This rock is so large its gravity makes it into a large ball that holds heavy gases near its surface.” However, it must be noted that it used to be the largest known rock of any type until the recent discoveries of large dense planets orbiting other stars. NASA further explained, “Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip. Happy Gregorian Calendar New Year to all inhabitants of this rock we call Earth. ” Yes, this pale blue dot, or \"The Rock\", is none other than our own planet Earth! Back in 1977, the twin spacecraft Voyager 1 and Voyager 2 were launched by NASA in from Cape Canaveral, Florida. Originally, the Voyagers aimed to conduct closeup studies of Jupiter and Saturn, their rings, and the larger moons of the two planets. Now, Voyager 1 has crossed into the heliosheath and is leaving the solar system, and rising above the ecliptic plane at an angle of about 35 degrees at a rate of about 520 million kilometers which is about 320 million miles a year. Follow HT Tech for the latest  tech news  and reviews , also keep up with us\non Twitter, Facebook, Google News, and Instagram. For our latest videos,\nsubscribe to our YouTube channel.\n 71672568080318", "labels": ["Space Technology", "Pop Culture", "Space Robotics", "Video Games", "Real Estate"], "scores": [0.6664795875549316, 0.1667928248643875, 0.06566999107599258, 0.05791166052222252, 0.043145958334207535]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Starfield's setting 300 years in the future welcomes sci-fi elements that are sure to impress, hopefully integrating hard sci-fi into its mechanics. Starfield is hopefully around the corner with a release date for the first half of 2023, and excitement continues to grow among players. Set in the future some 300 years, Starfield will undoubtedly embrace core sci-fi elements in its narrative and gameplay, featuring hundreds of star systems and over a thousand planets to explore. While this opens the door for thrilling adventures, many hope Bethesda will utilize hard sci-fi for the game's mechanics. Hard science fiction generally portrays the future of space flight and travel with as much accurate consistency as possible, obeying the natural laws of physics that govern the observable universe. These elements have been featured as early as the late 19th century in classic sci-fi tales and steampunk, notably by Jules Verne, yet followed by other prolific authors. Many who have penned hard science fiction tales believe that the science of complex sci-fi stories should be instructive, educating the readers or viewers and providing entertainment. RELATED: Starfield Players Will Learn 'What Happened to Earth' and Visit a Mars Colony Out the gate, Starfield is poised to embrace the harder elements of sci-fi by denying the inclusion of flashy, futuristic alien technology. Director and executive producer of Bethesda Game Studios, Todd Howard, has repeatedly mentioned during interviews that he wanted Starfield to feel like a natural evolution to space flight as seen by the present. To that end, Howard toured SpaceX and spoke with Elon Musk to better understand current space technology's logistic and aesthetic mechanics. While the trip and conversation didn't impact Starfield's story, they inspired the design of space, planets, ships, space stations, and more. Howard has explained that he wanted the game to be grounded in gritty realism, akin to the first Alien movie, which featured a more rudimentary tug spaceship carrying ore back to Earth filled with blue-collar workers. This rendition of hard sci-fi made the experience more relatable to viewers, something that Howard hopes will be the case for players. The fact that Starfield already embraces a NASA-Punk aesthetic shows its leaning toward hard sci-fi. Building off work at SpaceX, not only will the technology be lacking in flashy futurism, but the ships and their customization will also be. So while players will get to build ships to their design, the pieces available are rooted in that natural evolution of modern technology. Furthermore, the fact that player agency is abundant and features numerous governments, factions, and corporations also show the more complex science fiction elements at play. During a video interview called Constellation Questions, based on the player's starting faction, Constellation, Howard discussed how players, originally before being cut, were able to run out of fuel in space, stranding them without a viable way to proceed. While this has been removed from the game, players' ships and grav-drive will detail how much fuel and distance they can go, and perhaps something similar will be available if and when Starfield has a survival mode added (as seen in past Bethesda games). For example, early gameplay shots and player HUDs showed the UI with a compass detailing Oxygen and CO2 levels and a meter for reading gravity. Additionally, since Starfield appears to lack sentient, alien life, a common trope of softer science fiction, it speaks to the harder elements it may embrace. This is further elaborated in Starfield's philosophical aspects, which aim to explore humanity's purpose, its future among the cosmos, and what's next after space. Starfield releases November 11, 2022, for PC and Xbox Series X/S. MORE: The Post-Starfield Era of Bethesda Already Looks Great Jeff started seriously gaming in 2017 with Horizon Zero Dawn and has since been unable to stop. Also an avid TV watcher, Jeff received his MFA in Screenwriting from the Savannah College of Art and Design, where he also guest lectures. Whether writing scripts or articles, he's happy as long as he's writing and creating content. His favorite genres to explore are Sci-fi, Fantasy, Horror, and Fiction/Drama. ", "labels": ["Space Technology", "Video Games", "Pop Culture", "Space Robotics", "Real Estate"], "scores": [0.5056799054145813, 0.2743692696094513, 0.10009653866291046, 0.06389734894037247, 0.05595702305436134]}, {"sequence": "\n\n\n Home GR Originals How Hard Sci-Fi Seems to Be Influencing Starfield  \n\nHow Hard Sci-Fi Seems to Be Influencing Starfield\nBy\n Jeffrey Lutz \n\nPublished 6 hours ago\n\n\n\nStarfield's setting 300 years in the future welcomes sci-fi elements that are sure to impress, hopefully integrating hard sci-fi into its mechanics.\n\n           \n\n \n\nStarfield is hopefully around the corner with a release date for the first half of 2023, and excitement continues to grow among players. Set in the future some 300 years, Starfield will undoubtedly embrace core sci-fi elements in its narrative and gameplay, featuring hundreds of star systems and over a thousand planets to explore. While this opens the door for thrilling adventures, many hope Bethesda will utilize hard sci-fi for the game's mechanics.\n\n\nHard science fiction generally portrays the future of space flight and travel with as much accurate consistency as possible, obeying the natural laws of physics that govern the observable universe. These elements have been featured as early as the late 19th century in classic sci-fi tales and steampunk, notably by Jules Verne, yet followed by other prolific authors. Many who have penned hard science fiction tales believe that the science of complex sci-fi stories should be instructive, educating the readers or viewers and providing entertainment.\n\nRELATED: Starfield Players Will Learn 'What Happened to Earth' and Visit a Mars Colony\n\n\n Starfield's Lack of Flashy, Futuristic Alien Technology\n          \n\n\n\nOut the gate, Starfield is poised to embrace the harder elements of sci-fi by denying the inclusion of flashy, futuristic alien technology. Director and executive producer of Bethesda Game Studios, Todd Howard, has repeatedly mentioned during interviews that he wanted Starfield to feel like a natural evolution to space flight as seen by the present. To that end, Howard toured SpaceX and spoke with Elon Musk to better understand current space technology's logistic and aesthetic mechanics.\n\nWhile the trip and conversation didn't impact Starfield's story, they inspired the design of space, planets, ships, space stations, and more. Howard has explained that he wanted the game to be grounded in gritty realism, akin to the first Alien movie, which featured a more rudimentary tug spaceship carrying ore back to Earth filled with blue-collar workers. This rendition of hard sci-fi made the experience more relatable to viewers, something that Howard hopes will be the case for players.\n\n\n\n How Starfield Can Include Hard Sci-Fi in its Mechanics\n          \n\n\n\nThe fact that Starfield already embraces a NASA-Punk aesthetic shows its leaning toward hard sci-fi. Building off work at SpaceX, not only will the technology be lacking in flashy futurism, but the ships and their customization will also be. So while players will get to build ships to their design, the pieces available are rooted in that natural evolution of modern technology. Furthermore, the fact that player agency is abundant and features numerous governments, factions, and corporations also show the more complex science fiction elements at play.\n\nDuring a video interview called Constellation Questions, based on the player's starting faction, Constellation, Howard discussed how players, originally before being cut, were able to run out of fuel in space, stranding them without a viable way to proceed. While this has been removed from the game, players' ships and grav-drive will detail how much fuel and distance they can go, and perhaps something similar will be available if and when Starfield has a survival mode added (as seen in past Bethesda games).\n\nFor example, early gameplay shots and player HUDs showed the UI with a compass detailing Oxygen and CO2 levels and a meter for reading gravity. Additionally, since Starfield appears to lack sentient, alien life, a common trope of softer science fiction, it speaks to the harder elements it may embrace. This is further elaborated in Starfield's philosophical aspects, which aim to explore humanity's purpose, its future among the cosmos, and what's next after space.\n\nStarfield releases November 11, 2022, for PC and Xbox Series X/S.\n\nMORE: The Post-Starfield Era of Bethesda Already Looks Great\n\n\n\n\n\n\n\n\nSubscribe to our newsletter\n                \n\n\n\n\nShare\n\n\n\nTweet\n\n\n\nShare\n\n\n\nShare\n\n\n\nShare\n\n\n\n\nCopy\n\n\n\n\nEmail\n\n\n\n\nShare\n\n\n\n\n\n\n\nShare\n\n\n\nTweet\n\n\n\nShare\n\n\n\nShare\n\n\n\nShare\n\n\n\n\nCopy\n\n\n\n\nEmail\n\n\n\n\n\nLink copied to clipboard\n\n\n\nRelated Topics\n\nGR Originals\nStarfield\nBethesda\nPC\nXbox Series S\nXbox Series X\n\n \n\n\nAbout The Author\n\n\nJeffrey Lutz\n                    \n(88 Articles Published)\n\n\n\n\n\n\nJeff started seriously gaming in 2017 with Horizon Zero Dawn and has since been unable to stop. Also an avid TV watcher, Jeff received his MFA in Screenwriting from the Savannah College of Art and Design, where he also guest lectures. Whether writing scripts or articles, he's happy as long as he's writing and creating content. His favorite genres to explore are Sci-fi, Fantasy, Horror, and Fiction/Drama. \n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPoll\n\n\nIf you could only play one game releasing in 2023, which would it be?\n\n\n\n\n\n\nFinal Fantasy 16\n\n13%, 548 votes\n\n\n\n\n\n\n\n\nStar Wars Jedi: Survivor\n\n13%, 533 votes\n\n\n\n\n\n\n\n\nMarvel's Spider-Man 2\n\n20%, 817 votes\n\n\n\n\n\n\n\n\nThe Legend of Zelda: Tears of the Kingdom\n\n35%, 1462 votes\n\n\n\n\n\n\n\n\nStarfield\n\n19%, 763 votes\n\n\n\nTotal Votes: 4123\n\nVote\nView results\n\n\n\n\n\n\n\n\n\n\n\n\n\nTrending Now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPokemon Scarlet and Violet: Early Images of Fuecoco's and Smoliv's Evolutions Appear Alongside Paldean Tauros\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlayStation Exclusive is Flopping on PC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nElden Ring Player Stumbles Upon Rare Melina Interaction After 730 Hours of Gameplay\n\n\n\n\n\n\n \n\nPoll\n\n\nIf you could only play one game releasing in 2023, which would it be?\n\n\n\n\n\n\nFinal Fantasy 16\n\n13%, 548 votes\n\n\n\n\n\n\n\n\nStar Wars Jedi: Survivor\n\n13%, 533 votes\n\n\n\n\n\n\n\n\nMarvel's Spider-Man 2\n\n20%, 817 votes\n\n\n\n\n\n\n\n\nThe Legend of Zelda: Tears of the Kingdom\n\n35%, 1462 votes\n\n\n\n\n\n\n\n\nStarfield\n\n19%, 763 votes\n\n\n\nTotal Votes: 4123\n\nVote\nView results\n\n\n\n\n \n\n\n \n\n\n\nTrending Now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPokemon Scarlet and Violet: Early Images of Fuecoco's and Smoliv's Evolutions Appear Alongside Paldean Tauros\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlayStation Exclusive is Flopping on PC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nElden Ring Player Stumbles Upon Rare Melina Interaction After 730 Hours of Gameplay\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPokemon Scarlet and Violet: Early Images of Fuecoco's and Smoliv's Evolutions Appear Alongside Paldean Tauros\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlayStation Exclusive is Flopping on PC\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nElden Ring Player Stumbles Upon Rare Melina Interaction After 730 Hours of Gameplay\n\n", "labels": ["Real Estate", "Pop Culture", "Space Technology", "Video Games", "Space Robotics"], "scores": [0.4546032249927521, 0.19387532770633698, 0.15900173783302307, 0.11582941561937332, 0.07669035345315933]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Don’t miss out on ET Prime stories! Get your daily dose of business updates on WhatsApp. click here! Many foreign companies, offshore funds and non-resident outfits have had to take a call over the past fortnight on a matter that most overseas entities steer clear of for as long as they can — filing returns with the Indian Income Tax (I-T) Department. Hospitality chain Oyo’s initial public offering (IPO) is likely to be delayed by three months as India’s capital markets regulator has asked the Ritesh Agarwal-promoted startup to update its draft IPO papers.  A lot is personal about job interviews in corporate India. Women are up against negative stereotypes and biases more often when being interviewed for jobs. Download The Economic Times News App to get Daily Market Updates & Live Business News. ETPrime stories of the day Why the battle between Ramanujan, Rembrandt and James Cameron will define our future Campa Cola 2.0: Can Mukesh Ambani-led Reliance Retail remix this 70’s classic on nostalgia? Bigbasket’s fightback: Will slow and steady win the quick-commerce race? Trending Now Popular Categories Hot on Web In Case you missed it Top Calculators Top Searched Companies Top Definitions Top Commodities Top Prime Articles Top Story Listing Top Slideshow Top Trending Topics Top Videos Private Companies Popular Articles Most Searched Articles Follow us on: Find this comment offensive? Choose your reason below and click on the Report button. This will alert our moderators to take action Reason for reporting: Your Reason has been Reported to the admin. Log In/Connect with: Will be displayed Will not be displayed Will be displayed Worry not. You’re just a step away.  To read full story, subscribe to ET Prime ₹34 per week \n                    Billed annually at \n                    ₹2499 ₹1749 Super Saver Sale - Flat 30% Off On ET Prime Membership   - - - Subscribe Now (Credit card mandatory) You can cancel your subscription anytime - - - Subscribe Now (Pay Using Netbanking/UPI/Debit Card)  ₹399/month Monthly\n        \t                        PLAN\n        \t                     Billed Amount ₹399 No Trial Period  ₹208/month (Save 49%) Yearly\n        \t                        PLAN\n        \t                     Billed Amount ₹2,499 15 \n            \t                                    Days Trial\n            \t                                +Includes DocuBay and TimesPrime Membership.  ₹150/month (Save 63%) 2-Year\n        \t                        PLAN\n        \t                     Billed Amount ₹3,599 15 \n            \t                                    Days Trial\n            \t                                +Includes DocuBay and TimesPrime Membership. Quarterly $13.99 7  Days Trial Yearly (Save 40.0%) $33.99 15  Days Trial Get ET Prime for just ₹2499 ₹1749/yr Offer Exclusively For You Get Flat 30% Off ON ET PRIME MEMBERSHIP Offer Exclusively For You Get 1 Year Free With 1 and 2-Year ET prime membership Offer Exclusively For You Get 1 Year Free With 1 and 2-Year ET prime membership Offer Exclusively For You Get Flat 40% Off Then  ₹ 1749 for 1 year Offer Exclusively For You ET Prime at ₹ 49 for 1 month Then  ₹ 1749 for 1 year NEW YEAR SALE Buy 1 Year & Get 1 Year ET PRIME FOR FREE Access the exclusive Economic Times stories, Editorial and Expert opinion Exclusive Economic Times Stories, Editorials & Expert opinion across 20+ sectors Stock analysis. Market Research. Industry Trends on 4000+ Stocks Stories you might be interested in", "labels": ["Real Estate", "Pop Culture", "Video Games", "Space Technology", "Space Robotics"], "scores": [0.38777920603752136, 0.21158187091350555, 0.15659236907958984, 0.13930799067020416, 0.1047385185956955]}, {"sequence": "Representative imageEnterprises have leased more than 100,000 seats in 2022 at co-working facilities, 18% higher than the year before and nearly three times the pre-pandemic level, amid the ongoing trend of hybrid working, according to industry experts.\n\n\"Continued demand from established companies and the flourishing startup ecosystem, coupled with the new hybrid culture, has positively impacted the flex space take-up,\" said Ramita Arora, managing director, Bengaluru & head - flex at property consultant Cushman & Wakefield. \"Managed space providers have made this solution more acceptable - with a high adoption of technology, easy access of collab spaces, flexible leases, customisation of design and spaces, they have seamlessly facilitated proactive management of office spaces in the current ambiguous workplace environment.\"\n\nFlex space providers were among the top three-four contributors to office leasing volume, taking-up over 12% of the overall leasing volume in the country's eight largest cities, according to Cushman & Wakefield.\n\n\"The demand momentum for flex space will continue to remain robust among corporates with occupiers of all sizes increasing the percentage of flexible spaces in their real estate portfolio owing to the asset-light and cost-efficient agile solutions it offers to businesses. Wider adoption of flex spaces will be used by enterprises to enter a new market, offer on-demand meeting and collaboration spaces for employees, and test alternate workplace designs,\" said Neetish Sarda, founder, Smartworks.\n\nThe company plans to add 2.5-3.0 million sq ft in the coming year, taking the total space in its portfolio to 10 million sq ft. By 2026, it aims to expand this to 28-30 million sq ft.\n\nFlex spaces started to emerge as QSRE (quick service real estate) as they are technology-enabled, fully equipped office space available on a just-in-time basis with consistent service standards across multiple locations.\n\n\"Awfis was quick to identify the uptake in demand from tier-II cities owing to the emerging concept of 'distributed workspaces' and became one of the first branded coworking player to tap into the potential of these markets to stay ahead of the curve,\" said the flexible space provider's CEO Amit Ramani.\n\nIn 2023, flex space operators are expected to continue developing business models that would cater to their customer's needs while promoting sustainability.\n\n\nDon’t miss out on ET Prime stories! Get your daily dose of business updates on WhatsApp. click here!Sunday, 01 Jan, 2023Experience Your Economic Times Newspaper, The Digital Way!Read Complete Print Edition »Front PageEmerging From CrisisBottom LineSunday ChatterMoreDon’t Skip ITR: Taxman to Foreign CosMany foreign companies, offshore funds and non-resident outfits have had to take a call over the past fortnight on a matter that most overseas entities steer clear of for as long as they can — filing returns with the Indian Income Tax (I-T) Department.Qtr’s Delay likely in Oyo IPO as Sebi seeks Updated FilingHospitality chain Oyo’s initial public offering (IPO) is likely to be delayed by three months as India’s capital markets regulator has asked the Ritesh Agarwal-promoted startup to update its draft IPO papers.It’s 2023 but Job Interview Biases Continue A lot is personal about job interviews in corporate India. Women are up against negative stereotypes and biases more often when being interviewed for jobs.Read More News onawfisneetish sardaamit ramaniramita aroraPortfolioDemandPropertyBusinesscushman & wakefield(Catch all the Business News, Breaking News Events and Latest News Updates on The Economic Times.)Download The Economic Times News App to get Daily Market Updates & Live Business News....morelessETPrime stories of the dayWhy the battle between Ramanujan, Rembrandt and James Cameron will define our future4 mins readFMCGCampa Cola 2.0: Can Mukesh Ambani-led Reliance Retail remix this 70’s classic on nostalgia?11 mins readE-commerceBigbasket’s fightback: Will slow and steady win the quick-commerce race?10 mins readSubscribe to ETPrime", "labels": ["Real Estate", "Pop Culture", "Space Technology", "Video Games", "Space Robotics"], "scores": [0.35639283061027527, 0.27672824263572693, 0.19405846297740936, 0.093136727809906, 0.0796838328242302]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "New Delhi [India], January 1 (ANI): Union Minister for Science and Technology Dr Jitendra Singh on Sunday announced that the Indian Space Research Organisation (ISRO) is ready to launch India’s first Atmanirbhar human flight “Gaganyaan” by the year 2024. The minister said that India is constantly making new achievements in the field of science and technology. Science is touching new heights under the leadership of Prime Minister Narendra Modi, which is why India’s first self-sufficient Gaganyaan will enter space in 2024. Giving information about the achievements being made by the government in the field of science and technology, Jitendra Singh said “The idea of taking forward the ‘Gaganyaan’ program was in 2022 itself but due to Covid-19 it was delayed. In the next year (2024), there will be two preliminary launchings, the first launch will be unmanned, this experiment will be done to mark the routes because if the ‘Gaganyaan’ rocket goes into space then it should also return safely to the same way.” “In the other experiment also there will be no human, instead a robot will be there as a human replica. When both the experiments assure that we are completely ready, then in the third one we will send humans into space,” the minister added. Jitendra said that ‘Gaganyaan’ would be India’s first human flight and it will also be an excellent symbol of self-reliance as it will increase the confidence of the nation. He also said that Indian origin Rakesh Sharma went to space, but he went under a Soviet mission of space, so this mission will mark Indian origin in space. “This will be a historic initiative in itself because our space journey started very late compared to America and Russia but today the same country is doing our research with our knowledge and taking lessons and moving forward,” the minister said. Jitendra Singh said, “The way PM Modi has given respect to science in the last 8 years, this has motivated the Indian scientists and has given a respectable place to them. Rules have been simplified, for example, space has been opened for private public participation, today the result is that private rockets are being launched from there and as soon as this year ends, you will get a wonderful kind of enthusiasm across the country.” “While we will be fully prepared to launch “Gaganyaan” which will be the first human flight which will work to take an Astronaut of Indian origin to space of Indian origin, it will be the first mission of this type and hence also a pride for us. It will be a matter of confidence that this work of increasing our self-esteem will work because even though our space journey started late in comparison to America or Russia, today we are in a position where our research findings are similar to those of America and Russia. Countries work to advance their research by making it available,” he added. (ANI) This report is auto-generated from ANI news service. ThePrint holds no responsibility for its content. Subscribe to our channels on YouTube & Telegram Support Our Journalism India needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that. Sustaining this needs support from wonderful readers like you. Whether you live in India or overseas, you can take a paid subscription by clicking here. Support Our Journalism  Copyright © 2022 Printline Media Pvt. Ltd. All rights reserved.", "labels": ["Space Technology", "Pop Culture", "Space Robotics", "Video Games", "Real Estate"], "scores": [0.5691403746604919, 0.1396045833826065, 0.1297149509191513, 0.08913055062294006, 0.07240947335958481]}, {"sequence": "\n\n\n\n\n\nSign in\nWelcome! Log into your account\n\n\nyour username\nyour password\n\n\nForgot your password? Get help\nPrivacy Policy\n\n\nPassword recovery\nRecover your password\n\n\nyour email\n\n\nA password will be e-mailed to you.\n\n\n\n\n\n\n\n\nHomeIndiaIndia ready to launch its first Atmanirbhar human space flight Gaganyaan by...\nIndia\n\nIndia ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024\n\n ANI\n\n1 January, 2023 06:14 pm IST \n\n\n\n\nFacebookTwitterPinterestWhatsApp\n\n\n\n\nUnion Science and Technology Minister Jitendra Singh (File photo/ANI)\n\tText Size:\nA-\nA+\n\n\nNew Delhi [India], January 1 (ANI): Union Minister for Science and Technology Dr Jitendra Singh on Sunday announced that the Indian Space Research Organisation (ISRO) is ready to launch India’s first Atmanirbhar human flight “Gaganyaan” by the year 2024.\nThe minister said that India is constantly making new achievements in the field of science and technology. Science is touching new heights under the leadership of Prime Minister Narendra Modi, which is why India’s first self-sufficient Gaganyaan will enter space in 2024.\n\n\n\n\n\n\n\n\nGiving information about the achievements being made by the government in the field of science and technology, Jitendra Singh said “The idea of taking forward the ‘Gaganyaan’ program was in 2022 itself but due to Covid-19 it was delayed. In the next year (2024), there will be two preliminary launchings, the first launch will be unmanned, this experiment will be done to mark the routes because if the ‘Gaganyaan’ rocket goes into space then it should also return safely to the same way.”\n“In the other experiment also there will be no human, instead a robot will be there as a human replica. When both the experiments assure that we are completely ready, then in the third one we will send humans into space,” the minister added.\nJitendra said that ‘Gaganyaan’ would be India’s first human flight and it will also be an excellent symbol of self-reliance as it will increase the confidence of the nation.\nHe also said that Indian origin Rakesh Sharma went to space, but he went under a Soviet mission of space, so this mission will mark Indian origin in space.\n“This will be a historic initiative in itself because our space journey started very late compared to America and Russia but today the same country is doing our research with our knowledge and taking lessons and moving forward,” the minister said.\nJitendra Singh said, “The way PM Modi has given respect to science in the last 8 years, this has motivated the Indian scientists and has given a respectable place to them. Rules have been simplified, for example, space has been opened for private public participation, today the result is that private rockets are being launched from there and as soon as this year ends, you will get a wonderful kind of enthusiasm across the country.”\n“While we will be fully prepared to launch “Gaganyaan” which will be the first human flight which will work to take an Astronaut of Indian origin to space of Indian origin, it will be the first mission of this type and hence also a pride for us. It will be a matter of confidence that this work of increasing our self-esteem will work because even though our space journey started late in comparison to America or Russia, today we are in a position where our research findings are similar to those of America and Russia. Countries work to advance their research by making it available,” he added. (ANI)\nThis report is auto-generated from ANI news service. ThePrint holds no responsibility for its content.\n\n\nSubscribe to our channels on YouTube & Telegram\nSupport Our Journalism\nIndia needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that.\nSustaining this needs support from wonderful readers like you.\nWhether you live in India or overseas, you can take a paid subscription by clicking here.\nSupport Our Journalism \n\nTagsANI wireFacebookTwitterPinterestWhatsApp\n\n\n\n\n\n\nMost Popular\n\n\n\nRuptured lung, fractured ribs — autopsy report says Russian millionaire suffered internal injuries\n\nSreyashi Dey -  30 December, 2022 \n\n\n \n\n\n\nHow Rahul Gandhi is trying to use Bharat Jodo Yatra to emerge as opposition’s...\n\nAbantika Ghosh -  30 December, 2022 \n\n\n \n\n\n\n‘Accused branded conspirators by CM’ — Telangana HC order transferring MLA poaching case to...\n\nBhadra Sinha -  29 December, 2022 \n\n\n    ", "labels": ["Pop Culture", "Space Technology", "Real Estate", "Space Robotics", "Video Games"], "scores": [0.2786823511123657, 0.26026034355163574, 0.2001800537109375, 0.13629703223705292, 0.1245802640914917]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "The National Space Organization (NSPO) was yesterday reorganized into a legal entity under the administration of the National Science and Technology Council, and renamed the Taiwan Space Agency (TASA) in English.\n Officials said the agency would be tasked with the research, development and implementation of space-related plans and technology. \n The new English-language name was chosen to give Taiwan greater international visibility, the agency said, adding that it would retain its Chinese name.\n The restructuring, which was implemented in accordance with the Act for the Establishment of the Taiwan Space Agency (國家太空中心設置條例), is part of the council’s efforts to bolster Taiwan’s competitiveness in space research and demonstrates Taiwan’s global ambitions in the field, council Minister Wu Tsung-tsong (吳政忠) said.\n Taiwan’s development of space science and technology dates back 30 years, and culminated in the enactment of the Space Development Act (太空發展法) on Jan. 20 last year, which was legislated in response to the growing international aerospace sector, he said.\n Aside from coordinating space-related research, TASA would promote international cooperation and exchanges in space science and technology, Wu said, adding that it would also handle tasks related to rocket launch sites, including launch-vehicle registrations and launch permits.\n The agency on Sept. 30 announced plans to launch a domestically designed and built rocket in 2026 as part of the Siraya Rocket Plan project, which, if successful, would be a milestone for Taiwan’s emerging space industry.\n The space agency was established in 1991 as the National Space Program Office to cultivate talent in the area of space research. In 2003, it was merged with other research agencies under the National Applied Research Laboratories and was renamed the National Space Organization in 2005 before its latest reorganization. \n\n                                                                                Chinese Nationalist Party (KMT) lawmakers on Monday accused the government of “ruining” Taiwan Semiconductor Manufacturing Co (TSMC) by “gifting” it to the US due to pressure from Washington, adding that the move would hollow out Taiwan’s economy.\n“It is the KMT that cultivated TSMC and turned it into a leader of the semiconductor industry, but now the Democratic Progressive Party [DPP] government is giving it away. TSMC will surely become ‘USMC’ in the future,” KMT caucus convener Tseng Ming-chung (曾銘宗) told a news conference at the legislature.\nKMT caucus deputy secretary Wu I-ding (吳怡玎) said that “the DPP government is not only                                     \n\n                                                                                A 30-year-old woman and her one-year-old son were killed late on Tuesday when a bus making a left turn crashed into them as they crossed an intersection in Taichung’s North District (北區), city authorities said, as the central government detailed measures to address pedestrian safety.\nThe Taichung Police Department said that the incident occurred as the woman, her husband and their child were crossing Yingcai Road at the intersection with Xueshi Road at about 11:15pm.\nAs they were crossing, a city bus on the No. 280 route made a left turn on a green light onto Yingcai Road and, apparently failing to                                     \nDRUG CONCERN:\n                                        Amid panic buying of fever medicine, the FDA called for a meeting with drugmakers to ensure stable supplies to avoid potential rationing, the CECC said                                        A new wave of infections of the Omicron variant of SARS-CoV-2 might be incoming, the Central Epidemic Command Center (CECC) yesterday said, as it reported 14,162 new local COVID-19 cases, a 37 percent increase compared with Monday last week.\nCenters for Disease Control (CDC) Director-General Chou Jih-haw (周志浩) said 72 imported COVID-19 cases and 14 deaths were confirmed yesterday.\nDeputy Minister of Health and Welfare Victor Wang (王必勝), who heads the CECC, said that 120,755 new local cases were confirmed last week, a 12.6 percent increase over the previous week.\nHowever, daily cases in the past few days have increased by 20 to                                     \n\n                                                                                The Constitutional Court on Friday agreed with the Supreme Administrative Court in upholding a decision by a lower administrative court to reject an appeal by a Taiwanese woman against a government decision to deny her Vietnamese husband a resident visa.\nA Vietnamese-Taiwanese surnamed Nguyen had appealed to the Taipei High Administrative Court when her husband’s application for a resident visa was rejected.\nHe had applied for a resident visa at the Taipei Economic and Cultural Office in Vietnam to be with Nguyen and their children in Taiwan.\nHis application was rejected because the authorities suspected that the marriage might not be authentic, prompting                                    ", "labels": ["Real Estate", "Space Technology", "Pop Culture", "Video Games", "Space Robotics"], "scores": [0.3116174638271332, 0.2672272324562073, 0.24494938552379608, 0.0939217284321785, 0.08228416740894318]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Colorado U.S. Senator Michael Bennet announced that he secured over $119 million for 82 Colorado projects in the Fiscal Year 2023 (FY23) omnibus funding bill through the Congressionally Directed Spending (CDS) process. Overall, Colorado will welcome $178 million for projects in the state this year.  The Senate released the text of the omnibus earlier today and is expected to pass the bill later this week. The bill will then head to the U.S. House of Representatives.  \"From upgrading water infrastructure to increasing access to affordable housing to investing in minority-owned businesses, these projects will help meet the needs of Coloradans and continue our work of building an economy that works for everyone and every community,\" said Bennet. \"For the second year in a row, this process has empowered Coloradans to tell Congress directly about the challenges their communities face and how Washington can be a better partner. I'm pleased to help bring this funding to over eighty projects across our state.\"  In addition to 82 Congressionally Directed Spending projects in Colorado, Bennet also secured funding for major Colorado priorities, including: You may also like these similar stories: KiowaCountyPress.net may earn an affiliate commission if you purchase products or services through links in an article. Prices, when displayed, are accurate at the time of publication but may change over time. Commissions do not influence editorial independence. The Kiowa County Press is an independent newspaper published in Eads, Kiowa County, Colorado, and to the world at KiowaCountyPress.net. Looking for a more rewarding checking account?Explore the options here!", "labels": ["Pop Culture", "Real Estate", "Space Technology", "Video Games", "Space Robotics"], "scores": [0.2764979898929596, 0.18909136950969696, 0.1838749796152115, 0.17980363965034485, 0.17073197662830353]}, {"sequence": "\n\n \nPublished Saturday, December 31, 2022Colorado U.S. Senator Michael Bennet announced that he secured over $119 million for 82 Colorado projects in the Fiscal Year 2023 (FY23) omnibus funding bill through the Congressionally Directed Spending (CDS) process. Overall, Colorado will welcome $178 million for projects in the state this year. \nThe Senate released the text of the omnibus earlier today and is expected to pass the bill later this week. The bill will then head to the U.S. House of Representatives. \n\"From upgrading water infrastructure to increasing access to affordable housing to investing in minority-owned businesses, these projects will help meet the needs of Coloradans and continue our work of building an economy that works for everyone and every community,\" said Bennet. \"For the second year in a row, this process has empowered Coloradans to tell Congress directly about the challenges their communities face and how Washington can be a better partner. I'm pleased to help bring this funding to over eighty projects across our state.\" \nIn addition to 82 Congressionally Directed Spending projects in Colorado, Bennet also secured funding for major Colorado priorities, including:\n\n$10.1 million for the Arkansas Valley Conduit.\n$505,000 for the Amache National Historic Site operations and 5 full staff.\n$14 million for a Fire Station Support Building at Fort Carson.\n$5 billion for the Low Income Home Energy Assistance Program (LIHEAP). \n$1.93 billion for the Bureau of Reclamation, including $186 million to fund Western drought programs under the WIIN Act. \n$941 million for the Natural Resource Conservation Service's conservation operations. \n$900 million for the Land and Water Conservation Fund, including $8 million for the Rio Grande National Forest and $3.4 million for the Pike and San Isabel National Forest.\n$748 million for the Colorado River Water Quality Improvement project. \n$515 million for the Payments in Lieu of Taxes (PILT) program to offset lost property tax revenue to counties with significant federal lands. \n$324 million for COPS Hiring grants to support the hiring of approximately 1800 officers nationwide.\n$225 million to address PFAS contamination on military bases and in neighboring communities.\n$160 million for NREL facilities and infrastructure, a $20 million increase from FY22. \n$20 million for University Consortium for Space Technology research. \n\n \nGovernmentColoradonationalUnited States \n \nNew York lawmakers set to make $142,000...\n \nEarthTalk - What is the prognosis for...\n \nAg stats: November 2022 mountain states...\n \nA look back at 2022: Top articles from...\n \nBennet Welcomes $178 Million for Colorado...\n \nEighteen AGs file brief with SCOTUS in...\n \nGroup rallies to protect Montana constitution\n", "labels": ["Space Technology", "Space Robotics", "Pop Culture", "Real Estate", "Video Games"], "scores": [0.6684203743934631, 0.10929011553525925, 0.09387759864330292, 0.08024047315120697, 0.04817149043083191]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Looking back, 2022 was one of the most productive years NASA has had in decades. Three missions that took place in 2022 distinguished themselves not only with their success but with their potential to improve the future. The James Webb Space Telescope actually launched in late December 2021 on an ESA Ariane 6 rocket. The telescope undertook its first test as it arrived at the Earth-Sun L2 point about a month later. The space telescope unfolded its mirror and huge sunscreen, a process that had ground controllers sweating. If anything had gone wrong, a space-borne mission such as the one that rescued the Hubble Space Telescope would not have been possible. Fortunately, deployment and alignment of the mirror and sunscreen proceeded without major problems. The James Webb Space Telescope began returning the first full-color images of the universe in July 2022. The results were spectacular. The images included nebulae, galaxies and even an indication of water and carbon dioxide in the atmosphere of a planet orbiting a distant star. The $10 billion gamble paid off. By the end of 2022, the James Webb Space Telescope had returned images of Neptune’s rings, star formations near and far, as well as the first galaxies in the dawn of the Big Bang. The space telescope promises to expand humankind’s knowledge of the universe for many years to come. What will come from that knowledge is currently beyond evaluation. The Double Asteroid Redirection Test (DART) launched on a SpaceX Falcon 9 in November 2021. Ten months later, DART slammed into Dimorphos, an asteroid that circles a larger asteroid called Didymos. DART’s mission was to ascertain if NASA could alter the path of an asteroid on a collision course with Earth. DART succeeded beyond expectations. NASA found that DART had altered Dimorphos’ orbit around Didymos by 32 minutes, give or take two minutes. The impact also created a tail of ejected debris weighing between 2.2 million pounds and 22 million pounds. NASA acquired crucial data about how massive an impact must be to alter an asteroid’s path. DART’s success may well lead to the salvation of the human species. Most people know that the age of the dinosaurs ended because of an asteroid strike near the Yucatan Peninsula 66 million years ago. A similar impact could end human life. Now, NASA has demonstrated a technique that could postpone doomsday permanently. As a bonus, DART’s success has inspired the development of the NEO Surveyor, a space telescope dedicated to locating and characterizing near-Earth objects, some of which may threaten the Earth. Artemis 1, the first mission of a spacecraft designed to take astronauts to deep space for the first time in 50 years, roared off the launch pad in the early morning hours of Nov. 16, 2022. Over budget and behind schedule, NASA’s heavy-lift Space Launch System hurtled an Orion space capsule in a distant retrograde orbit around the moon on a 26-day mission. The Orion contained mannikins festooned with sensors designed to measure the radiation environment that real astronauts would experience in a similar deep space voyage. The mission tested nearly all of the systems that would need to work on a crewed expedition. Aside from a few anomalies, Artemis 1 was a complete success. The Orion splashed down in the Pacific Ocean near Baja California. Besides the data needed to proceed with crewed missions back to the moon, Artemis 1 returned a series of images of the moon from the most distant part of its orbit with the Earth beyond. Heart-stoppingly beautiful, the images brought to mind the famous Earthrise photo taken by the crew of Apollo 8. The Artemis 1 photos provided a little well needed inspiration toward the end of a tumultuous year. The future that Artemis 1 has summoned is one in which humans are no longer confined to one planet. Humans will return to the moon, then go on to Mars and beyond to wrest knowledge, riches, and glory from the heavens. Americans seem to have had a love-hate relationship with NASA. The space agency’s glory days seemed to be long past, a subject of boomer nostalgia. But the James Webb Space Telescope, DART and Artemis 1 missions proved the agency that sent men to the moon and built the International Space Station is still capable of greatness. Mark R. Whittington is the author of space exploration studies “Why is It So Hard to Go Back to the Moon?” as well as “The Moon, Mars and Beyond,” and “Why is America Going Back to the Moon?” He blogs at Curmudgeons Corner.   THE HILL 1625 K STREET, NW SUITE 900 WASHINGTON DC 20006 | 202-628-8500 TEL | 202-628-8503 FAX © 1998 - 2023 Nexstar Media Inc. | All Rights Reserved.", "labels": ["Real Estate", "Space Technology", "Pop Culture", "Space Robotics", "Video Games"], "scores": [0.24487298727035522, 0.23772720992565155, 0.22397218644618988, 0.15139396488666534, 0.1420336365699768]}, {"sequence": "\n\n\n\n\nOpinion\n\n\t\t\tThe views expressed by contributors are their own and not the view of The Hill\t\t\n\n\t\tNASA’s three 2022 missions that changed the future\t\n\n\n\t\t\tby Mark R. Whittington, opinion contributor - 01/01/23 10:00 AM ET\n\n\n\n\n\n\nFacebook\n\n\n\n\n\nShare\n\n\n\nTwitter\n\n\nTweet\n\n\n\n \n\t\t\n\n\n\n\n\n...\n\n\nMore\n\n\n\n\n\n\t\t\tby Mark R. Whittington, opinion contributor - 01/01/23 10:00 AM ET\n\n\n\n\n\n\n\n\n\n\n\nFacebook\n\n\n\n\n\nShare\n\n\n\nTwitter\n\n\nTweet\n\n\n\n \n\t\t\n\n\n\n\n\n...\n\n\nMore\n\n\n\n\n\n\n\nShare\n✕\n\n\n\n\n\n\n\nTwitter\n\n\n\n\nTwitter\n\n\n\n\n\n\n\nFacebook\n\n\n\n\n\nFacebook\n\n\n\n\n\n\n\nLinkedIn\n\n\n\n\n\t\t\t\t\t\tLinkedIn\t\t\t\t\t\n\n\n\n\n\n\n\nWhatsapp\n\n\n\n\n\n\n\n\t\t\t\t\t\tWhatsapp\t\t\t\t\t\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\t\t\t\t\t\tEmail\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\nThis screengrab from NASA TV shows NASA’s Orion capsule, left, nearing the moon, right, Monday, Nov. 21, 2022. At center is earth. (NASA via AP)\n\n\n\n\n\n\nLooking back, 2022 was one of the most productive years NASA has had in decades. Three missions that took place in 2022 distinguished themselves not only with their success but with their potential to improve the future.\nThe James Webb Space Telescope actually launched in late December 2021 on an ESA Ariane 6 rocket. The telescope undertook its first test as it arrived at the Earth-Sun L2 point about a month later. The space telescope unfolded its mirror and huge sunscreen, a process that had ground controllers sweating. If anything had gone wrong, a space-borne mission such as the one that rescued the Hubble Space Telescope would not have been possible.\n\n\n  \n\nFortunately, deployment and alignment of the mirror and sunscreen proceeded without major problems. The James Webb Space Telescope began returning the first full-color images of the universe in July 2022. The results were spectacular. The images included nebulae, galaxies and even an indication of water and carbon dioxide in the atmosphere of a planet orbiting a distant star. The $10 billion gamble paid off.\nBy the end of 2022, the James Webb Space Telescope had returned images of Neptune’s rings, star formations near and far, as well as the first galaxies in the dawn of the Big Bang. The space telescope promises to expand humankind’s knowledge of the universe for many years to come. What will come from that knowledge is currently beyond evaluation.\nThe Double Asteroid Redirection Test (DART) launched on a SpaceX Falcon 9 in November 2021. Ten months later, DART slammed into Dimorphos, an asteroid that circles a larger asteroid called Didymos. DART’s mission was to ascertain if NASA could alter the path of an asteroid on a collision course with Earth.\nDART succeeded beyond expectations. NASA found that DART had altered Dimorphos’ orbit around Didymos by 32 minutes, give or take two minutes. The impact also created a tail of ejected debris weighing between 2.2 million pounds and 22 million pounds. NASA acquired crucial data about how massive an impact must be to alter an asteroid’s path.\nDART’s success may well lead to the salvation of the human species. Most people know that the age of the dinosaurs ended because of an asteroid strike near the Yucatan Peninsula 66 million years ago. A similar impact could end human life. Now, NASA has demonstrated a technique that could postpone doomsday permanently. As a bonus, DART’s success has inspired the development of the NEO Surveyor, a space telescope dedicated to locating and characterizing near-Earth objects, some of which may threaten the Earth.\nArtemis 1, the first mission of a spacecraft designed to take astronauts to deep space for the first time in 50 years, roared off the launch pad in the early morning hours of Nov. 16, 2022. Over budget and behind schedule, NASA’s heavy-lift Space Launch System hurtled an Orion space capsule in a distant retrograde orbit around the moon on a 26-day mission.\n\n\n  \n\nThe Orion contained mannikins festooned with sensors designed to measure the radiation environment that real astronauts would experience in a similar deep space voyage. The mission tested nearly all of the systems that would need to work on a crewed expedition. Aside from a few anomalies, Artemis 1 was a complete success. The Orion splashed down in the Pacific Ocean near Baja California.\nBesides the data needed to proceed with crewed missions back to the moon, Artemis 1 returned a series of images of the moon from the most distant part of its orbit with the Earth beyond. Heart-stoppingly beautiful, the images brought to mind the famous Earthrise photo taken by the crew of Apollo 8. The Artemis 1 photos provided a little well needed inspiration toward the end of a tumultuous year.\n\n\n\t\tThe Supreme Court’s squandered opportunity\t\n\n\t\tBureaucracy, not billionaires, keeps our emergency rooms full\t\n\nThe future that Artemis 1 has summoned is one in which humans are no longer confined to one planet. Humans will return to the moon, then go on to Mars and beyond to wrest knowledge, riches, and glory from the heavens.\n\n\n  \n\nAmericans seem to have had a love-hate relationship with NASA. The space agency’s glory days seemed to be long past, a subject of boomer nostalgia. But the James Webb Space Telescope, DART and Artemis 1 missions proved the agency that sent men to the moon and built the International Space Station is still capable of greatness.\nMark R. Whittington is the author of space exploration studies “Why is It So Hard to Go Back to the Moon?” as well as “The Moon, Mars and Beyond,” and “Why is America Going Back to the Moon?” He blogs at Curmudgeons Corner.  \n\n\n\n\n\nTags \n\n\t\tMark R. Whittington\t\t\n\n\t\tMoon\t\t\n\n\t\tNASA\t\t\n\n\t\tScience\t\t\n\n\t\tSpace\t\t\n\n\t\tSpace exploration\t\t\n\n\t\tSpaceX\t\t\n\n\t\tTechnology\t\t\n\n\n\n\n\n\n\nFacebook\n\n\n\n\n\nShare\n\n\n\nTwitter\n\n\nTweet\n\n\n\n \n\t\t\n\n\n\n\n\n...\n\n\nMore\n\n\n\n\n\n\n\nShare\n✕\n\n\n\n\n\n\n\nTwitter\n\n\n\n\nTwitter\n\n\n\n\n\n\n\nFacebook\n\n\n\n\n\nFacebook\n\n\n\n\n\n\n\nLinkedIn\n\n\n\n\n\t\t\t\t\t\tLinkedIn\t\t\t\t\t\n\n\n\n\n\n\n\nWhatsapp\n\n\n\n\n\n\n\n\t\t\t\t\t\tWhatsapp\t\t\t\t\t\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\t\t\t\t\t\tEmail\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tMore Opinion News\t\t\t\n\n\n\n\t\t\t\t\t\t\tSee All\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tJudiciary\t\t\t\n\n\n\n\n\t\t\t\tThe Supreme Court’s squandered opportunity\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Andrew Koppelman, Opinion Contributor\t\t\t\n\n\n\t\t\t8 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tJudiciary\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t8 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tHealthcare\t\t\t\n\n\n\n\n\t\t\t\tBureaucracy, not billionaires, keeps our emergency rooms full\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Dr. Marc Siegel, opinion contributor\t\t\t\n\n\n\t\t\t9 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tHealthcare\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t9 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tCivil Rights\t\t\t\n\n\n\n\n\t\t\t\tThis year, we must truly defend freedom of religion, conscience and belief\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Sam Brownback and Katrina Lantos Swett, Opinion Contributors\t\t\t\n\n\n\t\t\t10 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tCivil Rights\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t10 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tOpinion\t\t\t\n\n\n\n\n\t\t\t\tBig problem for US Catholic voters: US Catholic bishops\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Steven P. Millies, opinion contributor\t\t\t\n\n\n\t\t\t11 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tOpinion\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t11 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tSee All\t\t\t\n\n\n\n\n  \n\n\n\n\n\t\tVideo/Hill.TV\t\n\n\n\n\t\t\t\t\tSee all Hill.TV\t\t\t\t\n\n\n\n\t\t\t\t\tSee all Video\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tRising\t\t\t\n\n\n\n\t\t\tRising: December 30, 2022\t\t\n\n\n\n\n\n\n\n\t\t\t\tby TheHill.com\t\t\t\n\n\n\t\t\t12/30/22 11:00 AM ET\t\t\n\n\n\n\n\n\t\t\t\t\tRising\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t2 days ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tThe Debrief\t\t\t\n\n\n\n\n\t\t\t\tGOP to gather in Milwaukee for the 2024 Republican Convention. Can they turn the purple state red?\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby TheHill.com\t\t\t\n\n\n\t\t\t12/30/22 11:00 AM ET\t\t\n\n\n\n\n\n\t\t\t\t\tThe Debrief\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t2 days ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tRising\t\t\t\n\n\n\n\n\t\t\t\tRising: December 29, 2022\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby TheHill.com\t\t\t\n\n\n\t\t\t12/29/22 11:00 AM ET\t\t\n\n\n\n\n\n\t\t\t\t\tRising\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t3 days ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\t\t\tSee all Hill.TV\t\t\n\n\n\n\t\t\tSee all Video\t\t\n\n\n\n\n  \n\n\n\n\n\t\t\t\tTop Stories\t\t\t\n\n\n\n\t\t\t\t\t\t\tSee All\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tAdministration\t\t\t\n\n\n\n\n\t\t\t\tVice President Harris reaches 2023 at a crossroads\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Amie Parnes and Alex Gangitano \n\n\n\t\t\t4 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tAdministration\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t4 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tFinance\t\t\t\n\n\n\n\n\t\t\t\tFour ways to prepare for an uncertain 2023 economy\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Sylvan Lane \n\n\n\t\t\t8 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tFinance\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t8 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tCampaign\t\t\t\n\n\n\n\n\t\t\t\tGOP Rankings: The Republicans most likely to be the party’s 2024 presidential nominee\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Niall Stanage \n\n\n\t\t\t15 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tCampaign\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t15 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tHouse\t\t\t\n\n\n\n\n\t\t\t\tThe left’s 5 biggest unknowns for 2023\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Hanna Trudo \n\n\n\t\t\t14 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tHouse\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t14 hours ago\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tSee All\t\t\t\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\t\tMost Popular\t\n\n\n\n\t\t\t\t\tTrump says ‘abortion issue’ responsible for GOP underperforming ...\t\t\t\t\n\n\n\n\t\t\t\t\tVice President Harris reaches 2023 at a crossroads\t\t\t\t\n\n\n\n\t\t\t\t\tGOP Rankings: The Republicans most likely to be the party’s 2024 presidential ...\t\t\t\t\n\n\n\n\t\t\t\t\tKinzinger blames McCarthy for Trump ‘factor,’ ‘crazy elements’ in ...\t\t\t\t\n\n\n\n\t\t\t\t\tGOP governor: Jan. 6 should disqualify Trump from holding office\t\t\t\t\n\n\n\n\t\t\t\t\tGOP sounds alarm over struggles with Gen Z voters\t\t\t\t\n\n\n\n\t\t\t\t\tScrutiny turns to George Santos’s campaign funding\t\t\t\t\n\n\n\n\t\t\t\t\tKevin Brady on Trump tax return release: ‘This is a dangerous new precedent’\t\t\t\t\n\n\n\n\t\t\t\t\tTrump rings in new year at Mar-a-Lago with club members, political allies\t\t\t\t\n\n\n\n\t\t\t\t\tHoyer confident McCarthy has votes to be Speaker\t\t\t\t\n\n\n\n\t\t\t\t\t14 killed in attack on Mexican border prison\t\t\t\t\n\n\n\n\t\t\t\t\tGOP doubts grow over Kari Lake’s future in Arizona\t\t\t\t\n\n\n\n\t\t\t\t\tAn Orthodox Christmas offensive can set conditions for winning the Ukraine war\t\t\t\t\n\n\n\n\t\t\t\t\tIncoming Generation Z congressman says he may ‘couch surf’ after being ...\t\t\t\t\n\n\n\n\t\t\t\t\tThe political winners and losers of 2022\t\t\t\t\n\n\n\n\t\t\t\t\tKinzinger on leaving Congress: ‘I’m not going to miss the job’\t\t\t\t\n\n\n\n\t\t\t\t\tBureaucracy, not billionaires, keeps our emergency rooms full\t\t\t\t\n\n\n\n\t\t\t\t\tFamily of suspect in Idaho stabbings say they’re trying to ‘promote his ...\t\t\t\t\n\n\n\n\t\tLoad more\t\n\n\n\n  \n\n\n\n\n\n\t\tVideo\t\n\n\n\n\n\n\n\n\n\t\t\t\t\t\tWatch live: White House monkeypox response team holds briefing\t\t\t\t\t\n\n\n\n\t\t\t\t\t\t\tNews\t\t\t\t\t\t\n\n\n\n\n\nSee all Video\n\n\n\n\n\n\n\n  \n\n\n \n\n\n\n\n\n\n\n\t\t\t\tJudiciary\t\t\t\n\n\n\n\n\t\t\t\tThe Supreme Court’s squandered opportunity\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Andrew Koppelman, Opinion Contributor\t\t\t\n\n\n\t\t\t8 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tJudiciary\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t8 hours ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tHealthcare\t\t\t\n\n\n\n\n\t\t\t\tBureaucracy, not billionaires, keeps our emergency rooms full\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Dr. Marc Siegel, opinion contributor\t\t\t\n\n\n\t\t\t9 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tHealthcare\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t9 hours ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tCivil Rights\t\t\t\n\n\n\n\n\t\t\t\tThis year, we must truly defend freedom of religion, conscience and belief\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Sam Brownback and Katrina Lantos Swett, Opinion Contributors\t\t\t\n\n\n\t\t\t10 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tCivil Rights\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t10 hours ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tOpinion\t\t\t\n\n\n\n\n\t\t\t\tBig problem for US Catholic voters: US Catholic bishops\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Steven P. Millies, opinion contributor\t\t\t\n\n\n\t\t\t11 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tOpinion\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t11 hours ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tRising\t\t\t\n\n\n\n\t\t\tRising: December 30, 2022\t\t\n\n\n\n\n\n\n\n\t\t\t\tby TheHill.com\t\t\t\n\n\n\t\t\t12/30/22 11:00 AM ET\t\t\n\n\n\n\n\n\t\t\t\t\tRising\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t2 days ago\t\t\t\t\t\t\t\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tThe Debrief\t\t\t\n\n\n\n\n\t\t\t\tGOP to gather in Milwaukee for the 2024 Republican Convention. Can they turn the purple state red?\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby TheHill.com\t\t\t\n\n\n\t\t\t12/30/22 11:00 AM ET\t\t\n\n\n\n\n\n\t\t\t\t\tThe Debrief\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t2 days ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tRising\t\t\t\n\n\n\n\n\t\t\t\tRising: December 29, 2022\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby TheHill.com\t\t\t\n\n\n\t\t\t12/29/22 11:00 AM ET\t\t\n\n\n\n\n\n\t\t\t\t\tRising\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t3 days ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tAdministration\t\t\t\n\n\n\n\n\t\t\t\tVice President Harris reaches 2023 at a crossroads\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Amie Parnes and Alex Gangitano \n\n\n\t\t\t4 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tAdministration\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t4 hours ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tFinance\t\t\t\n\n\n\n\n\t\t\t\tFour ways to prepare for an uncertain 2023 economy\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Sylvan Lane \n\n\n\t\t\t8 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tFinance\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t8 hours ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tCampaign\t\t\t\n\n\n\n\n\t\t\t\tGOP Rankings: The Republicans most likely to be the party’s 2024 presidential nominee\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Niall Stanage \n\n\n\t\t\t15 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tCampaign\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t15 hours ago\t\t\t\t\t\t\t\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\tHouse\t\t\t\n\n\n\n\n\t\t\t\tThe left’s 5 biggest unknowns for 2023\t\t\t\n\n\n\n\n\n\n\n\n\t\t\t\tby Hanna Trudo \n\n\n\t\t\t14 hours ago\t\t\n\n\n\n\n\n\t\t\t\t\tHouse\t\t\t\t\n\n\n\t\t\t\t / \n\t\t\t\n\n\t\t\t\t\t\t\t\t\t14 hours ago\t\t\t\t\t\t\t\n\n\n\n\n", "labels": ["Space Technology", "Real Estate", "Pop Culture", "Space Robotics", "Video Games"], "scores": [0.32388734817504883, 0.2453606277704239, 0.1793043315410614, 0.1445760726928711, 0.1068716049194336]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": " Down To Earth recaps the primary environment, health and developmental news from 2022\n  Science marched on in the year 2022, with several new discoveries in the fields of physics, chemistry, biology and other disciplines. We learnt about whether the human race would actually go extinct due to the disappearing Y chromosome. There were strides in the field of using animal organs in humans. Finally, there were developments in the field of space science.\nBelow is a selection of Down To Earth stories on scientific developments worldwide:\nA new study found that there was hope after all, despite the rapid disappearance of the Y chromosome among humans. \nRead more: Men are slowly losing their Y chromosome, but a new sex gene discovery in spiny rats brings hope for humanity\nA mysterious and intensely bright flash of light coming from halfway across the universe earlier in 2022 had stunned astronomers worldwide. The source of the intense beam was later identified as a supermassive black hole ripping apart a star, pointing directly at Earth.\nRead more: What’s the mysterious light up above? A supermassive black hole ripping a star apart\nEuropean scientists revived an approximately 50,000-year-old ‘zombie virus’ from a frozen lake in Russia.\nRead more: Scientists revive approximately 50,000-year-old ‘zombie virus’ from frozen lake in Russia\nThe world saw a rise in cases of cyclones merging to form megacyclones, courtesy warming oceans. This is known as the ‘Fujiwhara Effect’. \nRead more: Perfect storm: What is the Fujiwhara Effect?\nA 57-year-old recipient who had received a pig-to-human heart transplant in January 2022, lived for 61 days after the transplant. Doctors are slowly trying to piece together why the patient could not survive. \nRead more: Genetically modified pig heart took longer than usual to beat for human receiver: Scientists\nScientists dug up fragments of deoxyribonucleic acid, also known as DNA, in the Scotia Sea, north of the Antarctic continent. The DNA is a million years old and makes it possible to study the responses of ocean ecosystems to climate change.\nRead more: A million-year-old marine DNA can reveal how climate change will affect Antarctica\nA pre-existing moon likely left Saturn with its bright rings and extreme tilt, according to a new study. \nRead more: Saturn’s mysterious rings & extreme tilt: Former moon may be responsible\nSeveral undiscovered ant species are likely hiding in the Western Ghats, the Himalayas and North East India, according to a global ant biodiversity map.\nRead more: ‘Treasure map’ of ants may help experts discover new species in India\nExperiments on mice showed that sound increases pain tolerance. \nRead more: Can Mozart Sonatas lessen pain? Yes, say authors of new study Science marched on in the year 2022, with several new discoveries in the fields of physics, chemistry, biology and other disciplines. We learnt about whether the human race would actually go extinct due to the disappearing Y chromosome. There were strides in the field of using animal organs in humans. Finally, there were developments in the field of space science. Below is a selection of Down To Earth stories on scientific developments worldwide: A new study found that there was hope after all, despite the rapid disappearance of the Y chromosome among humans.  A mysterious and intensely bright flash of light coming from halfway across the universe earlier in 2022 had stunned astronomers worldwide. The source of the intense beam was later identified as a supermassive black hole ripping apart a star, pointing directly at Earth. European scientists revived an approximately 50,000-year-old ‘zombie virus’ from a frozen lake in Russia. The world saw a rise in cases of cyclones merging to form megacyclones, courtesy warming oceans. This is known as the ‘Fujiwhara Effect’.  A 57-year-old recipient who had received a pig-to-human heart transplant in January 2022, lived for 61 days after the transplant. Doctors are slowly trying to piece together why the patient could not survive.  Scientists dug up fragments of deoxyribonucleic acid, also known as DNA, in the Scotia Sea, north of the Antarctic continent. The DNA is a million years old and makes it possible to study the responses of ocean ecosystems to climate change. A pre-existing moon likely left Saturn with its bright rings and extreme tilt, according to a new study.  Several undiscovered ant species are likely hiding in the Western Ghats, the Himalayas and North East India, according to a global ant biodiversity map. Experiments on mice showed that sound increases pain tolerance.  We are a voice to you; you have been a support to us. Together we build journalism that is independent, credible and fearless. You can further help us by making a donation. This will mean a lot for our ability to bring you news, perspectives and analysis from the ground so that we can make change together. Comments are moderated and will be published only after the site moderator’s approval. Please use a genuine email ID and provide your name. Selected comments may also be used in the ‘Letters’ section of the Down To Earth print edition. Down To Earth is a product of our commitment to make changes in the way we manage our environment, protect health and secure livelihoods and economic security for all. We believe strongly that we can and must do things differently. Our aim is to bring you news, perspectives and knowledge to prepare you to change the world. We believe information is a powerful driver for the new tomorrow. © Copyright Down To Earth 2023. All rights reserved.", "labels": ["Real Estate", "Pop Culture", "Video Games", "Space Technology", "Space Robotics"], "scores": [0.27701082825660706, 0.24992212653160095, 0.17595143616199493, 0.1667909175157547, 0.13032475113868713]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "\n\n\nIsrael Aerospace Industries (IAI) launched its EROS-C3 satellite on Friday using a SpaceX Falcon 9 launch-vehicle, from the Vandenberg Space Force Base in California.\nThe EROS-C3 is an advanced observation satellite incorporating pioneering technologies which enable very high-resolution images and for the first time use of a multi-spectral camera. After launch, the satellite entered its planned orbit around the earth and began transmitting data to the ground station. IAI engineers have begun a series of preplanned calibrations and tests to validate the satellite’s performance, and complete the preplan test prior to full operation soon. IAI chairman Amir Peretz said, \"The launch of the EROS-C3 satellite is further proof of the company’s technological leadership as a true path breaker in space as in other arenas. Israel’s space program rests on an impressive array of technologies developed by IAI in cooperation with Israel’s Ministry of Defense, academia, and the Ministry of Science and Technology. The outputs from the satellite launched today, and the important findings that it will transmit to the ground station, will assist IAI in continuing to improve its advanced capabilities in these areas.\"\n\nRELATED ARTICLES\n\n\n\nIsrael Aerospace opens subsidiary in India\n\n\n\n\nIsrael Aerospace wins Asian DroneGuard deal\n\n\n\n\nIAI signs $200m special mission aircraft deal with NATO country\n\n\n\n\nIAI unveils multi-mission, multi-sensor system\n\n\n\nIAI president and CEO Boaz Levy added, \"Today’s launch of the EROS-C3 satellite is a further expression of the advanced technological capabilities of IAI, the space house of the State of Israel. After much work on the satellite, during which time the best brains of the men and women of IAI worked on its development and production, the satellite has begun transmitting data to the ground station. IAI cooperates with government bodies, academic institutions, NGOs, and investors from both Israel and abroad, to advance technological achievements, scientific research, and the development of future space technologies.\"\nPublished by Globes, Israel business news - en.globes.co.il - on January 1, 2023.\n© Copyright of Globes Publisher Itonut (1983) Ltd., 2023.\n\n\n\n\n\n \nIsrael Aerospace Industries (IAI) launched its EROS-C3 satellite on Friday using a SpaceX Falcon 9 launch-vehicle, from the Vandenberg Space Force Base in California.\nThe EROS-C3 is an advanced observation satellite incorporating pioneering technologies which enable very high-resolution images and for the first time use of a multi-spectral camera. After launch, the satellite entered its planned orbit around the earth and began transmitting data to the ground station. IAI engineers have begun a series of preplanned calibrations and tests to validate the satellite’s performance, and complete the preplan test prior to full operation soon. IAI chairman Amir Peretz said, \"The launch of the EROS-C3 satellite is further proof of the company’s technological leadership as a true path breaker in space as in other arenas. Israel’s space program rests on an impressive array of technologies developed by IAI in cooperation with Israel’s Ministry of Defense, academia, and the Ministry of Science and Technology. The outputs from the satellite launched today, and the important findings that it will transmit to the ground station, will assist IAI in continuing to improve its advanced capabilities in these areas.\"\n\nRELATED ARTICLES\n\n\n\nIsrael Aerospace opens subsidiary in India\n\n\n\n\nIsrael Aerospace wins Asian DroneGuard deal\n\n\n\n\nIAI signs $200m special mission aircraft deal with NATO country\n\n\n\n\nIAI unveils multi-mission, multi-sensor system\n\n\n\nIAI president and CEO Boaz Levy added, \"Today’s launch of the EROS-C3 satellite is a further expression of the advanced technological capabilities of IAI, the space house of the State of Israel. After much work on the satellite, during which time the best brains of the men and women of IAI worked on its development and production, the satellite has begun transmitting data to the ground station. IAI cooperates with government bodies, academic institutions, NGOs, and investors from both Israel and abroad, to advance technological achievements, scientific research, and the development of future space technologies.\"\nPublished by Globes, Israel business news - en.globes.co.il - on January 1, 2023.\n© Copyright of Globes Publisher Itonut (1983) Ltd., 2023.\n\n Israel Aerospace Industries (IAI) launched its EROS-C3 satellite on Friday using a SpaceX Falcon 9 launch-vehicle, from the Vandenberg Space Force Base in California. The EROS-C3 is an advanced observation satellite incorporating pioneering technologies which enable very high-resolution images and for the first time use of a multi-spectral camera. After launch, the satellite entered its planned orbit around the earth and began transmitting data to the ground station. IAI engineers have begun a series of preplanned calibrations and tests to validate the satellite’s performance, and complete the preplan test prior to full operation soon. IAI chairman Amir Peretz said, \"The launch of the EROS-C3 satellite is further proof of the company’s technological leadership as a true path breaker in space as in other arenas. Israel’s space program rests on an impressive array of technologies developed by IAI in cooperation with Israel’s Ministry of Defense, academia, and the Ministry of Science and Technology. The outputs from the satellite launched today, and the important findings that it will transmit to the ground station, will assist IAI in continuing to improve its advanced capabilities in these areas.\" IAI president and CEO Boaz Levy added, \"Today’s launch of the EROS-C3 satellite is a further expression of the advanced technological capabilities of IAI, the space house of the State of Israel. After much work on the satellite, during which time the best brains of the men and women of IAI worked on its development and production, the satellite has begun transmitting data to the ground station. IAI cooperates with government bodies, academic institutions, NGOs, and investors from both Israel and abroad, to advance technological achievements, scientific research, and the development of future space technologies.\" Published by Globes, Israel business news - en.globes.co.il - on January 1, 2023. © Copyright of Globes Publisher Itonut (1983) Ltd., 2023.", "labels": ["Real Estate", "Pop Culture", "Space Technology", "Space Robotics", "Video Games"], "scores": [0.25692811608314514, 0.22617092728614807, 0.21816115081310272, 0.15939666330814362, 0.13934312760829926]}, {"sequence": "\n\nIsrael Aerospace Industries (IAI) launched its EROS-C3 satellite on Friday using a SpaceX Falcon 9 launch-vehicle, from the Vandenberg Space Force Base in California.\nThe EROS-C3 is an advanced observation satellite incorporating pioneering technologies which enable very high-resolution images and for the first time use of a multi-spectral camera. After launch, the satellite entered its planned orbit around the earth and began transmitting data to the ground station. IAI engineers have begun a series of preplanned calibrations and tests to validate the satellite’s performance, and complete the preplan test prior to full operation soon. IAI chairman Amir Peretz said, \"The launch of the EROS-C3 satellite is further proof of the company’s technological leadership as a true path breaker in space as in other arenas. Israel’s space program rests on an impressive array of technologies developed by IAI in cooperation with Israel’s Ministry of Defense, academia, and the Ministry of Science and Technology. The outputs from the satellite launched today, and the important findings that it will transmit to the ground station, will assist IAI in continuing to improve its advanced capabilities in these areas.\"\n\nRELATED ARTICLES\n\n\n\nIsrael Aerospace opens subsidiary in India\n\n\n\n\nIsrael Aerospace wins Asian DroneGuard deal\n\n\n\n\nIAI signs $200m special mission aircraft deal with NATO country\n\n\n\n\nIAI unveils multi-mission, multi-sensor system\n\n\n\nIAI president and CEO Boaz Levy added, \"Today’s launch of the EROS-C3 satellite is a further expression of the advanced technological capabilities of IAI, the space house of the State of Israel. After much work on the satellite, during which time the best brains of the men and women of IAI worked on its development and production, the satellite has begun transmitting data to the ground station. IAI cooperates with government bodies, academic institutions, NGOs, and investors from both Israel and abroad, to advance technological achievements, scientific research, and the development of future space technologies.\"\nPublished by Globes, Israel business news - en.globes.co.il - on January 1, 2023.\n© Copyright of Globes Publisher Itonut (1983) Ltd., 2023.\n\n", "labels": ["Space Technology", "Space Robotics", "Pop Culture", "Real Estate", "Video Games"], "scores": [0.5435594916343689, 0.14602409303188324, 0.1050286591053009, 0.10325086116790771, 0.10213686525821686]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "He says old mindsets need to change What are the steps being taken to make the bureaucracy more efficient? We have introduced Mission Karmayogi, which enables an officer to update and evaluate himself to prepare for a new assignment. It is based on a more objective approach where a bureaucrat who is transferred from one department or ministry to another is able to learn the ropes better and faster. For example, when a secretary in the health department goes to agriculture ministry, should he pretend that he understands farming overnight? There was a need to shift from a rules-based approach to a role-based approach where the bureaucrat can build himself up to his role and also evaluate himself constantly. Under this mission, there are training modules for bureaucrats focusing on imparting competencies that are critical to discharging different roles. I believe this will go a long way in making civil services fit for the future. Is the trend of IAS officers as generalists still continuing? An IAS officer may not be a specialist in too many things. Therefore, we are using the Integrated Government Online Training (iGOT) programme to find out which officer is more suitable for which assignment. This is helping us select specialists through a more transparent procedure. As you can see, officers belonging to the forest service, income tax and revenue service are holding key positions today. Even then, some specialised jobs require super specialists. We are bringing in consultants. The government has introduced lateral entry appointments to induct the best of the talent from the private sector and by routing it through the UPSC we have institutionalised the process and fixed criteria for selection following a completely merit-cum-experience based approach. An important step is that we are integrating technology with governance reforms. We have brought the expertise of seven or eight ministries and departments handling science and technology to all other ministries to see where technological interventions can take place. Science and technology experts are attending meetings of different ministries and the results have been fabulous. For example, the jal shakti ministry is now using heli-board technology to map groundwater resources. Space technology is also being used everywhere. The Svamitva programme uses drone technology to create accurate land records and has helped in comprehensive village planning to make rural India atmanirbhar. Other initiatives like soil health card and telemedicine are transforming lives. Most ministries have gone online. This shows how technology has been put to use by the Modi government, which is why even during the Covid lockdown, not a single dayâ\u0080\u0099s work got disrupted. How are you dealing with non-performers and corrupt officers? This government is following the policy of zero tolerance for corruption. In the last eight years, 395 non-performing and corrupt Central government employees have been prematurely retired from service. It is the governmentâ\u0080\u0099s prerogative to retire government servants in public interest if they are found not up to the mark. Against those who have indulged in grave misconduct, strict action is being taken, including dismissal. More than 200 requests seeking consent for a CBI probe are pending with various state governments like Maharashtra, Punjab, West Bengal, Jharkhand and Chhattisgarh. These requests involve corruption to the tune of Rs30,912 crore. What is the prime ministerâ\u0080\u0099s vision for the bureaucracy in 2047? We are slowly moving towards citizen-centric governance. Slowly the citizen will take over governance. The use of technology will facilitate this change. We are in the process of drawing indices for 2047. At that time, the scenario will be different and technology and artificial intelligence will take over in such a way that human interface will only become a facilitator. This will pose the biggest challenge to the civil services. For the bureaucrat to give his optimum performance, he must learn to use technology in the right manner. For example, in the Svamitva scheme, a farmer or land owner can access the site and find out for himself the demarcation of his land. He does not need to go through the patwari at all. So the patwari is rendered jobless. These changes are already taking place and technology is evolving very fast. It is the age of integrated working, and old systems and mindset need to change. Copyright Â© 2023 All rights reserved", "labels": ["Space Technology", "Real Estate", "Pop Culture", "Space Robotics", "Video Games"], "scores": [0.6198422908782959, 0.12567517161369324, 0.11052314192056656, 0.0749451220035553, 0.0690143033862114]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "As the Indian economy grows, the wages will start to rise and the wage differential will begin to narrow down. Reusability is the only factor that will ensure competitiveness and environmental sustainability. The Artemis I mission of the National Aeronautics and Space Administration (NASA) was recently completed successfully. Things came a full circle on 30 December, with the Orion spacecraft returning to the Kennedy Space Center.  The Artemis missions are NASA’s attempts to send astronauts back to the Moon after a lapse of five decades. The recently concluded first mission carried a dummy crew member in its Orion crew capsule, which rode on top of a launcher called the Space Launch System, or SLS. The mission validated all the parameters before any actual humans are launched towards the Moon in a couple of years' time. Everything went well with the maiden mission and NASA is on track for astronauts to touch down on the lunar surface around 2025. In spite of the success of the mission, most things associated with the Artemis I mission are destroyed. The SLS itself is gone — burnt up in space. What came back and splashed into the Pacific Ocean was just the Orion crew module, which is a bell-shaped container, very small in comparison to the launch system.  The module itself is a museum piece now; it cannot be launched into space again. As we dissect the launch system and gauge the amount of waste associated with each space mission, it all leads to the conclusion that missions are very expensive and unsustainable from an environmental point of view. It is simply not scalable to support routine traffic to and from space. It is like a car getting destroyed after just one trip. To be fair, these initial missions are only discovery missions and proofs of concept. Optimality would be injected into the designs as we head into the future. As private sector participation increases further, more emphasis will be placed on reusability and cutting down costs, leading to sustainability and repeating operations on a larger scale. Let us take the example of the SLS and how it compares with the Saturn V rocket that was used for earlier human spacecraft missions to the Moon in the 1970s. The picture below, courtesy NASA, shows the two rockets side by side, along with the famed Statue of Liberty in New York City. The first stage of the SLS, represented by the orange-coloured section, houses the liquid hydrogen and liquid oxygen tanks, which fuel the four RS-25 engines at the bottom. These are the same engines that powered the space shuttle of the yesteryear. To each side is a solid rocket booster, which provides additional thrust, similar to the space shuttle design. The topmost spire-like structure is the launch abort system. If, for some reason, the rocket needs to be aborted after launch, the spire along with the astronaut-carrying capsule are separated out and taken to a safe landing. The bell-shaped tiny structure below the spire is the crew capsule. Named Orion, it is designed to carry human beings to the Moon. For Artemis I, it carried a dummy human being. Just below the crew capsule is the cylindrical service module, which carries the solar arrays and communication equipment. This unit has been built by Airbus and is Europe’s contribution to the mission. The crew capsule and the service module fly together as one unit to the Moon and come back to the Earth. The service module is jettisoned just before entering the Earth’s atmosphere. Wedged between the first stage and the service module top stages is the Interim Cryogenic Propulsion Stage (ICPS). It is likely to be replaced by other designs in future Artemis missions. Hence the word \"interim.\" After launch, the first stage falls off after pushing the rocket enough towards space. The ICPS pushes for some more time and then falls off. What is left is the crew capsule and service module, which travel together for most of the life of the mission. The reusability of the first stage of rockets was pioneered by a private company, SpaceX, which was started by Elon Musk. The first stage of the SpaceX’s Falcon 9 rocket separates and safely comes back to Earth and lands on the ground or on a ship in the ocean. After a few failures, several such refurbished first stages have been reused, thereby reducing the cost of launch. SpaceX’s next venture is the Starship, which is the equivalent of NASA’s SLS. This rocket will be flight-tested early 2023. It is a two-stage rocket and both of them are designed to come back safely to Earth and land. It is intended to be a fully reusable rocket and will reduce the launch costs even further. Other companies like Jeff Bezos’ Blue Origin have followed suit with reusability. India has its own launch vehicles, the polar and geosynchronous satellite launch vehicles (PSLV and GSLV), which have seen a lot of launches and successful deployment of payloads. But neither of them is reusable. India’s space efforts have largely been dominated by the Indian Space Research Organisation (ISRO), the Indian government equivalent of the United States (US) government's NASA. That is changing now. Several private sector companies are now supplying components to ISRO.  More recently, a private company, Skyroot Aerospace, launched its first rocket, Vikram-S. Reusability is on the agenda for Skyroot as well as ISRO. India’s launch costs are lower, largely due to cheap, skilled engineers. But India cannot bank on that factor alone for long. As the Indian economy grows, the wages will start to rise and the wage differential will begin to narrow down. Reusability is the only factor that will ensure competitiveness and environmental sustainability. Beyond reusability, it will be the efficiency of the engines and the choice of sustainable fuels that will matter a lot. Some progress is being made on this front too. SpaceX’s Raptor engines are more efficient and powerful than NASA’s older RS-25 engines. The greening of space is not just a philosophical nicety. It is an economic imperative too. An Appeal... Dear Reader,  As you are no doubt aware, Swarajya is a media product that is directly dependent on support from its readers in the form of subscriptions. We do not have the muscle and backing of a large media conglomerate nor are we playing for the large advertisement sweep-stake. Our business model is you and your subscription. And in challenging times like these, we need your support now more than ever. We deliver over 10 - 15 high quality articles with expert insights and views. From 7AM in the morning to 10PM late night we operate to ensure you, the reader, get to see what is just right. Becoming a Patron or a subscriber for as little as Rs 1200/year is the best way you can support our efforts. Swarajya - a big tent for liberal right of centre discourse that reaches out, engages and caters to the new India.", "labels": ["Real Estate", "Space Technology", "Pop Culture", "Video Games", "Space Robotics"], "scores": [0.33456382155418396, 0.28216949105262756, 0.24966944754123688, 0.06889037787914276, 0.06470683962106705]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "\n\n\nFor China's space sector, 2022 was a year of substantial progress and remarkable new records.\n\nChina completed more than 60 space launches this year, a record high. Among these missions, 53 were conducted by the Long March carrier rockets, the country's backbone launch vehicles.\n\nThe proportion of launches using new-generation rockets has increased, reaching a three-year high of 27 percent in 2022, said Long Lehao, a senior Long March rocket advisor.\n\nSuccessful missions included the deployment of a record-breaking 22 satellites into space by a Long March-8 rocket, the debut flight of a Long March-6 rocket with solid strap-on boosters, and the launch of reusable test spacecraft by a Long March-2F rocket. These missions have laid a technological foundation for the peaceful use of space.\n\nBut the most high-profile rocket launches this year were related to the construction of the Chinese space station, with two manned spaceships, two cargo craft and two 20-tonne-level lab modules sent into orbit.\n\nThe launch of the Mengtian lab module was challenging as it weighs 23 tonnes, making it the world's heaviest single-cabin active spacecraft in orbit.\n\nChina has also made advances in its manned space program. A total of nine taikonauts on three missions - Shenzhou-13, Shenzhou-14 and Shenzhou-15 - participated in the construction of the space station this year. The country also carried out its first in-orbit crew rotation, with six Chinese citizens aboard China's space station at the same time.\n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nChina completed more than 60 space launches this year, a record high. Among these missions, 53 were conducted by the Long March carrier rockets, the country's backbone launch vehicles.\n\nThe proportion of launches using new-generation rockets has increased, reaching a three-year high of 27 percent in 2022, said Long Lehao, a senior Long March rocket advisor.\n\nSuccessful missions included the deployment of a record-breaking 22 satellites into space by a Long March-8 rocket, the debut flight of a Long March-6 rocket with solid strap-on boosters, and the launch of reusable test spacecraft by a Long March-2F rocket. These missions have laid a technological foundation for the peaceful use of space.\n\nBut the most high-profile rocket launches this year were related to the construction of the Chinese space station, with two manned spaceships, two cargo craft and two 20-tonne-level lab modules sent into orbit.\n\nThe launch of the Mengtian lab module was challenging as it weighs 23 tonnes, making it the world's heaviest single-cabin active spacecraft in orbit.\n\nChina has also made advances in its manned space program. A total of nine taikonauts on three missions - Shenzhou-13, Shenzhou-14 and Shenzhou-15 - participated in the construction of the space station this year. The country also carried out its first in-orbit crew rotation, with six Chinese citizens aboard China's space station at the same time.\n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nThe proportion of launches using new-generation rockets has increased, reaching a three-year high of 27 percent in 2022, said Long Lehao, a senior Long March rocket advisor.\n\nSuccessful missions included the deployment of a record-breaking 22 satellites into space by a Long March-8 rocket, the debut flight of a Long March-6 rocket with solid strap-on boosters, and the launch of reusable test spacecraft by a Long March-2F rocket. These missions have laid a technological foundation for the peaceful use of space.\n\nBut the most high-profile rocket launches this year were related to the construction of the Chinese space station, with two manned spaceships, two cargo craft and two 20-tonne-level lab modules sent into orbit.\n\nThe launch of the Mengtian lab module was challenging as it weighs 23 tonnes, making it the world's heaviest single-cabin active spacecraft in orbit.\n\nChina has also made advances in its manned space program. A total of nine taikonauts on three missions - Shenzhou-13, Shenzhou-14 and Shenzhou-15 - participated in the construction of the space station this year. The country also carried out its first in-orbit crew rotation, with six Chinese citizens aboard China's space station at the same time.\n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nSuccessful missions included the deployment of a record-breaking 22 satellites into space by a Long March-8 rocket, the debut flight of a Long March-6 rocket with solid strap-on boosters, and the launch of reusable test spacecraft by a Long March-2F rocket. These missions have laid a technological foundation for the peaceful use of space.\n\nBut the most high-profile rocket launches this year were related to the construction of the Chinese space station, with two manned spaceships, two cargo craft and two 20-tonne-level lab modules sent into orbit.\n\nThe launch of the Mengtian lab module was challenging as it weighs 23 tonnes, making it the world's heaviest single-cabin active spacecraft in orbit.\n\nChina has also made advances in its manned space program. A total of nine taikonauts on three missions - Shenzhou-13, Shenzhou-14 and Shenzhou-15 - participated in the construction of the space station this year. The country also carried out its first in-orbit crew rotation, with six Chinese citizens aboard China's space station at the same time.\n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nBut the most high-profile rocket launches this year were related to the construction of the Chinese space station, with two manned spaceships, two cargo craft and two 20-tonne-level lab modules sent into orbit.\n\nThe launch of the Mengtian lab module was challenging as it weighs 23 tonnes, making it the world's heaviest single-cabin active spacecraft in orbit.\n\nChina has also made advances in its manned space program. A total of nine taikonauts on three missions - Shenzhou-13, Shenzhou-14 and Shenzhou-15 - participated in the construction of the space station this year. The country also carried out its first in-orbit crew rotation, with six Chinese citizens aboard China's space station at the same time.\n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nThe launch of the Mengtian lab module was challenging as it weighs 23 tonnes, making it the world's heaviest single-cabin active spacecraft in orbit.\n\nChina has also made advances in its manned space program. A total of nine taikonauts on three missions - Shenzhou-13, Shenzhou-14 and Shenzhou-15 - participated in the construction of the space station this year. The country also carried out its first in-orbit crew rotation, with six Chinese citizens aboard China's space station at the same time.\n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nChina has also made advances in its manned space program. A total of nine taikonauts on three missions - Shenzhou-13, Shenzhou-14 and Shenzhou-15 - participated in the construction of the space station this year. The country also carried out its first in-orbit crew rotation, with six Chinese citizens aboard China's space station at the same time.\n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nChen Dong became the first taikonaut to remain in orbit for more than 200 days. Before returning to Earth on Dec. 4, he led the Shenzhou-14 crew to complete multiple tasks, including three spacewalks, a series of scientific experiments, a live science lecture and several in-orbit operations. The trio has been called \"the busiest space crew\" by Chinese netizens.\n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nThis year also witnessed the debut of several commercial Chinese rockets as they deployed satellites into space.\n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\nChina will continue its intensive space launch schedule into next year. More Long March rockets will be tasked with missions for the operational phase of China space station. New-generation rockets are also expected to be unveiled, according to Long.\nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \nSource: Xinhua News Agency\n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n \n\n\nRelated Links\nChina National Space Agency\nThe Chinese Space Program - News, Policy and TechnologyChina News from SinoDaily.com\n\n\n\n\n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\nOur news coverage takes time and effort to publish 365 days a year.\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution.\n\n\n\nSpaceDaily Monthly Supporter\n$5+ Billed Monthly\n\n\n\n\n\nOption 1 : $5.00 USD - monthly\nOption 2 : $10.00 USD - monthly\nOption 3 : $15.00 USD - monthly\nOption 4 : $20.00 USD - monthly\nOption 5 : $25.00 USD - monthly\nOption 6 : $50.00 USD - monthly\nOption 7 : $100.00 USD - monthly\n \n\n\n\npaypal only\n\n\n\n\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\n\n\n\n\n\n\nChina's space sector set to rocket into future\nBeijing (XNA) Dec 20, 2022\n\nChen Li, who owns a restaurant in Longlou, a coastal township in China's southernmost province of Hainan, said he is grateful to the country's space industry because it has boosted business at his eatery in recent years. \n\n\"So many people came to Longlou before the launch of the Wentian space lab. There was 'a mountain of people, a sea of people'. A lot of tourists came to my restaurant to get a taste of Wenchang chicken,\" the 62-year-old said, referring to a renowned local delicacy. \n\nHe said h ... read more\n\n\n\n", "labels": ["Pop Culture", "Real Estate", "Space Technology", "Video Games", "Space Robotics"], "scores": [0.3353489339351654, 0.2926284074783325, 0.2279897928237915, 0.11717022210359573, 0.026862645521759987]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "SatNews January 1, 2023 Eight small businesses will come together from across the globe for the Catalyst Accelerator’s cohort focused on International Space Domain Awareness (SDA). The Catalyst Accelerator, powered by the Air Force Research Laboratory Space Vehicles Directorate (AFRL/RV), was developed to promote technology advancement for the warfighter and guide technology transfer for the government to industry and vice versa. With private sectors around the world accelerating new capabilities for Space Domain Awareness (SDA), the U.S. and its partners are interested in increasing the ability to support and enhance the awareness of the space environment with commercial data and tools for shared security and prosperity — both U.S. and international solutions, with commercial market viability, were sought out across a wide array of relevant technologies to participate in the Catalyst Accelerator’s International SDA cohort. The International Space Domain Awareness cohort met in-person for two weeks at a time over a three month period that started on August 9th of last year. Each company collaborated with subject matter experts, worked with government liaisons and commercial Sherpas, and completed an intensive customer discovery process. Each of the eight companies will receive grant funding, thanks to the Catalyst Accelerator’s corporate sponsor, ONE Dev. The cohort concluded with a Demo Day on November 3rd where the companies pitched their technology to government and industry partners. KiMar Gartman, Program Director for The Catalyst Accelerator, said, “The Catalyst Accelerator had applications from around the world for this Accelerator. It was exciting to read through the capabilities being developed on a global scale. We have selected eight companies that we feel will fit well together and offer capabilities that will assist the international effort to detect, track, and characterize space objects. We are looking forward to an amazing Accelerator session!” Capt Jake Singleton, SSC SDA Acquisition Delta, expressed, “As the acquisition arm of the US Space Force, Space Systems Command prioritizes global partnerships to deliver space capability for shared security. We recognize that space technology development today is accelerating in a global marketplace, and we are excited to bring together a cohort of companies from around the world to accelerate innovative dual-use SDA capabilities in that market.“ The Catalyst Accelerator team, with technical advisement from both government and industry experts, selected the following small businesses to participate in the upcoming International Space Domain Awareness cohort: About Catalyst AcceleratorThe Air Force Research Laboratory Space Vehicles Directorate and United States Space Force’s Catalyst Accelerator is a NewSpace-focused defense and national security industry accelerator, headquartered on the Catalyst Campus for Technology and Innovation (CCTI, a Colorado 501(c)3) in Colorado Springs, Colorado. CCTI is a collaborative ecosystem where industry, small business, entrepreneurs, startups, government, academia, and investors intersect with Colorado’s aerospace and defense industry to create community, spark innovation, and stimulate business growth. Author: Kate Menendez, Catalyst Accelerator Marketing Specialist Filed Under: AFRL, C4ISR, Catalyst Accelerator, Cohort, Commercial Space, In-Space Demo, Military, News, Robotics, Satellite Laser Ranging (SLR), SDA, SmallSat  ", "labels": ["Space Technology", "Space Robotics", "Pop Culture", "Real Estate", "Video Games"], "scores": [0.7992271184921265, 0.10130216181278229, 0.04558926448225975, 0.02833736129105091, 0.02554410696029663]}, {"sequence": "Eight companies join Catalyst Accelerator’s Int’l SDA cohort\nJanuary 1, 2023\n\n\nEight small businesses will come together from across the globe for the Catalyst Accelerator’s cohort focused on International Space Domain Awareness (SDA).\nThe Catalyst Accelerator, powered by the Air Force Research Laboratory Space Vehicles Directorate (AFRL/RV), was developed to promote technology advancement for the warfighter and guide technology transfer for the government to industry and vice versa. With private sectors around the world accelerating new capabilities for Space Domain Awareness (SDA), the U.S. and its partners are interested in increasing the ability to support and enhance the awareness of the space environment with commercial data and tools for shared security and prosperity — both U.S. and international solutions, with commercial market viability, were sought out across a wide array of relevant technologies to participate in the Catalyst Accelerator’s International SDA cohort.\n\nThe International Space Domain Awareness cohort met in-person for two weeks at a time over a three month period that started on August 9th of last year. Each company collaborated with subject matter experts, worked with government liaisons and commercial Sherpas, and completed an intensive customer discovery process. Each of the eight companies will receive grant funding, thanks to the Catalyst Accelerator’s corporate sponsor, ONE Dev. The cohort concluded with a Demo Day on November 3rd where the companies pitched their technology to government and industry partners.\n\n\nKiMar Gartman, Program Director for The Catalyst Accelerator, said, “The Catalyst Accelerator had applications from around the world for this Accelerator. It was exciting to read through the capabilities being developed on a global scale. We have selected eight companies that we feel will fit well together and offer capabilities that will assist the international effort to detect, track, and characterize space objects. We are looking forward to an amazing Accelerator session!” Capt Jake Singleton, SSC SDA Acquisition Delta, expressed, “As the acquisition arm of the US Space Force, Space Systems Command prioritizes global partnerships to deliver space capability for shared security. We recognize that space technology development today is accelerating in a global marketplace, and we are excited to bring together a cohort of companies from around the world to accelerate innovative dual-use SDA capabilities in that market.“\nThe Catalyst Accelerator team, with technical advisement from both government and industry experts, selected the following small businesses to participate in the upcoming International Space Domain Awareness cohort:\n\nAstrosite (Sydney, NSW, Australia) uses advanced high speed optical sensors and AI to rapidly deliver new insights into the space domain. Their neuromorphic sensors coupled with advanced AI techniques create unique data and insights for SDA and EO applications. The system is low power and produces only relevant data which enables their proprietary algorithms to rapidly produce unique insights from the ground or in space. Astrosite solutions enable the design of an agile global sensor network that can be redeployed in 24 hours. The system provides synchronized microsecond resolution across a network and creates digital fingerprints of resident space objects, these advanced characterization.\n\n\n\n\nClutch Space Systems Limited (Guildford, United Kingdom) is leading the revolution for the next generation of spacecraft operations on low earth orbit, with persistent connectivity, and real-time situational awareness for tangible improvements in mission efficiency and utility. They are providing global coverage through their network of micro-ground stations, each with a simultaneous capacity of twenty satellites, for telemetry, tracking and control, and for real-time spacecraft situational awareness position and attitude.\n\n\n\n\n\n\n\n\nHEO Robotics (Sydney, Australia) has a mission to image anything within the Solar System on demand. They provide resolved images and analytics of space objects to governments and commercial satellite operators that provide critical insights, such as object identification, satellite damage assessment and more. They do this through using their flyby inspection technique, where they use Earth Observation (EO) satellites during their downtime to image other space objects as they fly past. They have 33 satellites that they have access to today and are building toward 2,500 cameras to provide ubiquitous and on-demand coverage of all Earth orbits.\n\n\n\n\nKatalyst Space Technologies (Flagstaff, Arizona) develops modular spacecraft designs and mission architectures that interact with on-orbit robotics to increase responsiveness, and mission flexibility. Katalyst’s mission is to advance innovations with in-space servicing and assembly while solving existing problems like space congestion and space traffic management. Katalyst’s retrofittable SDA module is designed to non-invasively attach to spacecraft without prepared interfaces to provide local awareness. The project is planned to launch a demonstration mission in May 2024. Katalyst also develops automated software for use with existing SDA infrastructure like ground and space-based sensors to characterize resident space objects for space, size, and attitude.\n\n\n\n\n\n\n\n\nLumi Space (Yateley, United Kingdom) is enabling sustainable space activity for future generations with precise space surveillance data. They are deploying a global network of ground-based systems for satellite tracking, including Satellite Laser Ranging (SLR). By measuring the position of satellites in orbit precisely, they can predict their paths more accurately than existing methods. In doing this, they are critical to minimizing uncertainty in collision warnings and enabling exciting new space applications. They see data uncertainty as the biggest risk to global space activity, and a significant limiting factor for many novel space companies (active debris removal, in-space manufacturing, rendezvous, and proximity operations to name a few).\n\n\n\n\nMeta Mission Data (Lincoln, United Kingdom; Washington, DC) looks beyond sensors, terminals, and platforms to put data first in C4ISR mission effects. They combine deep operational ISR experience with mission-focused engineering across Tactical Data Links, complex Data Analytics, and Information Assurance to create adaptive solutions for multi-domain customers. Their unique Low Earth Orbit Airborne Space Surveillance Operations (LASSO) software optimizes traditional lookdown EO/IR camera systems for the detection, tracking, imaging, and classification of Resident Space Objects. LASSO delivers an innovative solution for Space Domain Awareness that can be rapidly re-tasked and networked into a game-changing global system for the Space sector.\n\n\n\n\nSilentium Defence (Adelaide, Australia) is a global leader in the design and deployment of passive radar systems for tactical and strategic surveillance scenarios. A disruptive technology, designed and developed in Australia, their unique situational awareness solutions enable customers to detect without compromise and act with confidence across sea, air, land, and space domains. Their MAVERICK S-series sensors provide the ability to persistently track objects across a wide arc of space, providing accurate, independent data for space traffic management. In an increasingly congested domain, MAVERICK S-series provides globally unique, cost-effective space surveillance data. Silentium Defence is on a mission to change the way the world does surveillance and help keep people, places, and critical assets safe.\n\n\n\nAbout Catalyst AcceleratorThe Air Force Research Laboratory Space Vehicles Directorate and United States Space Force’s Catalyst Accelerator is a NewSpace-focused defense and national security industry accelerator, headquartered on the Catalyst Campus for Technology and Innovation (CCTI, a Colorado 501(c)3) in Colorado Springs, Colorado. CCTI is a collaborative ecosystem where industry, small business, entrepreneurs, startups, government, academia, and investors intersect with Colorado’s aerospace and defense industry to create community, spark innovation, and stimulate business growth.\nAuthor: Kate Menendez, Catalyst Accelerator Marketing Specialist\nFiled Under: AFRL, C4ISR, Catalyst Accelerator, Cohort, Commercial Space, In-Space Demo, Military, News, Robotics, Satellite Laser Ranging (SLR), SDA, SmallSat ", "labels": ["Pop Culture", "Space Technology", "Real Estate", "Space Robotics", "Video Games"], "scores": [0.23570050299167633, 0.23002272844314575, 0.22904334962368011, 0.20755276083946228, 0.0976807102560997]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Sponsored by the Asper Foundation and Reichman University One of the most advanced observation satellites in the world – developed by Israel – has launched into space, and is now orbiting the Earth.  The $186 million EROS-C3 (Earth Resources Observation Satellite) is already transmitting very-high resolution images to its ground station. They’ll be used to gather intelligence for defense purposes under complete confidentiality and data protection.  The satellite was launched by a SpaceX Falcon 9 rocket, a reusable rocket that transports people and payloads into space and returns to Earth. The company, founded by Elon Musk, marked its 61st and final flight of 2022 with the Israeli satellite. Its lightweight space camera was developed by Elbit Systems, the Israeli defense company. The satellite itself was produced by Israel Aerospace Industries (IAI), which manufactures advanced systems for air, space, sea, land, cyber and homeland security. It’s part of a series of Israeli commercial Earth observation satellites. The first from the series, the EROS A, was launched over two decades ago from Eastern Siberia.  The satellites are owned and operated by ImageSat International, a leader in geospatial intelligence solutions for defense and intelligence customers.  The EROS-C3 cost the company $186 million, a figure that includes the spacecraft itself, the launch, and insurance.  “Today’s launch of the EROS-C3 satellite is a further expression of the advanced technological capabilities of Israel Aerospace Industries, the space house of the State of Israel,” said Boaz Levy, IAI President and CEO. “After much work on the satellite, during which time the best brains of the men and women of IAI worked on its development and production, the satellite has begun transmitting data to the ground station. “Israel Aerospace Industries cooperates with government bodies, academic institutions, NGOs, and investors from both Israel and abroad, to advance technological achievements, scientific research, and the development of future space technologies.” NOCAMELS Straight To Your Inbox Accessibility Tools", "labels": ["Space Technology", "Space Robotics", "Pop Culture", "Real Estate", "Video Games"], "scores": [0.8395677804946899, 0.06655272841453552, 0.03664000704884529, 0.028825679793953896, 0.0284137986600399]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Copyright © 2023. Times Internet Limited. All rights reserved.For reprint rights. Times Syndication Service.", "labels": ["Pop Culture", "Space Robotics", "Space Technology", "Video Games", "Real Estate"], "scores": [0.23383814096450806, 0.22552813589572906, 0.18406173586845398, 0.17948733270168304, 0.17708468437194824]}, {"sequence": "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024AdvertisementANIJan 1, 2023, 18:01 ISTBCCLUnion Minister for Science and Technology Dr Jitendra Singh on Sunday announced that the Indian Space Research Organisation (ISRO) is ready to launch India's first Atmanirbhar human flight \"Gaganyaan\" by the year 2024.\nAdvertisement\nThe minister said that India is constantly making new achievements in the field of science and technology. Science is touching new heights under the leadership of Prime Minister Narendra Modi, which is why India's first self-sufficient Gaganyaan will enter space in 2024.\n\nGiving information about the achievements being made by the government in the field of science and technology, Jitendra Singh said \"The idea of taking forward the 'Gaganyaan' program was in 2022 itself but due to Covid-19 it was delayed. In the next year (2024), there will be two preliminary launchings, the first launch will be unmanned, this experiment will be done to mark the routes because if the 'Gaganyaan' rocket goes into space then it should also return safely to the same way.\"\n\nEvent AlertIndia's leading MSME SummitBI India is back with its 3rd editionMeet industry experts policymakers, business leaders from across sectors18th - 19th Jan, 2023  Virtual EventRegister NowOur SpeakersRajnish KumarFormer SBI ChairmanAnkur WarikooEducator & Content CreatorBharat SethiCEO & Founder Rage CoffeeAjay ThakurHead - BSE SME & StartupsT KoshyCEO, ONDC\"In the other experiment also there will be no human, instead a robot will be there as a human replica. When both the experiments assure that we are completely ready, then in the third one we will send humans into space,\" the minister added.\n\nJitendra said that 'Gaganyaan' would be India's first human flight and it will also be an excellent symbol of self-reliance as it will increase the confidence of the nation.\n\nAdvertisementHe also said that Indian origin Rakesh Sharma went to space, but he went under a Soviet mission of space, so this mission will mark Indian origin in space.\n\n\"This will be a historic initiative in itself because our space journey started very late compared to America and Russia but today the same country is doing our research with our knowledge and taking lessons and moving forward,\" the minister said.\n\nJitendra Singh said, \"The way PM Modi has given respect to science in the last 8 years, this has motivated the Indian scientists and has given a respectable place to them. Rules have been simplified, for example, space has been opened for private public participation, today the result is that private rockets are being launched from there and as soon as this year ends, you will get a wonderful kind of enthusiasm across the country.\"\n\n\"While we will be fully prepared to launch \"Gaganyaan\" which will be the first human flight which will work to take an Astronaut of Indian origin to space of Indian origin, it will be the first mission of this type and hence also a pride for us. It will be a matter of confidence that this work of increasing our self-esteem will work because even though our space journey started late in comparison to America or Russia, today we are in a position where our research findings are similar to those of America and Russia. Countries work to advance their research by making it available,\" he added.\n\n{{}}\n                NewsletterSIMPLY PUT - where we join the dots to inform and inspire you. Sign up for a weekly brief collating many news items into one untangled thought delivered straight to your mailbox.Email addressCAPTCHA:Enter captchaBy clicking ‘Sign up’, you agree to receive marketing emails from Insider as well as other partner offers and accept our Terms of Service and Privacy PolicyNext Story6 climate wins from 2022 that are worth celebrating", "labels": ["Space Technology", "Pop Culture", "Real Estate", "Space Robotics", "Video Games"], "scores": [0.3062124252319336, 0.29317623376846313, 0.2078777402639389, 0.10465099662542343, 0.08808261901140213]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "ISRO further plans to carry out the first runway landing experiment (RLV-LEX) INDIA: While the budding start-up sector is expected to grow in the space applications segment, the Indian Space Research Organization (ISRO) will shift its focus to research investigations in 2023 with dedicated missions to the sun (Aditya) and the moon (Chandrayaan-3).The Gaganyaan project, India’s first human space flight, will conduct several experiments in the coming year, with the first unmanned mission scheduled for the fourth quarter of 2023. These experiments will evaluate the performance of the human-rated launch vehicle, the orbital module propulsion system, and the recovery procedures.According to Jitendra Singh, a Union Minister of State in the Prime Minister’s Office, ISRO further plans to carry out the first runway landing experiment (RLV-LEX) of the reusable launch vehicle early next year from the Aeronautical Test Range in Chitradurga, Karnataka.Indian start-ups made their presence known with the first sub-orbital launch by a commercial company, Skyroot Aerospace’s Vikram-S rocket, and the launches of Pixxel’s hyperspectral satellites Shakuntala and Anand on SpaceX’s Falcon-9 and ISRO’s PSLV, respectively, in April and November.A client satellite will be launched into orbit by Skyroot Aerospace, which launched India’s first privately developed rocket in November, at some point in 2019. The test flight of Agnikul Cosmos’ highly adaptable Agnibaan rocket has also been scheduled. The company is situated on the IIT-Madras campus.According to Awais Ahmed, co-founder and CEO of Pixxel, the firm is developing six commercial hyperspectral photography satellites that will be ready for launch next year.According to Ahmed, the initial orbital launches of many more rocket businesses throughout the world will result in a rocket-themed game of thrones as they compete for the same group of clients launching satellites into orbit.The start-ups are focusing on the enormous space applications market in the nation, which was previously the sole purview of ISRO. They are also planning to take tourists into space and have already carved out a niche for themselves in the earth imaging industry.According to Chaitanya Dora Surapureddy, Chief Financial Officer of Dhruva Space, “The potential for cutting-edge space applications is immense, especially if established aerospace companies form partnerships with businesses that traditionally haven’t ventured into orbit, e.g., pharmaceutical and agriculture companies.”Onboard ISRO’s PSLV C-54 mission, Dhruva Space launched two satellites, Thybolt 1 and 2, demonstrating the feasibility of amateur satellite communication that will support ham radio operations.According to Surapureddy, Dhurva Space has already secured its first commercial contract for the construction of satellites, valued at Rs. 20 crore.According to Lt Gen A K Bhatt (ret.), Director General of the Indian Space Association (ISpA), “The number of space companies in India has now surpassed 100, and these startups have attracted finance of more than USD 245.35 million.”At ISRO’s Satish Dhawan Space Centre in Sriharikota, Agnikul also debuted its first launchpad and mission control centre.The space industry achieved some significant milestones in 2022, with NewSpace India Limited (NSIL) awarding a contract worth 860 crores to the space conglomerate made up of Larsen & Toubro (L&T) and Hindustan Aeronautics Limited for the commercial development of the following five Polar Satellite Launch Vehicles (PSLVs).OneWeb also contracted with ISRO to use their launch vehicle to deploy 36 satellites from Sriharikota into low-Earth orbit. Next year, 36 additional satellites are anticipated to be launched as a follow-up.It is known that the Indians aggressively competed for the OneWeb contract with ISRO after the crisis in Ukraine forced the Russian space launch capabilities off the market.The aggressiveness of the Indian space industry, according to Chaitanya Giri, a space consultant with the Research and Information System for Developing Countries, is comparable to that of Sourav Ganguly’s cricket team.“Our earlier approach was very composed and polite; like Mohammad Azharuddin’s cricket team, India’s growing geopolitical importance is what’s driving its newly discovered hostility.” “Additionally, the situation in Ukraine has made it impossible to do business with Russia. The Chinese market is similar. Now, India has the advantage,” Mr. Giri said.He advised Indian start-ups to compete for contracts abroad rather than turning to ISRO for business. Also Read: ISRO Pushes The Gaganyaan Mission to 2024 Mechanical engineering graduate, writes about science, technology and sports, teaching physics and mathematics, also played cricket professionally and passionate about bodybuilding. \n\nView all posts\n\n \n\nSave my name, email, and website in this browser for the next time I comment.\n  \n\n Copyright © 2022 Transcontinental Times S. L. | All Rights Reserved", "labels": ["Space Technology", "Real Estate", "Pop Culture", "Space Robotics", "Video Games"], "scores": [0.27581265568733215, 0.26722776889801025, 0.21460267901420593, 0.1461847722530365, 0.09617211669683456]}, {"sequence": "\n\n\n\n\n\nIndiaScienceTechnology\n\nISRO Makes Huge Future Plans for 2023\n\nISRO further plans to carry out the first runway landing experiment (RLV-LEX)\n\n\n\nBy Russell Chattaraj\n\nJanuary 1, 2023 \n\n0\n\n24\n\n\n\n\n\n\nShare\nWhatsAppTwitterFacebookTelegramLinkedinVKViberReddItEmailPrint\n\n\n\n\n\nPhoto Credit: Twitter/isro\n\n\n\nMust read\n\n\n\n\n\n \n\nRussian Drone Attack Hits Kyiv: Residents Heads toward Air Raid Shelters\n\n\nDecember 30, 2022 \n\n\n\n\n\n\n\n \n\nRatan Tata: The Man Behind the Tata Empire Turns 85\n\n\nDecember 28, 2022 \n\n\n\n\n\n\n\n \n\nRomanian Court Extends Andrew Tates’ Detention for 30 Days\n\n\nDecember 31, 2022 \n\n\n\n\n\n\n\n \n\nAnant Ambani, Radhika Merchant’s Betrothal Party: B-town Celebs Makes Grand Entry\n\n\nDecember 30, 2022 \n\n\n\n\n\nRussell ChattarajMechanical engineering graduate, writes about science, technology and sports, teaching physics and mathematics, also played cricket professionally and passionate about bodybuilding.\n\n\n\nINDIA: While the budding start-up sector is expected to grow in the space applications segment, the Indian Space Research Organization (ISRO) will shift its focus to research investigations in 2023 with dedicated missions to the sun (Aditya) and the moon (Chandrayaan-3).The Gaganyaan project, India’s first human space flight, will conduct several experiments in the coming year, with the first unmanned mission scheduled for the fourth quarter of 2023. These experiments will evaluate the performance of the human-rated launch vehicle, the orbital module propulsion system, and the recovery procedures.According to Jitendra Singh, a Union Minister of State in the Prime Minister’s Office, ISRO further plans to carry out the first runway landing experiment (RLV-LEX) of the reusable launch vehicle early next year from the Aeronautical Test Range in Chitradurga, Karnataka.Indian start-ups made their presence known with the first sub-orbital launch by a commercial company, Skyroot Aerospace’s Vikram-S rocket, and the launches of Pixxel’s hyperspectral satellites Shakuntala and Anand on SpaceX’s Falcon-9 and ISRO’s PSLV, respectively, in April and November.A client satellite will be launched into orbit by Skyroot Aerospace, which launched India’s first privately developed rocket in November, at some point in 2019. The test flight of Agnikul Cosmos’ highly adaptable Agnibaan rocket has also been scheduled. The company is situated on the IIT-Madras campus.According to Awais Ahmed, co-founder and CEO of Pixxel, the firm is developing six commercial hyperspectral photography satellites that will be ready for launch next year.According to Ahmed, the initial orbital launches of many more rocket businesses throughout the world will result in a rocket-themed game of thrones as they compete for the same group of clients launching satellites into orbit.The start-ups are focusing on the enormous space applications market in the nation, which was previously the sole purview of ISRO. They are also planning to take tourists into space and have already carved out a niche for themselves in the earth imaging industry.According to Chaitanya Dora Surapureddy, Chief Financial Officer of Dhruva Space, “The potential for cutting-edge space applications is immense, especially if established aerospace companies form partnerships with businesses that traditionally haven’t ventured into orbit, e.g., pharmaceutical and agriculture companies.”Onboard ISRO’s PSLV C-54 mission, Dhruva Space launched two satellites, Thybolt 1 and 2, demonstrating the feasibility of amateur satellite communication that will support ham radio operations.According to Surapureddy, Dhurva Space has already secured its first commercial contract for the construction of satellites, valued at Rs. 20 crore.According to Lt Gen A K Bhatt (ret.), Director General of the Indian Space Association (ISpA), “The number of space companies in India has now surpassed 100, and these startups have attracted finance of more than USD 245.35 million.”At ISRO’s Satish Dhawan Space Centre in Sriharikota, Agnikul also debuted its first launchpad and mission control centre.The space industry achieved some significant milestones in 2022, with NewSpace India Limited (NSIL) awarding a contract worth 860 crores to the space conglomerate made up of Larsen & Toubro (L&T) and Hindustan Aeronautics Limited for the commercial development of the following five Polar Satellite Launch Vehicles (PSLVs).OneWeb also contracted with ISRO to use their launch vehicle to deploy 36 satellites from Sriharikota into low-Earth orbit. Next year, 36 additional satellites are anticipated to be launched as a follow-up.It is known that the Indians aggressively competed for the OneWeb contract with ISRO after the crisis in Ukraine forced the Russian space launch capabilities off the market.The aggressiveness of the Indian space industry, according to Chaitanya Giri, a space consultant with the Research and Information System for Developing Countries, is comparable to that of Sourav Ganguly’s cricket team.“Our earlier approach was very composed and polite; like Mohammad Azharuddin’s cricket team, India’s growing geopolitical importance is what’s driving its newly discovered hostility.” “Additionally, the situation in Ukraine has made it impossible to do business with Russia. The Chinese market is similar. Now, India has the advantage,” Mr. Giri said.He advised Indian start-ups to compete for contracts abroad rather than turning to ISRO for business.\nAlso Read: ISRO Pushes The Gaganyaan Mission to 2024\n\nAuthor\n\n\n\n\n\n\n\nRussell Chattaraj\n\n- Advertisement -\n\nMechanical engineering graduate, writes about science, technology and sports, teaching physics and mathematics, also played cricket professionally and passionate about bodybuilding.\n\n\nView all posts\n\n\n\n\n\n\n\nTagsIndiaISRO\n\n\nShare\nWhatsAppTwitterFacebookTelegramLinkedinVKViberReddItEmailPrint\n\n\n\nPrevious articleEarthquake of 3.8 Magnitude Strikes Delhi-NCRNext article205th Anniversary of the Bhima-Koregaon Battle\n\n\n\n\n\n\n- Advertisement -\n\n\n\n\n\nArchives\n January 2023\nDecember 2022\nNovember 2022\nOctober 2022\nSeptember 2022\nAugust 2022\nJuly 2022\nJune 2022\nMay 2022\nApril 2022\nMarch 2022\nFebruary 2022\n\n\n\n\n \nLEAVE A REPLY Cancel reply\n\n\nComment:\nPlease enter your comment!\n\n\nName:*\nPlease enter your name here\n\n\n\nEmail:*\nYou have entered an incorrect email address!\nPlease enter your email address here\n\n\n\nWebsite:\n\n\n\nSave my name, email, and website in this browser for the next time I comment.\n\n \n\n \n\n\n\n\n\n\n- Advertisement -\n\n\n\nTrending Today\n\n\n\n\n\n \n\nSana Saeed Gets Engaged to Beau Csaba Wagner \n\n\nJanuary 1, 2023 \n\n\n\n\n\n\n\n \n\nTwo Incidents of Massive Fire in Maharashtra\n\n\nJanuary 1, 2023 \n\n\n\n\n\n\n\n \n\nUkraine Rocked by Explosions Amid Russia’s New Year Attacks\n\n\nJanuary 1, 2023 \n\n\n\n\n\n\n\n \n\nMore Than 200 Exoplanets Found Last Year\n\n\nJanuary 1, 2023 \n\n\n\n\n\n\n\n \n\n205th Anniversary of the Bhima-Koregaon Battle\n\n\nJanuary 1, 2023 \n\n\n\n\n  ", "labels": ["Space Technology", "Real Estate", "Pop Culture", "Video Games", "Space Robotics"], "scores": [0.2680571973323822, 0.23495976626873016, 0.23363929986953735, 0.1413787305355072, 0.12196488678455353]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"sequence": "Please enable JS and disable any ad blocker", "labels": ["Video Games", "Space Robotics", "Pop Culture", "Space Technology", "Real Estate"], "scores": [0.35475462675094604, 0.20045268535614014, 0.178771510720253, 0.15856342017650604, 0.1074577048420906]}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}, {"error": "You must include at least one label and at least one sequence."}]}