{
    "https://tech.hindustantimes.com/tech/news/nasa-image-of-the-day-1-january-2023-largest-rock-in-solar-system-71672568080318.html": {
        "title": "NASA Image of the Day 1 January 2023: LARGEST Rock in Solar System! | Tech News",
        "summary": "\n\nNASA has shared the image of \"The Rock\", or Pale Blue Dot, which is none other than our own planet Earth! Originally launched in 1977, Voyager 1 spacecraft crossed into the heliosheath and it's now leaving the solar system. NASA captures a new image from space every day to share with us its fascinating journey beyond what humankind knows."
    },
    "https://gamerant.com/starfield-hard-sci-fi-genre-mechanics/": {
        "title": "Starfield: How It Could Integrate Hard Sci-Fi in Its Mechanics",
        "summary": "\n\nStarfield is set in the future 300 years and will undoubtedly embrace core sci-fi elements. Players can expect to explore hundreds of star systems and over a thousand planets, with hard science fiction featured as part of its mechanics. Director Todd Howard has stated he wanted Starfield to feel like a natural evolution for space travel with gritty realism similar to the Alien movie, featuring player agency and complex science fiction elements. The game's release date is November 11 2022 for PC and Xbox Series X/S. \n\nStarfield combines classic Sci-Fi storytelling with modern technology for an authentic experience set in the future 300 years from now. Mechanically grounded in hard science fiction elements such as realistic physics, exploration of hundreds of star systems and complexity through player agency, gamers are in for an immersive journey when it launches on November 11th 2022."
    },
    "https://economictimes.indiatimes.com/industry/services/property-/-cstruction/flex-space-companies-leased-over-100k-seats-in-2022/articleshow/96667597.cms": {
        "title": "Flex Space: Companies leased over 100k seats in 2022 - The Economic Times",
        "summary": " to Read Exclusive Stories of The DaySummary: Flex space leasing in 2022 has grown 18% higher than the year before and nearly three times the pre-pandemic level, according to industry experts. Corporates are taking advantage of asset-light and cost efficient solutions that flex spaces offer to businesses. Flex spaces are also being adopted by companies to enter a new market, offer on-demand meeting and collaboration spaces, and test alternate workplace designs. By 2026, flex space providers aim to expand their total space portfolio up to 28-30 million sq ft.\n\nFlex space leasing is seeing an impressive growth as more corporates take advantage of asset light options they provide; they have become even more attractive with customised services such as technology access, flexible lease terms, tailored design and just-in-time availability across multiple locations. In 2023 these operators look forward expanding their total space portfolio up 28 - 30 million square feet within the next few years."
    },
    "https://theprint.in/india/india-ready-to-launch-its-first-atmanirbhar-human-space-flight-gaganyaan-by-2024/1292975/": {
        "title": "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 – ThePrint – ANIFeed",
        "summary": "\n\nIndia is ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 under the leadership of Prime Minister Narendra Modi. There will be two preliminary unmanned launches in order to test and mark the routes, after which a robot replica of a human will be launched before sending actual humans into space. This mission will not only demonstrate India's technological advancement but also act as an expression of confidence for India on an international level."
    },
    "https://kiowacountypress.net/content/bennet-welcomes-178-million-colorado-projects-fy23-funding-bill": {
        "title": "Bennet Welcomes $178 Million for Colorado Projects in FY23 Funding Bill | Kiowa County Press - Eads, Colorado, Newspaper",
        "summary": "\nThis week, U.S. Senator Michael Bennet announced that he secured over $178 million in federal funding for 82 Colorado projects through the Congressionally Directed Spending process. The bill is expected to pass later this week and will fund several major priorities such as upgrading water infrastructure, increasing access to affordable housing, and investing in minority-owned businesses throughout Colorado."
    },
    "https://en.globes.co.il/en/article-israel-aerospace-launches-eros-observation-satellite-1001434276": {
        "title": "\tIsrael Aerospace launches EROS observation satellite - Globes",
        "summary": "\nIsrael Aerospace Industries (IAI) launched its EROS-C3 satellite on Friday into orbit, equipped with advanced technologies to enable high resolution images and the first use of a multi-spectral camera. IAI has been working in collaboration with government bodies, academic institutions, NGOs, and investors from both Israel and abroad to advance technological achievements within space technologies. This launch is another expression of IAI's capabilities in this area."
    },
    "https://www.theweek.in/theweek/cover/2022/12/31/moving-towards-citizen-centric-governance.html": {
        "title": "'We are moving towards citizen-centric governance': Jitendra Singh, MoS, PMO - The Week",
        "summary": "\n\nThe government has introduced Mission Karmayogi, Integrated Government Online Training (iGOT) program and lateral entry appointments to make civil services more efficient for the future. Technology is being used across many ministries like jal shakti ministry which uses heli-board technology to map groundwater resources and Svamitva scheme which uses drone techology for accurate land records. Zero tolerance policy is given to corrupt officers with more than 200 requests pending from various states seeking consent for a CBI probe involving corruption of Rs30,912 crore. The prime minister's vision is citizen-centric governance where technology and AI would take over with bureaucrats having to learn how use them optimally in order to give their optimum performance."
    },
    "https://news.satnews.com/2023/01/01/eight-companies-join-catalyst-accelerators-intl-sda-cohort/": {
        "title": "Eight companies join Catalyst Accelerator’s Int’l SDA cohort – SatNews",
        "summary": "\n\nThe Catalyst Accelerator, powered by the Air Force Research Laboratory Space Vehicles Directorate (AFRL/RV), has brought together eight small businesses from around the world for a three month cohort to promote International Space Domain Awareness. The companies collaborated with experts and completed customer discovery processes before pitching their technology on Demo Day. Each company also received grant funding from corporate sponsor ONE Dev."
    },
    "https://nocamels.com/2023/01/israel-launches-super-advanced-observation-satellite/": {
        "title": "Israel Launches Super-Advanced Observation Satellite",
        "summary": " EROS-C3, an observation satellite developed in Israel and costing $186 million, was launched into space via SpaceX Falcon 9 rocket. This advanced satellite is owned by ImageSat International and operated by multiple government bodies to gather intelligence for defense purposes under confidential data protection. It will also be used for advancing future technological achievements and scientific research in partnership with NGOs and investors from both Israel and abroad."
    },
    "https://www.businessinsider.in/science/news/india-ready-to-launch-its-first-atmanirbhar-human-space-flight-gaganyaan-by-2024/articleshow/96664209.cms": {
        "title": "India ready to launch its first Atmanirbhar human space flight Gaganyaan by 2024 | Business Insider India",
        "summary": "\n\nIndia is making great advancements in the field of science and technology, as demonstrated by its preparation for the launch of Atmanirbhar human spaceflight 'Gaganyaan' by 2024. This mission will mark a new era for India with respect to scientific research, increasing confidence in our country's capabilities. Moreover, private public participation has been allowed to expedite our journey towards success."
    }
}