{
    "date": "2023-01-20",
    "category": "D77",
    "articles": {
        "0": {
            "text": "Entre Commercial Realty has completed the lease of a 247,000-square-foot building at 2500 Galvin in Elgin for MAI Fulfillment. MAI Fulfillment is a leading provider of full-service B2C and B2B solutions designed to enhance service and improve profitability for their clients.\n\nMAI provides an integrated multi-channel contact center, order processing, warehousing services, and fulfillment solutions that are custom-built to their client’s specifications. The building features 30-foot ceilings and 36 truck docks.\n\nEntre’s Mike Berkowitz represented the tenant, MAI. Steve Bass of NAI Hiffman represented the landlord, High Street Logistics Properties.",
            "title": "Entre Commercial Realty completes 247,000-square-foot lease on behalf of MAI Fulfillment in Elgin – REJournals",
            "keywords": [
                "rejournals",
                "realty",
                "elgin",
                "warehousing",
                "mai",
                "represented",
                "commercial",
                "solutions",
                "truck",
                "lease",
                "completes",
                "tenant",
                "street",
                "steve",
                "entre",
                "behalf",
                "fulfillment",
                "building"
            ],
            "link": "https://rejournals.com/entre-commercial-realty-completes-247000-square-foot-lease-on-behalf-of-mai-fulfillment-in-elgin/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "1": {
            "text": "JLL Valuation Advisory has hired a seven-person team led by Executive Vice President Charles Argianas, MAI, JD, within its Complex Real Estate Analysis & Litigation Support group. Chuck and his team will focus primarily on litigation, arbitration and complex valuation assignments and will partner with existing team members, Richard Roddewig, Charles Brigden, Tom Hamilton and Rob Wells in expanding the JLL expertise in complex litigation valuation assignments.\n\nThe team, which has deep expertise in complex real estate appraisal assignments and as expert witnesses in real estate related litigation, joins JLL from Argianas & Associates, which Chuck founded more than 30 years ago. The appraisal experience of Argianas & Associates includes many assignments involving unique and special purpose properties, including entire university and hospital campuses, live performing arts centers, river barging and intermodal facilities, bio-medical research facilities, and maximum-security prisons. The firm has also valued some of the largest super-regional malls and iconic office properties across the country, including the Chicago area’s Woodfield Mall, the Chicago Stock Exchange financial building, the ABC Headquarters Tower in New York City, and Los Angeles’ City National Plaza.\n\nChuck has been a regional member of the Appraisal Institute’s Ethics and Counseling Panel and has 30 years of experience in mentoring and counseling colleagues from inception of their careers to MAI designation. Along with Chuck and Alex Argianas, a research scientist and statistician who applies a data-driven approach to real estate services, the team of experts at Argianas & Associates includes several third-generation real estate appraisers who combined bring additional decades of experience over an expansive range of services.",
            "title": "Argianas & Associates team joins JLL Valuation Advisory – REJournals",
            "keywords": [
                "rejournals",
                "estate",
                "advisory",
                "experience",
                "litigation",
                "argianas",
                "jll",
                "team",
                "chuck",
                "real",
                "associates",
                "joins",
                "complex",
                "valuation"
            ],
            "link": "https://rejournals.com/argianas-associates-team-joins-jll-valuation-advisory/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "2": {
            "text": "With Victor Wembanyama sitting courtside and watching some of the players he’ll go up against next season, Zach LaVine scored 30 points and the Chicago Bulls never trailed in a 126-108 win over the Detroit Pistons at the NBA Paris Game",
            "title": "LaVine scores 30, Bulls defeat Pistons 126-108 in Paris",
            "keywords": [
                "wembanyama",
                "trailed",
                "126108",
                "season",
                "watching",
                "lavine",
                "defeat",
                "points",
                "30",
                "bulls",
                "victor",
                "sitting",
                "pistons",
                "win",
                "scored",
                "scores",
                "paris",
                "zach"
            ],
            "link": "https://www.chronicleonline.com/sports/tampa_bay_buccaneers/lavine-scores-30-bulls-defeat-pistons-126-108-in-paris/article_ec1a466c-7351-5d92-9a86-aeb843bffca3.html",
            "skip": "false",
            "gpt_score_reason": ".\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": ".\n\nThe Chicago Bulls easily beat the Detroit Pistons at the NBA Paris Game with Zach LaVine scoring 30 points, and Victor Wembanyama, who will play for the Bulls next season, sitting courtside. The game was never in doubt as there were no comebacks or narrow victories; it was a solid win by an 18-point margin."
        },
        "3": {
            "text": "Success! An email has been sent to with a link to confirm list signup.",
            "title": "Chicago 126, Detroit 108",
            "keywords": [
                "chicago",
                "108",
                "confirm",
                "success",
                "126",
                "list",
                "link",
                "signup",
                "sent",
                "email",
                "detroit"
            ],
            "link": "https://www.wjfw.com/sports/regional/chicago-126-detroit-108/article_2a2dce82-7545-5865-9649-63df692b9acf.html",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "4": {
            "text": "If you ever have flexible dates for your travels, you might be wondering if it would be cheaper for you to book during the week rather than on a weekend.\n\nWe were very curious about this question as well so we analyzed nearly 3,000 data points to see what type of results we would find!\n\nBelow, I will break down the findings and tell you what you need to know about booking hotels during the week vs on the weekend.\n\nAre hotels cheaper during the week?\n\nAfter reviewing 2,800 data points for major US hotel chains, we found that the cheapest day of the week to stay at a hotel was Sunday, while Saturday was the most expensive.\n\nTo give you a sense of how much you could save, we ranked just how much cheaper every day of the week was compared to Saturday below:\n\nSaturday: most expensive\n\nFriday (3% cheaper)\n\nTuesday (3% cheaper)\n\nWednesday (4% cheaper)\n\nThursday (7% cheaper)\n\nMonday (8% cheaper)\n\nSunday (15% cheaper)\n\nThere are a few key takeaways for these findings.\n\nDifferent chains\n\nSaturday was the most expensive day for Hilton, Hyatt, and IHG. Interestingly, Tuesday was the most expensive day for Marriott.\n\nSunday was the cheapest day for all of the chains except for Hilton which had its cheapest day on Monday (Sunday was just barely more expensive than Monday for Hilton).\n\nSingle day stays\n\nIf you were just planning on staying a single day during the week, you may want to watch out for Tuesdays since it compares to the prices found on Friday which can be pretty high.\n\nMulti-day stays\n\nIf you were chasing the lowest rates then an ideal five night itinerary could be beginning your stay on Sunday and checking out on Friday morning.\n\nI’ll show you an example so you can see how much you could save.\n\nLet’s say that a Saturday night rate at a luxury hotel was $600 and that the prices for the other days of the week followed the same pattern as the data above.\n\nIf you checked in on a Sunday and checked out on Friday you would spend $2,244.94.\n\nBut let’s say that you checked in on a Friday and then checked out on Wednesday, you would spend $2,779.08.\n\nSo by starting your trip on Sunday, you would save $534.14. Not bad.\n\nOf course, not every hotel follows this pattern and we dive deeper into the price trends below.\n\nRates almost always change throughout the week\n\nMost of the time, a hotel will have different rates for different days of any given week.\n\nIn fact, of the 2,800 data points we looked at, only about 7% of the hotels did not change price throughout the week. (Interestingly, most of the hotels that did not change price belonged to the IHG chain.)\n\nOn average, a given week had about five days with different prices. So for example Monday and Tuesday could be the same but every other day of the week would have a unique price.\n\nThis doesn’t come as a big surprise as many hotels use sophisticated software to set the prices and we have even seen prices fluctuate by the hour.\n\nThe average price fluctuation that we saw between the cheapest and most expensive days of the week was $83.\n\nSo for the most part, the fluctuations during the week and on the weekends were not that bad.\n\nHowever, they are still worth paying attention to for a couple of reasons.\n\nFirst, about a quarter of the fluctuations were over $110, which can definitely add up.\n\nAlso, some hotels had pretty huge fluctuations during the week like The Adolphus, Autograph Collection which jumped up over $600 for a Friday and Saturday.\n\nTypically, you would think that the big fluctuations would happen on the weekends when the prices tend to go up in general.\n\nBut that was not always the case.\n\nFor example, the The Blackstone, Autograph Collection made a pretty big jump on Monday and Tuesday of almost $400 per night.\n\nUsually, these fluctuations would be caused by some kind of local event taking place, although it was not always easy to verify that.\n\nThese wild fluctuations are why it’s always good to search with all of your actual travel dates and to compare your proposed travel dates to other dates.\n\nWhen going for searching efficiency, it can be tempting to simply choose a single date that falls within your travel date range and base your hotel expenses on that.\n\nBut that can often backfire if you are not accounting for the fluctuating prices throughout the week. You never know if one or two days have huge spikes.\n\nAlso, don’t just search for your travel dates because then you won’t know if other dates don’t have the same fluctuations. I’ve saved myself hundreds of dollars on trips just by swapping out one day for another.\n\nTry to use the calendar view on the hotel’s website if you can.\n\nLeisure travel versus business travel\n\nI’ve always been told that hotels that cater to business travelers will be more expensive during the week and those that cater towards leisure travelers will be more expensive during the weekend.\n\nIt certainly makes sense as that is the time when each of those respective groups tend to travel.\n\nBut it’s not always so simple.\n\nFor one, lots of properties cater to both crowds and it can be difficult to designate a property as primarily business or primarily leisure. Unless you’re very familiar with a specific brand or property, making this determination may not be practical.\n\nSo personally, I would just focus on searching for properties that you are interested in and not necessarily chasing business or leisure hotels based on their perceived categories.\n\nThen there is the king bed vs two queen beds comparison.\n\nTypically, a business traveler would probably prefer a king bed while a family traveling would prefer two queen beds.\n\nTherefore, you would think that two queen beds could be more expensive than a king bed at leisure property on the weekend. Also, two queen beds could be cheaper during the week at a hotel for business travelers.\n\nDuring our research, we did not classify rooms as queen or king so we did not test this out but it might be worth looking into. I know that many times I have seen the prices as the same for both king and queen bedrooms so at some hotels the pricing may not be affected.\n\nFinal recommendations\n\nSo after considering all of the data, here would be my recommendations.\n\nOverall, you can usually expect Saturday to be the most expensive day of the week and for Sunday or Monday to be the cheapest.\n\nIf you’re staying during the week then you can expect Thursday to be your best bet at getting a cheaper rate and watch out for Tuesdays because those can be pretty expensive.\n\nBut just remember prices can dramatically jump up on any day of the week.\n\nWhile these trends will probably hold out to be true in most cases, when it comes to an individual booking, you just need to check your actual travel dates and compare those to others to see if you are getting hit with a big fluctuation.\n\nData\n\nBelow you can find all of the data that we used in the study. The room rates are the cheapest available room rates we found which were almost always a basic king or queen room.\n\nWe selected hotels from the four major chains: Hilton, Marriott, Hyatt, and IHG. Also, we made sure to include a variety of different brands within those chains so that we included a large variety of room rate prices.\n\nProperty Name Monday Tuesday Wednesday Thursday Friday Saturday Sunday Hampton Inn Manhattan/Times Square Central $365 $361 $364 $333 $382 $361 $412 DoubleTree by Hilton Hotel New York Times Square West $245 $258 $258 $247 $244 $299 $199 Martinique New York on Broadway, Curio Collection by Hilton $272 $275 $265 $249 $249 $319 $254 DoubleTree by Hilton New York Midtown Fifth Ave $319 $355 $355 $357 $355 $391 $261 Hampton Inn Manhattan/Times Square South $273 $305 $305 $265 $281 $297 $190 Embassy Suites by Hilton New York Manhattan Times Square $300 $300 $298 $286 $323 $334 $256 DoubleTree by Hilton New York Downtown $243 $280 $280 $232 $307 $275 $181 Canopy by Hilton Jersey City Arts District $224 $224 $224 $207 $240 $304 $233 Home2 Suites by Hilton New York Long Island City/ Manhattan View, NY $283 $347 $341 $342 $359 $359 $358 Hilton New York Times Square $274 $374 $374 $274 $357 $357 $265 DoubleTree by Hilton Hotel Los Angeles Downtown $188 $188 $188 $188 $206 $224 $188 Hilton Checkers Los Angeles $293 $268 $267 $274 $227 $233 $293 Hampton Inn & Suites Los Angeles/Hollywood $231 $238 $252 $269 $288 $288 $266 DoubleTree by Hilton Hotel Los Angeles – Commerce $140 $160 $155 $140 $163 $235 $140 Hampton Inn and Suites Los Angeles – Glendale $199 $199 $199 $199 $210 $235 $199 Embassy Suites by Hilton Los Angeles Glendale $214 $214 $214 $214 $234 $234 $214 Hilton Los Angeles North/Glendale & Executive Meeting Ctr $199 $199 $199 $199 $199 $199 $199 Embassy Suites by Hilton Los Angeles Downey $165 $180 $181 $216 $252 $252 $235 DoubleTree by Hilton Hotel Los Angeles – Rosemead $103 $127 $126 $103 $162 $156 $103 Hilton Los Angeles Airport $159 $164 $166 $167 $159 $175 $155 Palmer House a Hilton Hotel $304 $317 $317 $313 $287 $284 $315 Hilton Chicago $335 $310 $316 $371 $322 $308 $341 theWit Chicago – a DoubleTree by Hilton Hotel $239 $245 $236 $216 $180 $238 $214 Hampton Inn Chicago Downtown/N Loop/Michigan Ave $218 $213 $224 $230 $250 $250 $274 Embassy Suites by Hilton Chicago Downtown River North $202 $206 $214 $302 $314 $314 $296 DoubleTree by Hilton Hotel Chicago – Magnificent Mile $196 $205 $256 $278 $296 $296 $269 Embassy Suites by Hilton Chicago Downtown Magnificent Mile $223 $223 $252 $278 $324 $324 $278 Hilton Chicago/Magnificent Mile Suites $178 $191 $198 $216 $255 $261 $215 The Drake $156 $166 $170 $169 $228 $233 $176 DoubleTree by Hilton Chicago Midway Airport $184 $184 $188 $188 $197 $197 $188 Hampton Inn & Suites Tempe/Phoenix Airport $165 $176 $175 $148 $141 $141 $132 Embassy Suites by Hilton Phoenix Downtown North $240 $274 $265 $265 $274 $274 $224 Hampton Inn Phoenix-Midtown-Downtown Area $253 $280 $275 $226 $218 $213 $218 DoubleTree Suites by Hilton Hotel Phoenix $179 $179 $179 $179 $179 $179 $179 Embassy Suites by Hilton Phoenix Airport $223 $228 $223 $222 $223 $228 $222 Hilton Phoenix Airport $179 $179 $179 $179 $183 $169 $165 Embassy Suites by Hilton Phoenix Biltmore $304 $306 $303 $242 $230 $225 $241 DoubleTree by Hilton Hotel Phoenix Tempe $136 $140 $148 $155 $142 $142 $150 Hampton Inn & Suites Phoenix Tempe $149 $162 $155 $173 $146 $159 $162 Senna House Scottsdale, Curio Collection by Hilton $361 $429 $450 $424 $464 $505 $382 DoubleTree by Hilton Hotel Philadelphia Center City $184 $200 $192 $181 $184 $204 $190 Hampton Inn Philadelphia Center City-Convention Center $232 $232 $232 $232 $271 $282 $190 The Logan Philadelphia, Curio Collection by Hilton $264 $261 $259 $240 $257 $319 $240 Hilton Philadelphia City Avenue $185 $187 $190 $184 $190 $212 $181 DoubleTree by Hilton Hotel Philadelphia Airport $141 $141 $144 $156 $160 $163 $131 Embassy Suites by Hilton Philadelphia Airport $152 $157 $190 $195 $251 $224 $144 DoubleTree by Hilton Cherry Hill Philadelphia $117 $117 $107 $107 $150 $161 $119 DoubleTree Suites by Hilton Hotel Mt. Laurel $124 $124 $124 $124 $140 $143 $124 Hampton Inn & Suites Philadelphia/Media $160 $170 $169 $167 $245 $226 $157 the Alloy King of Prussia – a DoubleTree by Hilton $209 $215 $209 $196 $199 $192 $203 Hampton Inn & Suites San Antonio-Downtown/Market Square $170 $170 $185 $235 $250 $250 $238 DoubleTree by Hilton Hotel San Antonio Downtown $169 $169 $169 $183 $233 $233 $183 Hampton Inn & Suites San Antonio-Airport $113 $104 $119 $113 $103 $136 $97 Embassy Suites by Hilton San Antonio Airport $137 $154 $137 $137 $208 $244 $137 Hampton Inn & Suites San Antonio/Northeast I-35 $136 $134 $137 $144 $182 $173 $123 Embassy Suites by Hilton San Antonio Brooks Hotel & Spa $190 $205 $190 $206 $206 $206 $182 Hampton Inn & Suites San Antonio Lackland AFB SeaWorld $122 $124 $153 $147 $163 $160 $138 DoubleTree by Hilton San Antonio Airport $115 $115 $115 $115 $125 $115 $115 Hampton Inn San Antonio-Downtown (River Walk) $138 $137 $146 $236 $278 $275 $124 Home2 Suites by Hilton San Antonio Downtown – Riverwalk, TX $175 $204 $218 $228 $242 $268 $235 Carte Hotel San Diego Downtown, Curio Collection by Hilton $340 $340 $340 $340 $365 $382 $252 DoubleTree by Hilton Hotel San Diego Downtown $224 $224 $231 $224 $257 $257 $199 Hilton San Diego Mission Valley $157 $157 $165 $196 $212 $251 $157 Embassy Suites by Hilton San Diego Bay Downtown $349 $399 $417 $389 $464 $406 $341 Hampton Inn San Diego-Downtown $209 $226 $279 $220 $246 $317 $242 Hilton San Diego Airport/Harbor Island $227 $233 $233 $251 $322 $323 $217 Hampton Inn & Suites San Diego Airport Liberty Station $193 $193 $194 $201 $251 $344 $213 DoubleTree by Hilton Hotel San Diego – Mission Valley $248 $267 $220 $220 $258 $277 $183 Hotel La Jolla, Curio Collection by Hilton $284 $254 $340 $340 $292 $335 $233 Hampton Inn San Diego-Kearny Mesa $174 $178 $184 $181 $169 $165 $169 Hampton Inn & Suites Dallas Downtown $173 $216 $217 $230 $292 $324 $226 The Statler Dallas, Curio Collection by Hilton $284 $337 $314 $303 $478 $465 $307 DoubleTree by Hilton Hotel Dallas – Market Center $168 $185 $259 $224 $247 $260 $224 Hilton Anatole $263 $272 $263 $268 $287 $287 $263 HALL Arts Hotel Dallas, Curio Collection by Hilton $363 $363 $363 $363 $363 $363 $363 Embassy Suites by Hilton Dallas Market Center $169 $197 $197 $182 $182 $197 $182 Hampton Inn & Suites Dallas Market Center $126 $150 $175 $160 $141 $150 $149 DoubleTree by Hilton Hotel Dallas – Love Field $207 $207 $208 $207 $207 $207 $207 Hilton Dallas/Park Cities $263 $283 $273 $234 $264 $264 $217 Embassy Suites by Hilton Dallas Park Central Area $108 $111 $109 $107 $115 $113 $114 Hampton Inn & Suites Austin-Downtown/Convention Center $239 $293 $319 $298 $328 $362 $215 Hilton Austin $381 $405 $407 $382 $415 $415 $357 Embassy Suites by Hilton Austin Downtown South Congress $268 $277 $283 $283 $312 $306 $277 DoubleTree Suites by Hilton Hotel Austin $248 $274 $315 $307 $372 $332 $208 Hampton Inn & Suites Austin @ The University/Capitol $189 $243 $256 $257 $272 $326 $179 DoubleTree by Hilton Hotel Austin – University Area $196 $224 $224 $228 $242 $260 $197 Embassy Suites by Hilton Austin Central $144 $154 $213 $177 $134 $170 $164 Hampton Inn Austin/Oak Hill $126 $152 $150 $141 $243 $254 $118 Embassy Suites by Hilton Austin Arboretum $192 $200 $201 $178 $157 $166 $171 Hampton Inn & Suites Austin – Lakeway $183 $311 $325 $323 $332 $333 $332 DoubleTree by Hilton Hotel Jacksonville Riverfront $157 $157 $157 $157 $174 $191 $157 Hampton Inn Jacksonville-Downtown-I-95 $128 $135 $134 $128 $165 $165 $128 Embassy Suites by Hilton Jacksonville Baymeadows $158 $158 $175 $158 $174 $175 $157 Hilton Garden Inn Jacksonville Downtown Southbank $157 $157 $157 $157 $190 $190 $140 Homewood Suites by Hilton Jacksonville Downtown-Southbank $181 $182 $182 $176 $205 $217 $151 Hampton Inn Jacksonville East Regency Square $134 $132 $139 $138 $148 $145 $137 Homewood Suites by Hilton Jacksonville Deerwood Park $156 $156 $205 $165 $186 $196 $155 Tru By Hilton Jacksonville St Johns Town Center $152 $158 $153 $164 $183 $183 $147 Embassy Suites by Hilton Jacksonville Baymeadows $158 $158 $175 $158 $174 $175 $157 Hampton Inn & Suites Jacksonville/Orange Park $156 $157 $154 $151 $157 $157 $156 Hyatt Grand Central New York $299 $339 $339 $299 $299 $299 $269 Hyatt Centric Midtown 5th Avenue New York $359 $389 $389 $359 $399 $399 $299 Grayson Hotel $345 $385 $385 $369 $375 $399 $319 Hyatt Place New York/Midtown-South $444 $467 $460 $447 $450 $520 $434 Park South Hotel $345 $375 $375 $345 $324 $355 $245 Hyatt House New York/Chelsea $359 $359 $359 $359 $359 $453 $359 Thompson Central Park New York $689 $689 $689 $689 $680 $695 $659 Hotel 50 Bowery $339 $369 $369 $407 $392 $429 $350 Hyatt Regency Jersey City on the Hudson $319 $399 $329 $299 $289 $269 $299 Hyatt House Jersey City $289 $456 $319 $289 $289 $289 $289 Thompson Hollywood $349 $349 $349 $359 $389 $389 $309 tommie Hollywood $269 $269 $269 $279 $309 $319 $259 Hyatt Place Glendale / Los Angeles $209 $229 $229 $219 $289 $289 $209 Andaz West Hollywood $379 $379 $379 $379 $379 $379 $379 Hyatt House LAX / Century Blvd $229 $229 $229 $229 $229 $229 $229 The Shay $453 $453 $453 $453 $408 $408 $408 Hyatt Place Pasadena $215 $222 $224 $202 $288 $329 $219 Hyatt Regency Los Angeles International Airport $229 $209 $216 $296 $273 $209 $209 Hyatt Regency Long Beach $239 $249 $299 $299 $249 $249 $278 Hyatt House LA – University Medical Center $239 $239 $239 $239 $239 $239 $239 Hyatt Place Chicago/Downtown-The Loop $313 $399 $399 $321 $299 $299 $300 Hyatt Centric The Loop Chicago $269 $279 $279 $269 $289 $309 $199 Chicago Athletic Association $289 $337 $349 $307 $309 $309 $326 Hyatt Place Chicago/River North $244 $259 $259 $269 $279 $299 $267 Hyatt Regency Chicago $339 $319 $349 $349 $349 $349 $349 Hyatt Centric Chicago Magnificent Mile $239 $289 $289 $309 $329 $329 $299 Hotel Lincoln $170 $169 $170 $169 $355 $427 $177 Thompson Chicago $329 $339 $339 $339 $409 $429 $439 Hyatt Regency O’Hare Chicago $249 $249 $239 $204 $179 $189 $189 Ambassador Chicago $219 $219 $219 $219 $279 $319 $229 Hyatt Place Phoenix / Downtown $254 $264 $290 $245 $280 $284 $235 Hyatt Regency Phoenix $309 $369 $369 $309 $294 $304 $294 Hyatt Place Phoenix/Chandler-Fashion Center $150 $164 $140 $138 $150 $185 $130 Royal Palms Resort and Spa $709 $709 $709 $709 $709 $709 $709 Hyatt House Tempe / Phoenix / University $160 $160 $162 $189 $160 $160 $160 Hyatt Place Tempe/Phoenix Airport $217 $291 $205 $189 $199 $199 $189 Hyatt House Scottsdale/Old Town $252 $252 $246 $245 $258 $284 $211 Andaz Scottsdale Resort & Bungalows $729 $729 $729 $729 $799 $799 $699 Hyatt Regency Scottsdale Resort & Spa at Gainey Ranch $662 $656 $642 $656 $637 $419 $425 Hyatt Place Scottsdale – North $176 $204 $180 $179 $243 $308 $171 Hyatt Place Mt. Laurel $149 $149 $149 $149 $199 $199 $149 The Bellevue Hotel $290 $291 $299 $260 $310 $349 $245 Hyatt Centric Center City Philadelphia $253 $259 $260 $289 $339 $409 $269 Hyatt Place Philadelphia/King of Prussia $154 $159 $158 $144 $196 $232 $139 Hyatt Place Wilmington Riverfront $199 $232 $216 $198 $239 $289 $179 Hyatt House Philadelphia/Plymouth Meeting $139 $139 $139 $139 $159 $159 $139 Hyatt Place Princeton $157 $159 $155 $199 $249 $219 $143 Hyatt House Philadelphia/King of Prussia $189 $199 $199 $189 $199 $199 $179 Hyatt Regency Princeton $219 $219 $205 $205 $199 $172 $205 Hyatt House Allentown / Lehigh Valley $199 $199 $199 $199 $219 $219 $199 Hyatt House San Diego/Sorrento Mesa $219 $219 $219 $219 $219 $219 $219 Hyatt Regency La Jolla at Aventine $449 $278 $347 $363 $230 $318 $257 Hyatt Place San Diego/Vista-Carlsbad $179 $179 $202 $161 $292 $201 $160 Mission Pacific Hotel $449 $449 $449 $449 $479 $499 $429 Thompson Dallas $439 $439 $499 $499 $489 $489 $439 Hyatt House Dallas/Uptown $149 $149 $149 $149 $248 $255 $149 Hyatt Place Dallas/Park Central $121 $122 $122 $121 $130 $128 $123 Hyatt Regency DFW International Airport $234 $263 $250 $229 $289 $233 $229 Hyatt House Dallas/Lincoln Park $119 $119 $165 $178 $189 $193 $119 Hyatt Place Dallas-North/by the Galleria $169 $179 $179 $149 $139 $139 $149 Grand Hyatt DFW $355 $355 $355 $355 $325 $325 $340 Hyatt House Dallas/Las Colinas $154 $159 $159 $125 $110 $110 $119 Hyatt Place Dallas/Arlington $128 $133 $157 $180 $253 $231 $159 tommie Austin $327 $417 $411 $436 $450 $411 $334 Hyatt House Austin/Downtown $309 $309 $309 $309 $379 $379 $209 Hyatt Place Austin Airport $256 $281 $276 $266 $452 $470 $205 Hyatt House Austin/Arboretum $140 $145 $144 $130 $177 $178 $123 Hyatt Place Austin / Cedar Park $129 $129 $129 $189 $272 $272 $129 Hyatt Place Jacksonville / St. Johns Town Center $174 $198 $200 $233 $396 $374 $174 Hyatt Place Jacksonville Airport $119 $167 $201 $164 $161 $135 $119 Hyatt House Columbus OSU / Short – North $159 $159 $159 $159 $229 $229 $159 Hyatt Place Columbus/OSU $140 $140 $148 $177 $246 $296 $140 Hyatt Place Columbus/Dublin $118 $122 $123 $111 $147 $167 $109 Hyatt Place Columbus / Polaris $123 $119 $131 $142 $212 $225 $117 Hyatt House Charlotte/Center City $249 $254 $254 $249 $269 $269 $249 Hyatt Place Charlotte Downtown $235 $251 $250 $219 $253 $291 $214 Hyatt House Charlotte Airport $149 $149 $149 $139 $159 $159 $129 Hyatt Place Charlotte Airport / Billy Graham Parkway $139 $139 $139 $139 $149 $140 $139 Hyatt Centric Charlotte SouthPark $239 $229 $229 $229 $259 $259 $299 Hyatt Place Charlotte Airport/Lake Pointe $159 $159 $159 $159 $159 $159 $159 Hyatt Place Charlotte/Arrowood $109 $116 $115 $169 $179 $179 $115 Hyatt House Charlotte / Rea Farms $174 $174 $185 $169 $189 $189 $179 Grand Hyatt at SFO $702 $690 $773 $490 $319 $299 $349 Hyatt Regency San Francisco Airport $426 $434 $413 $364 $281 $241 $272 Hyatt Centric Mountain View $483 $442 $431 $299 $250 $240 $380 Hotel Avante $299 $319 $299 $259 $115 $108 $171 Hyatt Centric Santa Clara Silicon Valley $330 $350 $350 $268 $190 $198 $285 Wild Palms Hotel $279 $279 $279 $170 $111 $109 $144 Hyatt House Emeryville/San Francisco Bay Area $226 $231 $221 $207 $189 $189 $279 The Laurel Inn $518 $527 $370 $391 $411 $430 $319 Hyatt Regency San Francisco $754 $754 $754 $754 $456 $391 $413 Waterfront Hotel $359 $359 $359 $359 $270 $244 $256 Hyatt Place Seattle/Downtown $252 $345 $388 $360 $300 $338 $243 Thompson Seattle $395 $340 $392 $326 $333 $432 $314 Hyatt House Seattle/Redmond $279 $279 $279 $249 $189 $189 $319 Hyatt House Seattle/Downtown $238 $310 $319 $300 $283 $322 $352 Hyatt Regency Denver at Colorado Convention Center $239 $315 $351 $291 $225 $240 $309 Grand Hyatt Denver $251 $389 $329 $329 $249 $261 $259 Hyatt Centric Downtown Denver $226 $349 $357 $338 $319 $341 $249 Thompson Denver $340 $432 $437 $396 $402 $459 $321 Crowne Plaza Times Square Manhattan $353 $361 $416 $307 $353 $479 $452 InterContinental New York Times Square $436 $455 $455 $379 $387 $445 $379 Holiday Inn New York City – Times Square $306 $315 $315 $306 $342 $342 $297 voco Times Square South New York $270 $324 $324 $270 $297 $324 $252 Candlewood Suites New York City – Times Square $427 $427 $427 $427 $427 $427 $427 Kimpton Hotel Eventi $487 $563 $563 $495 $444 $469 $341 Holiday Inn Express New York City Times Square $450 $450 $450 $450 $460 $460 $450 Crowne Plaza HY36 Midtown Manhattan $598 $664 $664 $598 $598 $408 $370 EVEN Hotel New York – Times Square South $340 $340 $340 $323 $385 $385 $266 voco The Franklin New York $349 $349 $349 $366 $419 $419 $323 InterContinental Los Angeles Downtown $387 $436 $436 $436 $379 $379 $290 Hotel Indigo Los Angeles Downtown $286 $324 $324 $324 $281 $312 $290 Holiday Inn Express & Suites Los Angeles Downtown West $201 $201 $213 $221 $213 $230 $184 Kimpton Everly Hotel $281 $290 $290 $307 $328 $354 $272 Holiday Inn Express & Suites Glendale Downtown $180 $180 $180 $180 $198 $198 $180 Holiday Inn Los Angeles – LAX Airport $152 $152 $152 $152 $171 $179 $152 Kimpton Hotel Wilshire $282 $282 $298 $351 $351 $351 $241 Candlewood Suites LAX Hawthorne $165 $156 $157 $161 $181 $181 $162 Staybridge Suites Long Beach Airport $221 $217 $217 $204 $243 $217 $204 Kimpton Hotel Palomar Beverly Hills $338 $338 $338 $436 $436 $408 $338 InterContinental Chicago Magnificent Mile $297 $297 $297 $342 $377 $405 $342 Kimpton Hotel Monaco Chicago $378 $378 $378 $360 $360 $378 $360 voco Chicago Downtown $428 $428 $428 $428 $428 $428 $428 Holiday Inn Chicago Dwtn – Wolf Point $406 $406 $406 $406 $406 $406 $406 Holiday Inn Chicago – Midway Airport S $144 $144 $144 $134 $134 $134 $134 Crowne Plaza Chicago West Loop $275 $275 $275 $275 $275 $275 $275 Holiday Inn Express & Suites Chicago – Midway Airport $127 $132 $137 $125 $168 $172 $129 Holiday Inn & Suites Chicago-Downtown $324 $324 $324 $324 $324 $324 $324 Crowne Plaza Chicago Ohare Hotel & Conf Ctr $180 $180 $180 $180 $180 $180 $180 Staybridge Suites Chicago O’Hare Airport $163 $163 $163 $163 $163 $163 $163 Holiday Inn Houston Downtown $170 $170 $170 $170 $134 $134 $170 Holiday Inn Express & Suites Downtown Convention Center $145 $162 $175 $171 $162 $227 $158 Crowne Plaza Houston Med Ctr-Galleria Area $149 $153 $153 $140 $122 $131 $131 InterContinental Houston – Medical Center $368 $368 $368 $368 $360 $360 $368 Holiday Inn Express & Suites Houston – Memorial Park Area $98 $111 $103 $94 $94 $103 $89 Candlewood Suites Houston Medical Center $103 $103 $103 $103 $103 $103 $103 Holiday Inn Houston S – NRG Area – Med Ctr $158 $171 $185 $158 $162 $149 $153 Staybridge Suites Houston Medical Center $141 $136 $133 $136 $133 $145 $141 Crowne Plaza Houston Galleria Area $96 $96 $96 $96 $92 $92 $96 Hotel Indigo Houston at the Galleria $144 $147 $165 $156 $162 $180 $164 Kimpton Hotel Palomar Phoenix $360 $360 $360 $360 $360 $360 $360 Holiday Inn Express & Suites Phoenix Downtown State Capitol $166 $166 $166 $166 $180 $180 $166 Staybridge Suites Phoenix – Biltmore Area $180 $180 $180 $180 $180 $180 $180 Holiday Inn Express & Suites Phoenix Airport $177 $186 $195 $196 $181 $194 $164 Crowne Plaza Phoenix Airport – PHX $175 $175 $180 $180 $193 $193 $184 Holiday Inn Express & Suites Phoenix – Airport North $185 $180 $207 $221 $212 $207 $144 Holiday Inn & Suites Phoenix Airport North $170 $165 $188 $183 $198 $188 $178 Holiday Inn Express & Suites Tempe $127 $127 $127 $127 $145 $145 $127 Holiday Inn & Suites Phoenix Airport $162 $162 $162 $162 $162 $162 $162 Holiday Inn Express & Suites Scottsdale – Old Town $183 $166 $226 $171 $277 $308 $166 Holiday Inn Express Philadelphia-Midtown $226 $226 $226 $226 $234 $234 $226 Kimpton Hotel Palomar Philadelphia $314 $322 $338 $298 $306 $346 $250 Holiday Inn Express Philadelphia – Penns Landing $234 $221 $225 $216 $239 $244 $221 Kimpton Hotel Monaco Philadelphia $324 $324 $341 $298 $316 $384 $264 Staybridge Suites Philadelphia – Mt. Laurel $132 $128 $128 $124 $196 $196 $128 Candlewood Suites Chester – Philadelphia $116 $116 $116 $116 $116 $116 $116 Crowne Plaza Philadelphia – King of Prussia $131 $186 $176 $151 $199 $158 $143 Holiday Inn Express Philadelphia NE – Bensalem $132 $145 $136 $136 $161 $178 $140 Candlewood Suites Bensalem – Philadelphia Area $139 $139 $139 $139 $147 $157 $139 Holiday Inn Philadelphia South-Swedesboro $136 $140 $140 $136 $161 $161 $132 Holiday Inn Express San Antonio N-Riverwalk Area $67 $90 $76 $94 $90 $112 $58 Holiday Inn San Antonio-Riverwalk $213 $213 $213 $213 $213 $213 $213 Holiday Inn Express & Suites San Antonio-Dtwn Market Area $121 $125 $125 $116 $151 $151 $116 Holiday Inn San Antonio-Dwtn (Market Sq) $134 $134 $134 $134 $153 $153 $134 Hotel Indigo San Antonio River Walk $153 $153 $166 $162 $202 $198 $125 Candlewood Suites San Antonio Downtown $114 $111 $109 $112 $116 $124 $109 Staybridge Suites San Antonio-Airport $99 $99 $99 $99 $121 $112 $99 Crowne Plaza San Antonio Airport $109 $109 $102 $98 $107 $110 $106 Candlewood Suites San Antonio Lackland AFB Area $112 $131 $145 $143 $131 $123 $114 Staybridge Suites San Antonio – Richland Hills $181 $181 $181 $181 $196 $196 $157 Kimpton Alma – San Diego $348 $348 $348 $348 $356 $356 $465 Holiday Inn Express San Diego Downtown $243 $288 $225 $234 $225 $261 $234 InterContinental San Diego $419 $388 $388 $361 $445 $485 $361 Holiday Inn Express San Diego Airport-Old Town $238 $238 $214 $214 $214 $214 $204 Candlewood Suites San Diego $273 $229 $273 $277 $273 $282 $251 Holiday Inn San Diego – Bayside $205 $201 $197 $205 $222 $227 $188 Holiday Inn Express San Diego South – Chula Vista $148 $138 $145 $143 $171 $176 $135 Holiday Inn San Diego – La Mesa $225 $225 $225 $225 $225 $225 $225 Hotel Indigo San Diego Del Mar $234 $234 $234 $234 $432 $432 $234 Holiday Inn Express San Diego SeaWorld-Beach Area $129 $129 $129 $129 $212 $212 $129 Crowne Plaza Dallas Downtown $144 $144 $144 $144 $153 $162 $144 Hotel Indigo Dallas Downtown $181 $199 $208 $314 $323 $363 $209 Holiday Inn Express Dallas Downtown $282 $282 $282 $282 $282 $282 $282 Kimpton Pittman Hotel $235 $235 $235 $235 $336 $336 $235 Holiday Inn Dallas Market Center $123 $136 $122 $129 $146 $171 $131 Crowne Plaza Dallas-Market Center $153 $153 $153 $153 $252 $252 $153 Candlewood Suites Dallas Market Cntr-Love Field $107 $104 $104 $107 $117 $121 $117 Holiday Inn Express & Suites Dallas Market Ctr – Love Field $115 $120 $138 $135 $129 $144 $115 Kimpton Harper Hotel $282 $282 $282 $282 $282 $282 $282 avid hotel Fort Worth – Fossil Creek $80 $89 $80 $85 $111 $121 $89 Holiday Inn Express Columbus Downtown $137 $137 $137 $123 $213 $213 $123 Staybridge Suites Columbus-Airport $118 $118 $125 $121 $158 $154 $121 Candlewood Suites Columbus – Grove City $115 $115 $115 $116 $141 $141 $115 Holiday Inn Express & Suites Columbus OSU-Medical Center $135 $135 $135 $135 $258 $258 $117 Holiday Inn Columbus – Hilliard $127 $127 $127 $129 $160 $150 $127 Holiday Inn Express & Suites Columbus Airport $105 $103 $103 $110 $137 $137 $116 avid hotel Columbus Northwest – Hilliard $91 $94 $95 $94 $107 $107 $97 Crowne Plaza Columbus North- Worthington $125 $125 $125 $125 $125 $125 $125 Holiday Inn Express & Suites Columbus Airport East $112 $107 $112 $116 $144 $144 $121 Staybridge Suites Columbus – Worthington $109 $111 $106 $124 $140 $150 $104 Courtyard New York Manhattan/Fifth Avenue $489.00 $489.00 $489.00 $489.00 $474.00 $474.00 $489.00 The Algonquin Hotel Times Square, Autograph Collection $685.00 $685.00 $685.00 $685.00 $664.00 $664.00 $685.00 SpringHill Suites New York Midtown Manhattan/Fifth Avenue $391.00 $518.00 $518.00 $391.00 $379.00 $427.00 $264.00 Fairfield Inn & Suites New York Manhattan/Fifth Avenue $391.00 $499.00 $499.00 $420.00 $360.00 $408.00 $283.00 Residence Inn New York Manhattan/Times Square $420.00 $479.00 $479.00 $440.00 $446.00 $465.00 $322.00 Courtyard New York Manhattan/Times Square $391.00 $450.00 $450.00 $411.00 $417.00 $436.00 $293.00 The Lexington Hotel, Autograph Collection $479.00 $489.00 $489.00 $440.00 $398.00 $408.00 $371.00 W New York – Times Square $469.00 $577.00 $577.00 $509.00 $522.00 $541.00 $342.00 Residence Inn New York Manhattan/Midtown East $548.00 $548.00 $548.00 $548.00 $531.00 $531.00 $548.00 New York Marriott Marquis $572.00 $572.00 $572.00 $572.00 $593.00 $688.00 $455.00 The Westin Bonaventure Hotel & Suites, Los Angeles $293.00 $528.00 $498.00 $410.00 $398.00 $360.00 $263.00 Courtyard Los Angeles L.A. LIVE $371.00 $587.00 $587.00 $587.00 $313.00 $332.00 $283.00 The Ritz-Carlton, Los Angeles $675.00 $881.00 $881.00 $881.00 $714.00 $852.00 $607.00 AC Hotel Downtown Los Angeles $411.00 $616.00 $616.00 $616.00 $360.00 $351.00 $342.00 Moxy Downtown Los Angeles $381.00 $587.00 $587.00 $587.00 $332.00 $341.00 $313.00 Residence Inn Los Angeles L.A. LIVE $381.00 $616.00 $616.00 $616.00 $379.00 $360.00 $322.00 Courtyard Los Angeles Monterey Park $224.00 $224.00 $234.00 $229.00 $227.00 $241.00 $224.00 Residence Inn Los Angeles Glendale $293.00 $313.00 $303.00 $313.00 $303.00 $303.00 $303.00 AC Hotel Beverly Hills $342.00 $342.00 $342.00 $342.00 $313.00 $313.00 $313.00 SLS Hotel, a Luxury Collection Hotel, Beverly Hills $607.00 $587.00 $587.00 $587.00 $522.00 $560.00 $450.00 The LaSalle Chicago, Autograph Collection $558.00 $567.00 $567.00 $528.00 $512.00 $512.00 $528.00 Aloft Chicago Downtown River North $450.00 $499.00 $499.00 $450.00 $389.00 $408.00 $430.00 W Chicago – City Center $460.00 $460.00 $460.00 $411.00 $275.00 $275.00 $420.00 Residence Inn Chicago Downtown/Loop $381.00 $381.00 $381.00 $381.00 $332.00 $332.00 $381.00 The Blackstone, Autograph Collection $685.00 $685.00 $303.00 $303.00 $294.00 $294.00 $303.00 Le Méridien Essex Chicago $244.00 $293.00 $293.00 $293.00 $284.00 $284.00 $195.00 Renaissance Chicago Downtown Hotel $469.00 $469.00 $450.00 $450.00 $360.00 $360.00 $420.00 The Westin Chicago River North $391.00 $391.00 $391.00 $391.00 $360.00 $360.00 $391.00 SpringHill Suites Chicago Downtown/River North $430.00 $430.00 $430.00 $430.00 $417.00 $417.00 $430.00 Sheraton Grand Chicago Riverwalk $450.00 $469.00 $420.00 $440.00 $313.00 $360.00 $420.00 Courtyard Houston Downtown/Convention Center $391.00 $391.00 $391.00 $391.00 $379.00 $379.00 $391.00 JW Marriott Houston Downtown $293.00 $332.00 $342.00 $322.00 $313.00 $313.00 $293.00 Residence Inn Houston Downtown/Convention Center $391.00 $391.00 $391.00 $391.00 $379.00 $379.00 $391.00 AC Hotel Houston Downtown $239.00 $273.00 $259.00 $229.00 $194.00 $203.00 $224.00 SpringHill Suites Houston Downtown/Convention Center $391.00 $391.00 $391.00 $391.00 $379.00 $379.00 $391.00 Aloft Houston Downtown $180.00 $195.00 $195.00 $180.00 $180.00 $180.00 $174.00 The Laura Hotel, Houston Downtown, Autograph Collection $587.00 $587.00 $587.00 $587.00 $569.00 $569.00 $587.00 Moxy Houston Downtown $264.00 $264.00 $264.00 $264.00 $275.00 $275.00 $264.00 Magnolia Hotel Houston, a Tribute Portfolio Hotel $293.00 $293.00 $303.00 $283.00 $237.00 $237.00 $283.00 The Westin Houston Downtown $352.00 $352.00 $371.00 $362.00 $332.00 $322.00 $342.00 The Ritz-Carlton, Philadelphia $538.00 $511.00 $538.00 $538.00 $489.00 $538.00 $420.00 Element Philadelphia Downtown $400.00 $400.00 $244.00 $244.00 $256.00 $256.00 $244.00 W Philadelphia $500.00 $450.00 $440.00 $440.00 $379.00 $427.00 $322.00 Residence Inn Philadelphia Center City $303.00 $293.00 $215.00 $205.00 $246.00 $265.00 $195.00 Le Méridien Philadelphia $352.00 $352.00 $352.00 $352.00 $341.00 $341.00 $352.00 The Notary Hotel, Philadelphia, Autograph Collection $460.00 $460.00 $273.00 $273.00 $303.00 $303.00 $273.00 The Westin Philadelphia $504.00 $427.00 $474.00 $386.00 $308.00 $393.00 $278.00 Aloft Philadelphia Downtown $279.00 $279.00 $279.00 $279.00 $665.00 $665.00 $279.00 Philadelphia Marriott Downtown $381.00 $420.00 $313.00 $313.00 $313.00 $332.00 $264.00 Renaissance Philadelphia Downtown Hotel $381.00 $371.00 $322.00 $303.00 $313.00 $332.00 $303.00 Element San Antonio Riverwalk $234.00 $234.00 $234.00 $234.00 $284.00 $284.00 $234.00 AC Hotel San Antonio Riverwalk $224.00 $224.00 $224.00 $224.00 $284.00 $284.00 $224.00 Courtyard San Antonio Riverwalk $254.00 $283.00 $254.00 $215.00 $218.00 $218.00 $195.00 Sheraton Gunter Hotel San Antonio $195.00 $195.00 $195.00 $195.00 $227.00 $218.00 $185.00 The Westin Riverwalk, San Antonio $332.00 $332.00 $332.00 $332.00 $322.00 $322.00 $332.00 The St. Anthony, a Luxury Collection Hotel, San Antonio $342.00 $381.00 $332.00 $332.00 $341.00 $360.00 $342.00 TownePlace Suites San Antonio Downtown $185.00 $185.00 $185.00 $264.00 $227.00 $265.00 $166.00 Courtyard San Antonio Downtown/Market Square $224.00 $224.00 $224.00 $224.00 $218.00 $218.00 $224.00 Fairfield Inn & Suites San Antonio Downtown/Market Square $117.00 $117.00 $107.00 $136.00 $142.00 $180.00 $107.00 San Antonio Marriott Rivercenter $362.00 $381.00 $352.00 $342.00 $284.00 $265.00 $342.00 The Westin San Diego Gaslamp Quarter $499.00 $460.00 $352.00 $342.00 $332.00 $455.00 $440.00 Moxy San Diego Downtown/Gaslamp Quarter $332.00 $293.00 $264.00 $264.00 $303.00 $341.00 $273.00 AC Hotel San Diego Downtown Gaslamp Quarter $587.00 $587.00 $587.00 $587.00 $569.00 $598.00 $587.00 TownePlace Suites San Diego Downtown $283.00 $283.00 $264.00 $264.00 $256.00 $294.00 $303.00 The Guild Hotel, San Diego, a Tribute Portfolio Hotel $371.00 $371.00 $332.00 $352.00 $360.00 $370.00 $313.00 Four Points by Sheraton San Diego Downtown Little Italy $234.00 $234.00 $234.00 $224.00 $218.00 $237.00 $244.00 San Diego Marriott Gaslamp Quarter $494.00 $439.00 $329.00 $344.00 $417.00 $465.00 $344.00 SpringHill Suites San Diego Downtown/Bayfront $381.00 $362.00 $362.00 $362.00 $351.00 $351.00 $362.00 Fairfield Inn & Suites San Diego Old Town $269.00 $269.00 $269.00 $269.00 $269.00 $269.00 $269.00 TownePlace Suites San Diego Airport/Liberty Station $342.00 $342.00 $342.00 $342.00 $332.00 $332.00 $342.00 Fairfield Inn & Suites Dallas Downtown $210.00 $244.00 $220.00 $259.00 $222.00 $246.00 $215.00 TownePlace Suites Dallas Downtown $220.00 $224.00 $210.00 $200.00 $184.00 $194.00 $185.00 AC Hotel Dallas Downtown $337.00 $337.00 $288.00 $278.00 $322.00 $351.00 $200.00 Residence Inn Dallas Downtown $342.00 $342.00 $303.00 $283.00 $294.00 $322.00 $205.00 The Adolphus, Autograph Collection $303.00 $303.00 $303.00 $303.00 $949.00 $949.00 $303.00 The Westin Dallas Downtown $411.00 $401.00 $420.00 $332.00 $265.00 $313.00 $283.00 Sheraton Dallas Hotel $518.00 $440.00 $391.00 $342.00 $246.00 $294.00 $322.00 Courtyard Dallas Downtown/Reunion District $352.00 $416.00 $327.00 $337.00 $389.00 $360.00 $269.00 Dallas Marriott Downtown $558.00 $548.00 $509.00 $548.00 $398.00 $379.00 $420.00 W Dallas – Victory $381.00 $411.00 $469.00 $391.00 $398.00 $398.00 $420.00 Marriott Jacksonville Downtown $205.00 $205.00 $205.00 $205.00 $227.00 $379.00 $205.00 Residence Inn Jacksonville Downtown $205.00 $205.00 $205.00 $205.00 $284.00 $284.00 $205.00 Courtyard Jacksonville I-295/East Beltway $156.00 $156.00 $156.00 $156.00 $218.00 $218.00 $156.00 TownePlace Suites Jacksonville Butler Boulevard $195.00 $195.00 $195.00 $195.00 $189.00 $189.00 $195.00 Fairfield Inn & Suites Jacksonville Butler Boulevard $156.00 $156.00 $156.00 $156.00 $170.00 $170.00 $156.00 Marriott Jacksonville $215.00 $215.00 $215.00 $215.00 $161.00 $161.00 $215.00 SpringHill Suites Jacksonville $175.00 $175.00 $175.00 $175.00 $170.00 $170.00 $175.00 Aloft Jacksonville Tapestry Park $205.00 $205.00 $205.00 $185.00 $332.00 $332.00 $185.00 Four Points by Sheraton Jacksonville Baymeadows $126.00 $136.00 $136.00 $131.00 $146.00 $146.00 $122.00 Sheraton Jacksonville Hotel $293.00 $293.00 $293.00 $293.00 $284.00 $199.00 $293.00 Sheraton Columbus Hotel at Capitol Square $156.00 $166.00 $175.00 $166.00 $208.00 $227.00 $146.00 Residence Inn Columbus Downtown $215.00 $224.00 $234.00 $205.00 $379.00 $379.00 $234.00 Renaissance Columbus Downtown Hotel $283.00 $313.00 $332.00 $293.00 $360.00 $341.00 $273.00 The Westin Great Southern Columbus $244.00 $264.00 $264.00 $244.00 $284.00 $284.00 $224.00 Courtyard Columbus Downtown $171.00 $190.00 $171.00 $171.00 $298.00 $327.00 $151.00 Sheraton Indianapolis City Centre Hotel $273.00 $264.00 $264.00 $244.00 $218.00 $218.00 $254.00 Hotel Indy, Indianapolis, a Tribute Portfolio Hotel $322.00 $362.00 $332.00 $273.00 $275.00 $294.00 $205.00 Le Méridien Indianapolis $391.00 $391.00 $391.00 $303.00 $379.00 $379.00 $273.00 Indianapolis Marriott Downtown $264.00 $264.00 $264.00 $264.00 $218.00 $246.00 $283.00 TownePlace Suites Indianapolis Downtown $224.00 $244.00 $234.00 $234.00 $427.00 $484.00 $224.00\n\nDaniel Gillaspia is the Founder of UponArriving.com and creator of the credit card app, WalletFlo. He is a former attorney turned full-time credit card rewards/travel expert and has earned and redeemed millions of miles to travel the globe. Since 2014, his content has been featured in major publications such as National Geographic, Smithsonian Magazine, Forbes, CNBC, US News, and Business Insider. Find his full bio here.",
            "title": "Are Hotels Cheaper During the Week or Weekend?",
            "keywords": [
                "chicago",
                "hotels",
                "inn",
                "hilton",
                "week",
                "hyatt",
                "hotel",
                "199",
                "cheaper",
                "downtown",
                "holiday",
                "san",
                "suites",
                "weekend"
            ],
            "link": "https://www.uponarriving.com/hotels-cheaper-during-the-week/",
            "skip": "true",
            "gpt_relevancy_score": 0
        },
        "5": {
            "text": "California Investor Acquires River North Retail Property\n\nMid-America Real Estate Corporation’s Investment Sales Group recently brokered the sale of Huron & Wells, a 17,343-square-foot retail property located in Chicago’s River North neighborhood.\n\nHuron & Wells is anchored by CVS, a strong, necessity-based tenant that drives consumer traffic from the ultra-dense neighborhood nearby. Newly renovated, CVS’ endcap space benefits from visibility in all four directions. The nation’s largest pharmacy chain is complemented by a diverse inline tenant mix featuring Laser Away, a national aesthetic dermatology clinic; Cocoro, an established Japanese restaurant operating at the location for 14 years; and fitness user Vibez Fit.\n\nMid-America Real Estate Corporation principal Joe Girardi and VP Emily Gadomski were the exclusive brokers in the transaction on behalf of a Chicago-based private seller. The purchaser was a California-based 1031 exchange buyer, represented by Josh York of Syndicated Equities.",
            "title": "California Investor Acquires River North Retail Property",
            "keywords": [
                "estate",
                "investor",
                "north",
                "california",
                "river",
                "cvs",
                "vp",
                "retail",
                "property",
                "acquires",
                "real",
                "york",
                "tenant",
                "wells"
            ],
            "link": "https://www.connectcre.com/stories/california-investor-acquires-river-north-retail-property/",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nMid-America Real Estate's Investment Sales Group recently brokered the sale of Huron & Wells, a 17,343-square-foot retail property located in Chicago’s River North neighborhood. Anchored by CVS and complemented by diverse inline tenant mix including Laser Away, Cocoro and Vibez Fit, this newly renovated property was purchased by a California based 1031 exchange buyer represented by Josh York of Syndicated Equities."
        },
        "6": {
            "text": "article\n\nChicago Mass Transit Detectives are looking for three suspects accused of robbing a victim in River North.\n\nAt about 5:30 a.m. on Jan. 12, the offenders took the victim's personal property near the Grand Street Red Line station.\n\nSUBSCRIBE TO FOX 32 ON YOUTUBE\n\nAnyone with information about this crime is asked to contact the Bureau of Detectives/Mass Transit at (312) 745-4443.",
            "title": "3 suspects wanted for robbery near CTA Red Line in River North",
            "keywords": [
                "suspects",
                "cta",
                "wanted",
                "took",
                "stationsubscribe",
                "near",
                "line",
                "north",
                "red",
                "river",
                "robbing",
                "transit",
                "robbery",
                "street",
                "youtubeanyone",
                "victim",
                "victims"
            ],
            "link": "https://www.fox32chicago.com/news/3-suspects-wanted-for-robbery-near-cta-red-line-in-river-north",
            "skip": "false",
            "gpt_score_reason": "\n\n5/10",
            "gpt_relevancy_score": 5,
            "summary": "\n\nChicago Mass Transit Detectives are seeking the public's help in locating three suspects accused of robbing a victim near the Grand Street Red Line station in River North on January 12 at 5:30am. Any information regarding this crime should be directed to the Bureau of Detectives/Mass Transit at (312) 745-4443."
        },
        "7": {
            "text": "Chicago health official defends denial of Southeast Side metal shredder's permit\n\nThe city of Chicago has denied a permit for Southside Recycling, formerly General Iron, to operate a scrapyard on Chicago's Southeast Side.\n\nCHICAGO -- A top Chicago health official testified Wednesday that the denial of a Southeast Side metal shredder's permit was decided on multiple factors, including residents' concerns about cumulative air pollution and high rates of chronic diseases in the surrounding community.\n\nMegan Cunningham, managing deputy commissioner of the city's public health department, said that a comprehensive analysis of the health and environmental factors of three neighborhoods, East Side, Hegewisch and South Deering, persuaded Chicago officials to reject an application to open a car and scrap metal shredding facility on East 116th Street along the Calumet River.\n\n\"Our goal is to protect and promote public health,\" Cunningham said during a city administrative hearing over the rejected permit. \"Community conditions are themselves a result of policies.\"\n\nCunningham added that city officials were concerned about the \"inherent risk\" that large scrap metal operations posed, including potential explosions.\n\n\"A permit is only as strong as a company's willingness to abide by it,\" Cunningham said, defending the permit denial last February.\n\nRELATED | CPS teachers who participated in General Iron protests with students given warning\n\nReserve Management Group, the business that owns the shredding operation, wants an administrative law judge to determine whether the city exceeded its authority in denying the permit for the relocated and rebranded General Iron operation that was reconstructed on the Southeast Side after moving from its longtime home in Lincoln Park.\n\nGeneral Iron was acquired by an affiliate of Reserve Management in 2019 after it signed an agreement with the city that laid out a timeline for closing the Lincoln Park facility and moving it to the Southeast Side. Even as community members protested the move, holding demonstrations and even a hunger strike, Reserve Management built a new shredding operation - at an estimated cost of $80 million - confident that it would get city approval.\n\nOn cross examination, Reserve Management lawyer Jeffrey Rossman asked Cunningham a series of questions related to the U.S. Environmental Protection Agency's involvement in the shredder permit, a related civil rights investigation by federal housing officials and Mayor Lori Lightfoot's possible influence in the matter.\n\nThe permit denial was made by Lightfoot appointee Dr. Allison Arwady, who heads the Chicago Department of Public Health.\n\nBut it was Lightfoot who put a pause on the process in May 2021 after EPA Administrator Michael Regan, appointed by President Joe Biden, recommended a health impact analysis be conducted to determine if an already environmentally overburdened community would suffer as a result of added pollution.\n\nREAD MORE | City denies permit for scrapyard planning move to SE Side over pollution concerns\n\nReserve Management's lawyers have argued that the health impact assessment should not have been part of the process.\n\nCunningham said such health assessments are being conducted routinely across the country and that they allowed her department to take a more comprehensive approach to deciding the permit.\n\nSome of the factors that influenced the city decisions included the high levels of particle pollution common on the Southeast Side, the lack of access to health care and high rates of chronic heart disease and other illnesses, she said.\n\nRossman compared a zoning board's approvals for the shredding site in 2019 to those of the health department's assessment.\n\nHe noted advanced pollution controls that were put in place for the rebuilt General Iron.\n\nSEE ALSO | General Iron looks to return to Lincoln Park after permit denied, residents complain of pollution\n\nRossman also questioned why a rival metal shredder, Sims Metal Management, was able to continue to operate in Pilsen without adequate pollution controls.\n\nSims, which has run afoul of federal environmental laws, is building new pollution controls and must get a city operating permit.\n\nIt's not clear that the judge deciding the permit matter is going to be persuaded.\n\nAdministrative law Judge Mitchell Ex has repeatedly asked Reserve Management lawyers to not stray too far afield from the defining question: Did Arwady appropriately follow the rules when she denied the operating permit last February?\n\nReserve Management's lawyers asked for a subpoena of Arwady to testify at an upcoming hearing, a request Ex said he would consider. Last year, Ex turned down the same lawyers' request to take a deposition from the public health commissioner.\n\nThe video in the player above is from a previous report.\n\nBrett Chase's reporting on the environment and public health is made possible by a grant from The Chicago Community Trust.\n\nSource: ( Sun-Times Media Wire - Copyright Chicago Sun-Times 2023.)",
            "title": "Chicago health official defends denial of Southeast Side metal shredder's permit",
            "keywords": [
                "chicago",
                "pollution",
                "defends",
                "city",
                "management",
                "shredders",
                "permit",
                "public",
                "southeast",
                "iron",
                "official",
                "health",
                "denial",
                "metal"
            ],
            "link": "https://abc7chicago.com/general-iron-chicago-department-of-public-health-news-lincoln-park/12718427/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe City of Chicago has denied Southside Recycling's permit application to open a metal shredder on the Southeast Side due to environmental and health concerns. Megan Cunningham, head of the city's public health department, testified that the decision was based on analysis and cumulative air pollution in three neighborhoods such as East Side, Hegewisch and South Deering, along with risks posed by these scrap metals operations like potential explosions. Reserve Management Group have argued for approval with promises of advanced pollution controls; however Administrative Law Judge Mitchell Ex is deciding whether Arwady appropriately followed the rules in denying the permit."
        },
        "8": {
            "text": "Reservations will go live for Le Select — the hotly anticipated collaboration between world-renowned chef Daniel Rose and Chicago’s beloved Boka Restaurant Group — “in the coming days.” as the restaurant preps to open next week.\n\nRose is considered a star when it comes to French food. He’s a 1995 graduate of New Trier High School in the suburbs and has run noteworthy restaurants in France and in the U.S. He’s best known for Le Coucou in New York, which earned a Michelin star in 2019. He seems determined to grow his brand. Beyond Le Select, which is slated to open on Saturday, January 28 at 504 N. Wells Street in River North, Rose and Boka also opened a restaurant together last month in LA.\n\nAt Le Select, Rose and Boka imagine a bustling brasserie with diners enjoying dishes like roasted poultry (not just chicken, there’s been a recent push for Americans to enjoy more quail and squab), steak au poivre, and paté en croute. The second floor will also hold a bar aimed at the after-dinner crowd called Bar 504, according to a news release.\n\nBoka has deployed AvroKO to redesign the space that once called the infamous sports bar Bottled Blonde and Sushi SambaRio home. As Rose will split his time across the country and at his Paris restaurant, La Bourse et La Vie, Boka has made some marquee hires. Industry vet Jason Heiman, last seen at Santo in Nashville (Chicagoans may know him from Pork Shoppe, Bangers & Lace, or Tizi Melloul) is the chef de cuisine. Boka VP of Operations Troy Weissmann worked with Rose at Le Coucou. Cara Sandoval, who co-founded two-Michelin-starred Oriole in West Loop, is the service director. GM Kevin Roskoskey is a former managing partner with Scott Harris Hospitality.\n\nCheck back for more coverage of the restaurant next week.\n\nLe Select, 504 N. Wells Street, planned to open Saturday, January 28. Reservations soon available via OpenTable.",
            "title": "Boka and Chef Daniel Rose Will Debut Their Chicago Restaurant Next Week",
            "keywords": [
                "chicago",
                "le",
                "select",
                "chef",
                "rose",
                "week",
                "daniel",
                "open",
                "504",
                "debut",
                "bar",
                "street",
                "restaurant",
                "boka",
                "wells"
            ],
            "link": "https://chicago.eater.com/2023/1/19/23562443/le-select-chicago-french-boka-daniel-rose-reservations",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "9": {
            "text": "Neighborhood: Andersonville\n\nAndersonville Yelp Rating: 4 stars\n\n4 stars Specialties: Baked clams, fried calamari, gnocchi gorgonzola\n\nBaked clams, fried calamari, gnocchi gorgonzola Price Range: $$\n\nWhen it comes to romantic restaurants in Chicago, there's none more underrated than Calo Ristorante. As one of the first places my boyfriend took me to, this place left such an impression that it became our official \"spot\": We've been celebrating special occasions here for more than 13 years now (with plenty of Valentine's Days included). With its warm and inviting candlelit glow, it's plenty cozy, and the sturdy wooden booths are big enough for two to sidle up in side-by-side. The rustic Italian fare is also consistently delicious. (Trust me, after trying just about everything on the menu, I can confidently say you’ll be hard-pressed to have a bad meal here.) The drinks are nothing to sniff at should you need an icebreaker (think Limoncello martinis), and while it does get busy at times, there are very few spots in the restaurant where you’ll feel like another table is sitting on top of you—something that can’t be said for most.\n\n773-271-7782, 5343 N. Clark St., Chicago, IL, 60610; 60640; calorestaurant.com",
            "title": "24 Romantic Restaurants in Chicago That Will Have You Falling Head Over Heels",
            "keywords": [
                "heels",
                "chicago",
                "fried",
                "romantic",
                "wooden",
                "yousomething",
                "head",
                "clams",
                "calamari",
                "falling",
                "restaurants",
                "gnocchi",
                "plenty",
                "yelp",
                "24",
                "youll"
            ],
            "link": "https://www.purewow.com/food/most-romantic-restaurants-chicago",
            "skip": "true",
            "gpt_score_reason": "\n0/10",
            "gpt_relevancy_score": 0
        },
        "10": {
            "text": "| Featured Classified | Announcement | Berkshire Hathaway HomeServices Chicago Lands Top Producer Keith Brand\n\nMark Pasquesi, President of Brokerage for Berkshire Hathaway HomeServices Chicago, is pleased to announce that Keith Brand has joined the firm as a broker in the Lincoln Park office. Managed by Darlene Little, the office is located at 1800 N. Clybourn Avenue. Previously a top agent at Redfin, not only in Chicago, but nationwide, Brand brings a plethora of market knowledge, strategy, experience and proven track record with over $200 million in career sales across more than 360 units since 2018. With over $100 million sold in 2021 and 2022 alone, Brand has created a name for himself and is considered a respected industry professional consistently recognized as a top 1% individual producer.\n\nPasquesi said, “I’ve really enjoyed getting to know Keith and gaining an in-depth understanding of his priorities which are 100% client-focused and the reason he’s so successful. BHHS Chicago is progressive and offers expansive resources to support him as he works with his buyers and sellers. We look forward to working together in 2023 and beyond.”\n\n“My priority has always been to give unparalleled service, create a clear and concise strategy, and put my client's interests first,” said Brand. He continued, “I felt that affiliating with Berkshire Hathaway HomeServices Chicago was the best way to accomplish this. My clients have very high expectations, as they should, and BHHS Chicago’s standards for excellence align perfectly with my own to drive strong results.”\n\nBrand is known for his unmatched work ethic, something that has been instilled in him growing up in a family immersed in the hospitality industry. Ultimately, his ability to connect with people to understand their real estate goals and personalizing a strategy has been the foundation to his success in Chicago’s fast-paced market. “Success to me is having a positive impact on my clients buying or selling experience while creating meaningful, lasting relationships and not settling for anything but the best,” said Brand. Driving results through strong communication and clear expectations is what Brand does best. He specializes in the Chicago market including the West Side, West Loop, Bucktown, Lincoln Park, Logan Square, Avondale, Lake View, Central Chicago and the Northwest Side.\n\nBrand began his real estate career in 2017 after working in hospitality management for Lettuce Entertain You. He earned a BBA degree from the Tippie College of Business at the University of Iowa where he studied Business and Management with an Entrepreneurial Track. He also played four years of varsity baseball for the University of Iowa, a Big Ten school. He went from being a walk-on to a starter and team captain.\n\nABOUT BERKSHIRE HATHAWAY HOMESERVICES CHICAGO\n\nBerkshire Hathaway HomeServices Chicago is a full-service real estate firm with more than 1,400 real estate professionals and staff in 24 offices serving customers throughout the Chicago metropolitan area, the North Shore, West and Southwest communities, Southern Wisconsin, Northwest Indiana and Harbor Country, Michigan. Recognized as a Top Workplace in Chicago, their local roots are complemented by the extensive global reach of Berkshire Hathaway HomeServices, one of the nation’s leading real estate brands. Clients can experience all-inclusive homeownership services from their affiliated companies: Prosperity Home Mortgage, Fort Dearborn Title, and HomeServices Insurance. Visit BHHSChicago.com.",
            "title": "Berkshire Hathaway HomeServices Chicago Lands Top Producer Keith Brand",
            "keywords": [
                "chicago",
                "estate",
                "strategy",
                "clients",
                "keith",
                "homeservices",
                "west",
                "producer",
                "brand",
                "berkshire",
                "real",
                "lands",
                "hathaway"
            ],
            "link": "https://patch.com/illinois/chicago/classifieds/announcements/351256/berkshire-hathaway-homeservices-chicago-lands-top-producer-keith-brand",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "11": {
            "text": "225 W. Wacker Drive – Lobby. All images courtesy of Skender\n\n225 W. Wacker Drive – Amenity space\n\n225 W. Wacker Drive – Roofdeck\n\n225 W. Wacker Drive – Rooftop\n\nSkender has announced the completion of the capital improvement program at 225 W. Wacker Drive, a 615,000-square-foot Class A office tower in Chicago. Cushman & Wakefield was in charge of management and represented the property’s owner, Spear Street Capital.\n\nAccording to CommercialEdge, Spear Street purchased the 31-story building in 2020 for $210 million. The company appointed Skender as the general contractor of three different construction projects at the property, including upgrades to the lower lobby and Franklin Street entrance, fourth-floor amenity space and roof deck.\n\nSkender worked together with Valerio Dewalt Train as architect, Kohn Pederson Fox Associates as designer and Oehme Van Sweden as the appointed landscape architect of the rooftop terrace.\n\nProject details\n\nThe first phase of the renovation focused on the tower’s tenant amenity floor, which has been transformed into a luxury space equipped with Skyfold partitions for conferences, high-quality audio and visual equipment, green areas and a commissioned art collection that is paying tribute to Chicago River, incorporating different minerals.\n\nConnected to the property’s fourth-floor interior, the redesigned open terrace features vegetation with drainage and water filtration systems, curtainwall openings and a new vestibule space. Using high-end materials, the Skender team also redesigned the lobby while keeping the space fully functioning for office tenants.\n\nWood was used for the building’s flooring, an overhead slab was cut to achieve double-ceiling heights and the tower’s exterior now offers a new curtainwall on the Wacker Drive side.\n\nThe renovation began in 2021 and was mostly complete by November 2022. The office property is now a revitalized asset that can accommodate tenants’ hybrid work needs. The tower has also received a LEED Recertification, reaching the Gold level status as of October 2022, according to USGBC.\n\nEarlier in 2022, Skender, together with JLL Construction acted as general contractors for a 200,000-square-foot office building in Chicago’s Fulton Market. Completed in 13 months, Sterling Bay’s project was designed to achieve LEED certification. According to a recent Commercial Property Executive listicle, Illinois had more than 7.8 million square feet of LEED-certified office space during the first half of 2022, representing 6.7 percent of the total national volume. Chicago had 7.3 million square feet of office space that achieved the green certification, including a LEED Platinum award.",
            "title": "Skender Completes Chicago Office Tower Renovation",
            "keywords": [
                "chicago",
                "w",
                "skender",
                "wacker",
                "renovation",
                "office",
                "space",
                "drive",
                "completes",
                "street",
                "property",
                "tower",
                "million",
                "2022"
            ],
            "link": "https://www.commercialsearch.com/news/skender-completes-chicago-office-tower-renovation/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSkender recently announced the completion of a capital improvement program at 225 W. Wacker Drive, transforming it into an amenitized office property with a rooftop deck and LEED Gold certification. In addition to this project, Skender was also part of Sterling Bay's 200,000-square-foot office building that has achieved LEED certification in 2022 - contributing to the 7.8 million square feet of Illinois' market certified space."
        },
        "12": {
            "text": "",
            "title": "Bodycam Video Shows Dog Getting Rescued From Icy River in Michigan",
            "keywords": [
                "getting",
                "michigan",
                "rescued",
                "dog",
                "bodycam",
                "river",
                "shows",
                "video",
                "icy"
            ],
            "link": "https://www.nbcchicago.com/top-videos-home/bodycam-video-shows-dog-getting-rescued-from-icy-river-in-michigan/3049902/",
            "skip": "true",
            "gpt_score_reason": "\n\n8/10. The article discusses the potential effects of a real estate development project on the Chicago River and its surrounding environment.",
            "gpt_relevancy_score": 8
        },
        "13": {
            "text": "River Forest Village Administrator Brian Murphy has resigned from his role after just a little over a year in the $185,000-a-year-job.\n\nIn a news release, River Forest Village President Cathy Adduci stated she announced at the Jan. 9 Village Board meeting that Murphy would leave the job as of Jan. 27 “due to personal and health reasons.”\n\nAdvertisement\n\nShe also stated in the release that trustees will vote on Jan. 23 to appoint current Assistant to the Village Administrator Matt Walsh to be Interim village administrator.\n\nIn a text message to Pioneer Press, Adduci confirmed that Walsh would succeed Murphy, but declined to comment further.\n\nAdvertisement\n\nMurphy, who could not be reached for comment, started as village administrator in December 2021. He previously had been administrator for the village of Plainfield for 12 years, and was ousted in the spring of 2021 with the election of a new mayor. After that, he briefly served as interim community development director in Fox Lake, according to biographical information on him.\n\nWalsh, 29, has been River Forest’s Assistant to the Village Administrator since April. A Forest Park native and current Chicago resident, Walsh was previously interim village manager in Homer Glen for about a year and prior to that was the assistant to the village manager in Homer Glen for 18 months, according to his bio.\n\nAmong Walsh’s past work is having been elected to be a Park District commissioner in Forest Park in 2013, when he was just 20 years old. He served in that role for more than eight years until resigning in August 2021.\n\nNow — at least on an interim basis — Walsh will assume the top operational job for River Forest.\n\n“I am very excited about the opportunity,” Walsh told Pioneer Press. “I’m disappointed that I didn’t have longer to work with Brian Murphy, and I am surprised and excited to have the opportunity of the interim role.”\n\nAsked if he will put his name forth to be considered for the village administrator job on a permanent basis, Walsh demurred.\n\n“I think for now, I’m just going to take it one day at a time and see what the (Village) Board’s expectations are,” he said. “Having that (interim) experience (in the past), I know what to expect with that role.”\n\nGoldsborough is a freelance reporter.",
            "title": "Murphy out as River Forest village administrator after only a year on the job, the assistant now steps into the role temporarily",
            "keywords": [
                "walsh",
                "steps",
                "village",
                "administrator",
                "river",
                "jan",
                "temporarily",
                "interim",
                "job",
                "park",
                "forest",
                "assistant",
                "murphy",
                "role"
            ],
            "link": "https://www.chicagotribune.com/suburbs/oak-park/ct-oak-river-forest-village-administrator-resigns-tl-0119-20230119-pybsjhxkjbboppkgxwyswq4ipe-story.html",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "14": {
            "text": "by Emily Mack\n\nIt was another unusual year in Illinois real estate as sales slipped while prices remained high. New data from the Mainstreet Organization of REALTORS® outlines the details across Chicagoland.\n\nAccording to Mainstreet, a total of 35,741 single-family suburban homes were sold during 2022: a 22.5% decrease year over year. But continued low inventory kept prices up. The median sales price for a detached suburban home rose 5.5% to $343,000 in 2022.\n\nThe suburbs which saw the steepest sales declines throughout 2022 were, in order: River Grove (down 37.9%), Glen Ellyn (down 37.3%), Roselle (down 36.4%), Long Grove – Lake Zurich – Hawthorn Woods – Kildeer (down 35.1%), Bartlett (down 34.7%), Streamwood (down 33.6%), Wood Dale (down 33.3%), Oak Brook (down 33.1%), Bloomingdale (down 31.5%), Willowbrook (down 31.4%), Oswego and Vernon Hills (both down 31.1%), Hainesville – Grayslake and Rolling Meadows and Niles (all down 31%), ) Batavia (down 30.9%), Keeneyville – Lombard (down 30.8%), Mundelein (down 30.7%), Palatine (down 30.4%) and Arlington Heights (down 30.0%).\n\nMeanwhile, in December 2022 alone, 2,172 single-family homes were sold, down 38.2% year over year, with the median sale prices increased 1% to $315,000.\n\n“Last year started out with the pandemic … where buyers were actively pursuing home purchases and the market was really competitive,” Mainstreet President Debbie Pawlowicz said in a press release. “[But] it ended with continued low inventory and higher interest rates, aiming at a more balanced market.”\n\nLooking ahead, Dr. Anthony Chan, the chief economist and chairman of Chan Economics LLC, predicted a mild recession in the back half of 2023. He shared those thoughts recently at Mainstreet’s 2023 Economic Outlook Breakfast\n\n“We know that we get a recession every 5.3 years, on average, certainly over the last 60 years. But a recession only lasts an average of 10.3 months,” Chan said. “This is a bump in the road, but it’s not a permanent bump. Things are going to get better eventually.” He also predicted that interest rates will not exceed 4.4% by the end of the year.\n\n“It will be interesting to see what 2023 brings, but I do think there is some seasonality returning to the market,” Mainstreet President Debbie Pawlowicz concluded in the press release.",
            "title": "Real estate in review: an unprecedented year for Chicagoland",
            "keywords": [
                "estate",
                "unprecedented",
                "chicagoland",
                "sales",
                "suburban",
                "prices",
                "recession",
                "review",
                "real",
                "chan",
                "2022",
                "singlefamily",
                "mainstreet",
                "sold",
                "2023"
            ],
            "link": "https://chicagoagentmagazine.com/2023/01/19/mainstreet-chicagoland-real-estate-review-2023/",
            "skip": "true",
            "gpt_score_reason": "\n\n4/10 This article does not have much to do with the Chicago river. It discusses real estate activity in the Chicagoland area, but does not mention the specific body of water.",
            "gpt_relevancy_score": 4
        },
        "15": {
            "text": "Community Corner 🌱 4 Converter Thefts In 24 Hours + River Forest Actor Takes The Stage The quickest way to get caught up on the most important things happening today in Oak Park-River Forest. Reply\n\n(Patch Media)\n\nIt's Friday, Oak Park and River Forest! Here's everything you need to know heading into the weekend:\n\nAutomatic tax refunds are on the way for thousands of Cook County homeowners\n\nThe Chicago Bears are honoring a West Side nonprofit run by an Oak Park resident\n\nWarmer winter weather means delayed ice rink installation But first, today's weather: Low clouds may break; colder. High: 34 Low: 29. Shoutout to the awesome local business that keeps this newsletter running:\n\nWant to give your home a new look? Elite Decorating & Remodeling is a local full-service home improvement company, providing expert services to update and upgrade your home without breaking the bank. Got a painting project, need a new deck, or want a total home remodel? Mark and the team at Elite Decorating & Remodeling have you covered. Check out some of their work here, or email Mark at elitebymark@gmail.com Click here to get your business featured in this spot.\n\nHere are the top 5 stories in Oak Park-River Forest today: 1. Three catalytic converters were stolen from parked cars Jan. 17-18, according to the Oak Park Police Department. A fourth attempt was abandoned when the car owner confronted the offenders mid-theft in the 800 block of North Cuyler. Estimated losses range from $1,500-$1,700. (OPPD)\n\n2. More than 50,000 homeowners in Cook County will receive automatic refunds for overpayment of property taxes, according to the treasurer’s office. More than $47 million will be refunded. (NBC) 3. A village task force is considering “alternative calls for service” during mental health crises in Oak Park, according to a village press release. Under the current model, police are the first to respond to mental health-related calls. (VOP)\n\n4. River Forest actor William Daly will star in an upcoming production of “Big Fish” at the Marriott Theatre in Lincolnshire. The 13 year old attends St. Giles School and started performing at Ovation Academy in Oak Park. Performances begin Jan. 25 and run through March 19. (Wednesday Journal) 5. Park District of Oak Park staff members have begun installing ice rink hardware at Taylor and Longfellow parks. Crews are waiting for lower temperatures to complete the process. “These warm winter days have held the rinks back from opening, but our staff is ready to move quickly once the extended forecast shows temperatures that will sustain ice,” the district shared in a social media post. (PDOP) Today in Oak Park-River Forest: Toddler Exploration Time is held at the Oak Park Conservatory . (9:30 a.m.)\n\n. (9:30 a.m.) Take a bird-painting workshop at Trailside Museum . (1 p.m.)\n\n. (1 p.m.) Paint a masterpiece inspired by famous works of art at Dole Center . (6 p.m.)\n\n. (6 p.m.) Austin Gardens hosts a “fossil frenzy” event for junior paleontologists. (6:30 p.m.)\n\nhosts a “fossil frenzy” event for junior paleontologists. (6:30 p.m.) Attend a “Chronicles of Narnia” inspired party at Pleasant Home . (6:30 p.m.)\n\n. (6:30 p.m.) Maya del Sol hosts a Spanish wine pairing dinner at Cheney Mansion. (7 p.m.) From my notebook:",
            "title": "🌱 4 Converter Thefts In 24 Hours + River Forest Actor Takes The Stage",
            "keywords": [
                "hours",
                "parkriver",
                "630",
                "converter",
                "stage",
                "river",
                "according",
                "oak",
                "today",
                "actor",
                "ice",
                "park",
                "forest",
                "24",
                "winter",
                "takes",
                "thefts"
            ],
            "link": "https://patch.com/illinois/oakpark/4-converter-thefts-24-hours-river-forest-actor-takes-stage",
            "skip": "true",
            "gpt_score_reason": "\n\nThis week, I spoke to OPRF High School teacher and theater director Ethan Heard about his latest playwriting project with students, “Revolution in the Facebook Age.” Read more here.\n\nScore: 3/10",
            "gpt_relevancy_score": 3
        },
        "16": {
            "text": "CHATTANOOGA, Tenn. (WDEF) — The Tennessee River Park has been nominated by USA Today as one of the best riverwalks in the United States. USA Today is hosting a survey where you can vote for your favorite.\n\nThere will be 10 winning riverwalks determined by votes.\n\nUSA Today says you can vote once per day for your favorite riverwalk until voting closes.\n\nYou can vote until 12 p.m. (noon) on Monday, February 6th.\n\nThe 10 winners of best riverwalk will be announced on Friday, February 17th.\n\nUSA Today gave this description of the Tennessee River Park:\n\n“This 150-acre park offers Chattanooga visitors the opportunity to experience a diverse landscaped trail traversing the southern bank of the Tennessee River. Explore the natural beauty and be sure to sample some of the excellent cuisine available on your journey. Enjoy a day of family fun as you bike, walk, jog, fish or skate. Or just people-watch and enjoy some solitary time in the fresh air and sunshine.”\n\nThe 20 current nominations for best riverwalk are:\n\nBricktown – Oklahoma City, Oklahoma\n\nCanal Walk – Indianapolis, Indiana\n\nCharles River Esplanade – Boston, Massachusetts\n\nChicago Riverwalk – Chicago, Illinois\n\nDetroit International Riverwalk – Detroit, Michigan\n\nGrand Rounds National Scenic Byway – Minneapolis, Minnesota\n\nHudson River Park – New York, New York\n\nMilwaukee Riverwalk – Milwaukee, Wisconsin\n\nMississippi Riverwalk – Dubuque, Iowa\n\nRiver Street – Savannah, Georgia\n\nRiverfront Park – Nashville, Tennessee\n\nSan Antonio River Walk – San Antonio, Texas\n\nSchuylkill River Trail – Philadelphia, Pennsylvania\n\nSmale Riverfront Park – Cincinnati, Ohio\n\nTampa Riverwalk – Tampa Bay, Florida\n\nTennessee River Park – Chattanooga, Tennessee\n\nThree Rivers Heritage Trail – Pittsburgh, Pennsylvania\n\nWaterfront Park – Louisville, Kentucky\n\nWaterplace Park and Riverwalk – Providence, Rhode Island\n\nWilmington Riverwalk – Wilmington, North Carolina\n\nHere, you can vote for the Tennessee River Park.",
            "title": "Tennessee River Park Nominated for Best Riverwalk by USA Today",
            "keywords": [
                "usa",
                "chattanooga",
                "trail",
                "best",
                "tennessee",
                "river",
                "vote",
                "walk",
                "today",
                "riverwalk",
                "park",
                "nominated"
            ],
            "link": "https://www.wdef.com/tennessee-river-park-nominated-for-best-riverwalk-by-usa-today/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " The park has been nominated by USA Today as one of the best riverwalks in the country and voting closes on February 6th. With your help, it could be announced as one of 10 winning riverwalks on February 17th! Come explore the 150-acre area's diverse landscape and enjoy biking, walking, jogging, fishing or skating along with some delicious cuisine."
        },
        "17": {
            "text": "As the oldest town in America, the city of Boston is full of fascinating stories and plenty of “firsts” waiting to be discovered. So whether you’re a newcomer or a longtime resident, impress your friends and family with these must-know Boston fun facts.\n\n1. The microwave was accidentally invented in Boston\n\nRaytheon Engineer Percy Spencer invented the microwave in 1945; however, it wasn’t his intention to. He didn’t make the connection to food until he accidentally melted chocolate that was left in his pocket. Raytheon released the first microwave oven in 1947.\n\n2. The first U.S. lighthouse was built here in 1716\n\nLocated on Little Brewster Island, the historic Boston Light was first lit on September 14, 1716. Although the original lighthouse was partially destroyed when the British took over the island, a new tower was constructed in 1783 and still stands today.\n\n3. Happy Hour isn’t allowed in Boston\n\nThroughout a majority of the U.S., “Happy Hour” often includes a range of both food and drink specials. Not in Boston, though. Massachusetts banned time-limited drink specials in 1984 after a string of drunk driving accidents. However, in recent years, there has been a strong push to “bring back Happy Hour” across the state.\n\n4. The first subway line was created in the 1890s in Boston\n\nBuilt during the second wave of the Industrial Revolution in Massachusetts, this invention helped ease the street congestion Boston was facing. This set the stage for public transportation in America.\n\n5. You can actually drive 90 feet below the surface of Boston Harbor\n\nThe Ted Williams Tunnel is 1.6 miles long and the deepest vehicular tunnel in North America. It’s named after the Boston Red Sox legend Ted Williams.\n\n6. The first U.S. college was founded in the Greater Boston area\n\nFounded in 1636, Harvard University is the “oldest institution of higher education” and is one of the most prestigious universities to this day. It’s located in Cambridge, which is just under twenty minutes outside of downtown Boston.\n\n7. Over 2 million gallons of molasses flooded the North End in 1919\n\nThis deadly accident took the lives of 21 people, several horses, and injured over 100 others.\n\n8. The first-ever chocolate factory opened its doors in Boston\n\nNo, it wasn’t Willy Wonka who opened the factory. In 1780, James Baker founded The Baker Chocolate Company and was headquartered in Dorchester, Boston.\n\n9. In 1990, the world’s largest art heist occurred in Boston\n\n13 pieces of art were stolen from the Isabella Stewart Gardner Museum in just 81 minutes. The stolen collection is valued at $500 million.\n\n10. Boston is the only state whose capital is located along a coastline\n\nThe stunning city of Boston boasts 47 miles of ocean coastline. A mix of beaches, bays, harbors, ports, and peninsulas constitute the greater Boston Harbor. Boston is also surrounded by several small islands, such as Long Island and Governors Island.",
            "title": "10 Boston Fun Facts: How Well Do You Know Your City?",
            "keywords": [
                "chocolate",
                "took",
                "city",
                "happy",
                "wasnt",
                "ted",
                "tunnel",
                "know",
                "microwave",
                "hour",
                "island",
                "boston",
                "fun",
                "facts"
            ],
            "link": "https://www.redfin.com/blog/boston-fun-facts/",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "18": {
            "text": "If you’re looking for some interesting facts about the United States’ capital city, you’ve come to the right place. Whether you’re a longtime resident of the city or you’re new to the area, this list of fun facts about Washington DC is sure to educate and entertain you. From the city’s founding to its iconic landmarks, there’s plenty to learn about this fascinating city.\n\n1. The gorgeous cherry blossoms were a gift of friendship from the People of Japan\n\nIn 1912, around 3,000 cherry trees arrived in Washington DC from Japan. Now each spring, beautiful pink cherry blossoms lining the Tidal Basin bloom and draw in both locals and tourists to appreciate the gorgeous scenery. The National Cherry Blossom Festival takes place over four weekends and brings in hundreds of thousands of visitors.\n\n2. The first President to live in the White House wasn’t George Washington\n\nThe second President of the United States, John Adams, was actually the first to live in the White House. This is because construction of the White House wasn’t finished until a year after George Washington passed.\n\n3. DC is home to the largest library in the world\n\nThe Library of Congress may only consist of three buildings, but it has the most shelf space and number of volumes than any other library. If English isn’t your native language, don’t worry – around half of the books in the Library are in another language. It also holds the largest rare-book collection in North America, with more than 700,000 volumes. So if you’re a bookworm or a history buff, there’s bound to be something of interest for you here.\n\n4. Washington, DC is smaller than the smallest state in the country, Rhode Island\n\nDC is approximately 68 square miles and could actually fit into the state of Rhode Island 22.6 times.\n\n5. There was a “typo” carved into the Lincoln Memorial\n\nInstead of carving “FUTURE,” it was misspelled and instead “EUTURE” was chiseled into the monument. Although it has now been corrected, if you look closely, you can see where the mistake was covered up.\n\n6. DC actually gets more rain than Seattle\n\nOn average, Washington DC gets about 40 inches of rainfall each year, while Seattle averages 38 inches a year.\n\n7. One of the oldest operating open air fish markets is located at The Wharf\n\nThe Municipal Fish Market opened in 1805 and remains an iconic destination for both tourists and those living in DC. Open daily, the market features a range of seafood vendors offering freshly caught fish, oysters, shrimp, and more. There are nearby plazas and parks, restaurants, and bars at The Wharf to enjoy after shopping around the market.\n\n8. There are over 70 museums in DC\n\nWhether you’re intrigued by American history, an arts lover, or both – there’s bound to be a handful of museums that are up your alley in Washington DC. Some of the most visited museums include the National Museum of Natural History, the National Gallery of Art, the National Air and Space Museum, and the United States Holocaust Memorial Museum. You’ll also find interesting museums with unique exhibits and collections, like the International Spy Museum and the National Post Museum.\n\n9. Although it may look small from afar, the Statue of Freedom is over 19 feet tall and weighs a whopping 15,000 pounds\n\nOn the top of the U.S. Capitol building, you’ll find a bronze statue of a woman wearing a helmet with an eagle head and feathers. While it may look like your average-sized statue, don’t be fooled.\n\n10. The Washington Monument was the tallest building in the world from 1884 to 1889\n\nWhen it was first constructed, it became the tallest structure in the world, but that title only lasted about five years until the Eiffel Tower was built. Another interesting fact about the Washington Monument is that it’s actually two colors. It was constructed in two phases and once they began the second phase, nearly two decades later, they weren’t able to match the quarry stone. So, you’ll notice that the monument is a lighter shade at the bottom and darker at the top.",
            "title": "10 Fun Facts About Washington DC: How Well Do You Know Your City?",
            "keywords": [
                "youre",
                "museum",
                "museums",
                "city",
                "dc",
                "cherry",
                "know",
                "washington",
                "monument",
                "actually",
                "national",
                "fun",
                "library",
                "facts"
            ],
            "link": "https://www.redfin.com/blog/fun-facts-about-washington-dc/",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        }
    }
}