{
    "https://www.thenews.com.pk/print/1026611-space-education-seminar-to-be-held-on-february-1": {
        "title": "Space education seminar to be held on February 1",
        "summary": " | Guidelines Islamabad:Japan Aerospace Exploration Agency (JAXA), Pakistan Space and Upper Atmosphere Research Commission (SUPARCO) in collaboration with the National Centre of GIS and Space Applications (NCGSA), Institute of Space Technology have planned to organise APRSAF Space Education Seminar 2023, in February. Educators, science teachers and school administrations are invited to attend April’s APRSAF-2023 seminar which is focused on providing a platform for space education and outreach discussions. Last date for registrations is January 20th."
    },
    "https://global.chinadaily.com.cn/a/202301/03/WS63b3879ba31057c47eba75eb.html": {
        "title": "European office space loses charm for big tech - Chinadaily.com.cn",
        "summary": " \n\nBig tech companies like Google and Facebook's parent company, Alphabet, are increasingly abandoning their leased premises in Europe due to higher interest rates and an increased desire for home working. This trend is resulting in a significant drop of demand for office space, causing property investors to take a hit and London office space values could potentially fall by one-third over the next couple of years. However, this news has been partially offset by TikTok's insistence that staff work from offices two to three days per week."
    },
    "https://www.sciencealert.com/your-coworking-space-may-be-killing-your-creativity-study-finds": {
        "title": "Your Coworking Space May Be Killing Your Creativity, Study Finds : ScienceAlert",
        "summary": "\nA recent study on seven financial tech start-ups found that while initially shared workspaces could foster collaboration and innovation, working in a shared environment over longer periods of time appeared to actually hinder the collaborative practices between firms. The research suggests that collaborations need to be actively managed for them to sustainably continue, but the balance between encouraging innovation and stifling it is tricky."
    },
    "https://www.airport-technology.com/news/australia-canada-covid-19-curbs/": {
        "title": "Australia, Canada to issue Covid-19 curbs for China passengers",
        "summary": "\n\nAustralia and Canada have implemented restrictions on travellers from China effective January 5, 2021 requiring a negative Covid-19 test prior to travel. In addition, the Australian Health Minister has reviewed the precautionary measures with potential new variants of the virus in mind. Canadian air travellers two years of age and older must also present a negative Covid-19 result before entering their country."
    },
    "https://techcrunch.com/2023/01/02/startups-spacex-transporter-6-mission/": {
        "title": "Startups set to go to space for the first time on SpaceX’s Transporter-6 mission • TechCrunch",
        "summary": "\nSpaceX is set to launch 114 payloads into orbit, including a handful of space startups who are conducting their first mission. These companies focus on providing low-cost services for customers needing specific orbits at more affordable prices than dedicated rocket launches. Transporter-6's launch from the Cape Canaveral Space Force Station will be streamed live."
    },
    "https://www.oodaloop.com/archive/2023/01/02/ooda-network-members-invited-to-quantum-security-bash-26-jan-2023-in-reston-va/": {
        "title": "OODA Loop - OODA Network Members invited to Quantum Security Bash 26 Jan 2023 in Reston VA",
        "summary": " ComputingQuantum SecurityOODA Network\n\nThe OODA network is inviting members to a quantum security event in Reston VA on 26 January 2023. Attendees will have the opportunity to discuss topics around quantum computing and share their insights on risk reduction, navigating hype, and understanding relevant news."
    },
    "https://www.citybiz.co/article/362881/hid-acquires-janam-technologies/": {
        "title": "HID Acquires Janam Technologies | citybiz",
        "summary": "\nHID (a worldwide leader in trusted identity solutions) acquired Janam Technologies, a leading provider of handheld mobile computers and readers, to increase their presence and relevance as a provider of smart credential issuance and reader solutions for events. This will allow event organizers to offer more seamless and secure access with contactless solutions that support major world events such as the FIFA World Cup 2022 in Qatar."
    },
    "https://www.indianweb2.com/2023/01/mexican-space-agency-seeking-isros-help.html": {
        "title": "Mexican Space Agency Seeking ISRO's Help to Launch Satellite  | IndianWeb2.com ",
        "summary": "\n\nThe Mexican Space Agency has approached the Indian Space Research Organisation to assist in building and launching a remote sensing satellite. At last month's virtual meeting between both organisations, India expressed interest in expanding space cooperation through ALCE (Latin American and Caribbean region). The Mexican Space Agency previously attempted a lunar mission launch with US based Astrobotic Technology, which is now planned for 2023. ISRO has also offered assistance to Mexico’s Forest Department with its mobile application for forest fire monitoring."
    },
    "https://www.3dprintingmedia.network/arianegroup-extends-partnership-with-gkn-aerospace/": {
        "title": "ArianeGroup extends partnership with GKN Aerospace",
        "summary": "ArianeGroup has extended its partnership with GKN Aerospace, which will include manufacturing and supplying units for the next 14 Ariane 6 launchers from now until 2025, utilizing laser-welded technology and additively manufactured structures. This collaboration between the two organizations reinforces European participation in the Ariane program and strengthens independent access to space for strategic missions."
    }
}