{
    "https://www.thenews.com.pk/print/1026611-space-education-seminar-to-be-held-on-february-1": {
        "title": "Space education seminar to be held on February 1",
        "summary": " | Guidelines Islamabad:Japan Aerospace Exploration Agency (JAXA), Pakistan Space and Upper Atmosphere Research Commission (SUPARCO) in collaboration with the National Centre of GIS and Space Applications (NCGSA), Institute of Space Technology have planned to organise APRSAF Space Education Seminar 2023, in February. Educators, science teachers and school administrations are invited to attend April’s APRSAF-2023 seminar which is focused on providing a platform for space education and outreach discussions. Last date for registrations is January 20th."
    },
    "https://global.chinadaily.com.cn/a/202301/03/WS63b3879ba31057c47eba75eb.html": {
        "title": "European office space loses charm for big tech - Chinadaily.com.cn",
        "summary": " \n\nBig tech companies like Google and Facebook's parent company, Alphabet, are increasingly abandoning their leased premises in Europe due to higher interest rates and an increased desire for home working. This trend is resulting in a significant drop of demand for office space, causing property investors to take a hit and London office space values could potentially fall by one-third over the next couple of years. However, this news has been partially offset by TikTok's insistence that staff work from offices two to three days per week."
    },
    "https://www.sciencealert.com/your-coworking-space-may-be-killing-your-creativity-study-finds": {
        "title": "Your Coworking Space May Be Killing Your Creativity, Study Finds : ScienceAlert",
        "summary": "\nA recent study on seven financial tech start-ups found that while initially shared workspaces could foster collaboration and innovation, working in a shared environment over longer periods of time appeared to actually hinder the collaborative practices between firms. The research suggests that collaborations need to be actively managed for them to sustainably continue, but the balance between encouraging innovation and stifling it is tricky."
    },
    "https://www.airport-technology.com/news/australia-canada-covid-19-curbs/": {
        "title": "Australia, Canada to issue Covid-19 curbs for China passengers",
        "summary": "\n\nAustralia and Canada have implemented restrictions on travellers from China effective January 5, 2021 requiring a negative Covid-19 test prior to travel. In addition, the Australian Health Minister has reviewed the precautionary measures with potential new variants of the virus in mind. Canadian air travellers two years of age and older must also present a negative Covid-19 result before entering their country."
    },
    "https://techcrunch.com/2023/01/02/startups-spacex-transporter-6-mission/": {
        "title": "Startups set to go to space for the first time on SpaceX’s Transporter-6 mission • TechCrunch",
        "summary": "Tomorrow, SpaceX is set to launch its Transporter-6 mission, carrying payloads for several space startups who will be launching their first projects. Among the companies debuting on this flight are Launcher and Magdrive, both of which are taking advantage of a growing market segment created by lower cost rideshare programs. The live stream takes place at 9:56 AM EST from Cape Canaveral Space Force Station."
    },
    "https://www.oodaloop.com/archive/2023/01/02/ooda-network-members-invited-to-quantum-security-bash-26-jan-2023-in-reston-va/": {
        "title": "OODA Loop - OODA Network Members invited to Quantum Security Bash 26 Jan 2023 in Reston VA",
        "summary": " ComputingQuantum SecurityOODA Network\n\nThe OODA network is inviting members to a quantum security event in Reston VA on 26 January 2023. Attendees will have the opportunity to discuss topics around quantum computing and share their insights on risk reduction, navigating hype, and understanding relevant news."
    },
    "https://www.citybiz.co/article/362881/hid-acquires-janam-technologies/": {
        "title": "HID Acquires Janam Technologies | citybiz",
        "summary": "\nHID (a worldwide leader in trusted identity solutions) acquired Janam Technologies, a leading provider of handheld mobile computers and readers, to increase their presence and relevance as a provider of smart credential issuance and reader solutions for events. This will allow event organizers to offer more seamless and secure access with contactless solutions that support major world events such as the FIFA World Cup 2022 in Qatar."
    },
    "https://www.indianweb2.com/2023/01/mexican-space-agency-seeking-isros-help.html": {
        "title": "Mexican Space Agency Seeking ISRO's Help to Launch Satellite  | IndianWeb2.com ",
        "summary": "\n\nThe Mexican Space Agency has approached the Indian Space Research Organisation to assist in building and launching a remote sensing satellite. At last month's virtual meeting between both organisations, India expressed interest in expanding space cooperation through ALCE (Latin American and Caribbean region). The Mexican Space Agency previously attempted a lunar mission launch with US based Astrobotic Technology, which is now planned for 2023. ISRO has also offered assistance to Mexico’s Forest Department with its mobile application for forest fire monitoring."
    },
    "https://www.3dprintingmedia.network/arianegroup-extends-partnership-with-gkn-aerospace/": {
        "title": "ArianeGroup extends partnership with GKN Aerospace",
        "summary": "ArianeGroup has extended its partnership with GKN Aerospace, which will include manufacturing and supplying units for the next 14 Ariane 6 launchers from now until 2025, utilizing laser-welded technology and additively manufactured structures. This collaboration between the two organizations reinforces European participation in the Ariane program and strengthens independent access to space for strategic missions."
    },
    "https://www.hackster.io/news/ringbots-can-move-when-subjected-to-ir-light-d2e31f062860": {
        "title": "Ringbots Can Move When Subjected to IR Light - Hackster.io",
        "summary": "\n\nNC State researchers created Ringbots, tiny robots capable of crawling across surfaces when exposed to elevated temperatures or IR light. The robots are able to take advantage of high temperatures and IR light to move and even pass through gaps 30% narrower than their diameter. This is a fundamental advance that demonstrates what can be accomplished using physical intelligence engineered into the material and design of the structure itself without computational input."
    },
    "https://wonderfulengineering.com/nasa-chief-warns-china-could-claim-territory-on-the-moon-if-it-wins-new-space-race/": {
        "title": "NASA Chief Warns China Could Claim Territory On The Moon If ",
        "summary": "\n\nThe space race between the US and China has intensified in recent months, with both nations attempting to reach the moon within the next two years. NASA Administrator Bill Nelson pointed out that China could possibly take control of the lunar surface or prevent US access which could put current missions behind schedule. Despite this, NASA is continuing its mission with approval of funding for essential components such as Artemis II and Artemis III. With these steps, hopefully things will speed up but only time will tell who gets to the moon first - if it won't be a joint effort."
    },
    "https://interestingengineering.com/innovation/wind-turbine-inspection-repair-robot": {
        "title": "These robots inspect and repair wind turbines, so humans don’t have to",
        "summary": "\n\nAerones' robot reduces downtime on wind turbines and increases annual production by 12%. It works by spraying liquid detergent, using ultrasound scanning and cameras to identify any damage, and filling gaps or eroded surfaces with a protective coating. The company has already cleaned over 5,000 turbines in 19 countries worldwide. 2 sentence summary: Aerones' robot-controlled wind turbine maintenance is revolutionizing the industry; it minimizes downtime while increasing annual energy production by up to 12% after cleaning over 5,000 turbines around the world."
    },
    "https://www.engadget.com/the-morning-after-is-now-the-time-to-quit-twitter-121640864.html": {
        "title": "The Morning After: Is now the time to quit Twitter? | Engadget",
        "summary": "\n\n2023 is the perfect time to break up with Twitter, as open-source services like Mastodon and other alternatives like CounterSocial and Tribel have gained popularity. A new service from ex Waze CEO Noam Bardin has also taken advantage of changes at Twitter while they faced an inability to pay their rent in San Francisco. Additionally, TikTok launched a new version of its \"borderline suggestive model\" to improve detection of content that may not be suitable for young users, Grubhub was sued for charging hidden fees and misrepresenting subscription offers, Samsung hired a new mobile design chief from Mercedes Benz China, plus we have two newsletters: one detailing our favorite tech deals each week and another providing daily news updates."
    },
    "https://arstechnica.com/science/2023/01/companies-are-relying-on-quantum-annealers-for-useful-computations/": {
        "title": "What are companies doing with D-Wave’s quantum hardware? | Ars Technica",
        "summary": "\nD-Wave's quantum hardware is being used to solve real-world problems, such as drug discovery in the pharmaceutical industry. The computing power of D-Wave's quantum annealer technology helps identify potential drug molecules faster and more accurately than traditional methods."
    },
    "https://roboticsindia.live/drain-cleaning-robots-will-help-tiruchy-sewage-workers/": {
        "title": "Drain-Cleaning Robots Will help Tiruchy Sewage Workers - Robotics India Live",
        "summary": "\nThe Tiruchy City corporation is set to adopt robotic technology this month to identify blockages within the Underground Drainage network and complete works in two months. The Corporation Commissioner has requested help from a company willing to supply robots, ensuring an end to manual scavenging. If conceived, Tiruchy City Corporation will be the only local body in the state using robotics for UGD works."
    },
    "https://www.inferse.com/385056/a-science-project-designed-by-high-school-students-in-fairfax-county-is-now-in-outer-space-nbc4-washington/": {
        "title": "A Science Project Designed by High School Students in Fairfax County is Now in Outer Space - NBC4 Washington",
        "summary": "\nHigh school students in Fairfax County, Virginia have achieved a remarkable feat - they designed and built a satellite which has been launched from the International Space Station. This educational project offers hands-on experience of working within the aerospace industry to young engineers. It is also an inspirational success story as it embodies the mantra “shoot for the stars”."
    }
}