{
    "date": "2023-01-09",
    "category": "st",
    "articles": {
        "0": {
            "text": "BELFAST — A collaboration between various US defense agencies, the UK government and Virgin Orbit has seen the launch of nine satellites from UK airspace today, taking off on the LauncherOne rocket from a modified Boeing 747 commercial airliner, more commonly known as Cosmic Girl.\n\nThe launch represents a number of firsts: the first time the UK has launched a rocket into orbit, the first Virgin Orbit launch from UK soil, and, most notably in Washington, the first time US military assets have been launched from the UK, albeit in cooperation with the UK Ministry of Defence.\n\nTwo of the nine satellites on board are “research and development” satellites designed to “demonstrate advanced space technologies for U.S. government agencies,” the US Space Force’s Space Systems Command (SSC) said in a Jan. 6 statement. Designated Space Test Program (STP)-27VP by SSC and supported by the US Naval Research Laboratory and the National Reconnaissance Office (NRO), the project represents a step forward for the Defense Department’s resilience strategy to expand the deployment of satellites from allied territories, in turn offering greater protection to US space based assets should they come under threat.\n\nSSC elaborated that STP-27VPD will “demonstrate commercially available solutions for placing USSF satellite capabilities on-orbit from a non-traditional location” supporting US Space Force “warfighter requirements in an increasingly contested environment.”\n\nWhile the NRO’s role on today’s launch was limited to acquiring launch services, the US spy agency previously collaborated with Australia on a payload launched from New Zealand using Rocket Lab’s Electron rocket.\n\nCosmic Girl took off from Cornwall Spaceport at approximately 5.02 ET. Once airborne, LauncherOne will to detach from under the 747’s wing and nine satellites — both civil and defense types — are headed to orbit.\n\nThe two “research and development” satellites to be used by the SSC are dual purpose, also serving the UK MoD as “experimental CubeSats” called Prometheus-2. The shoe sized spacecraft will be used by London to test radio signal monitoring, including GPS and sophisticated imaging, according to a May 2022 UK MoD statement.\n\n“With horizontal and vertical space launch infrastructure, this will put the UK firmly on the map as Europe’s leading small satellite launch destination, providing extraordinary potential for science, technology, security and everyday services,” said Nik Smith, Regional Director UK and Europe, Lockheed Martin Space.\n\n“With Prometheus, the intention is that it will eventually be part of a larger constellation, and they [UK Space Command] will start acquiring data and start understanding how they can operate it,” said Michael Holden, space advisor for Defence Security International Exhibition (DSEI), a UK based military trade show. “So everything from the launch to the operation of the satellite is kind of uncharted territory here.”\n\nSimilarly, the Cosmic Girl launch means the UK Space Command won’t have to “ask anyone’s permission” or rather rely on a foreign partner for future satellite launch operations, according to Holden.\n\nHe added that the approach for the Start Me Up mission from a defense perspective aligns with the UK’s “own, access, collaborate” framework included in the 2022 Defence Space Strategy. The framework has been introduced to identify which sovereign space capabilities it should acquire, those that commercial companies can provide and opportunities for partnership with other countries.",
            "title": "UK’s Virgin launch bolsters DoD space resilience strategy",
            "keywords": [
                "uks",
                "start",
                "research",
                "launch",
                "satellite",
                "resilience",
                "ssc",
                "rocket",
                "dod",
                "bolsters",
                "strategy",
                "space",
                "uk",
                "satellites",
                "virgin",
                "defense"
            ],
            "link": "https://breakingdefense.com/2023/01/uks-virgin-launch-bolsters-dod-space-resilience-strategy/",
            "skip": "false",
            "duplicates": [
                "0",
                "2"
            ],
            "relevancy_score": 5,
            "summary": "\n\nSummary: A collaboration between the US, UK and Virgin Orbit saw the launch of nine satellites from UK airspace today, with two being \"research and development\" dual-purpose satellites supported by various US defense agencies. This demonstrates a step forward for the Defense Department's resilience strategy to expand deployment of satellites from allied territories providing greater protection to US space based assets."
        },
        "1": {
            "text": "",
            "title": "NASA Selects Experimental Space Technology Concepts for Initial Study",
            "keywords": [
                "selects",
                "initial",
                "study",
                "technology",
                "experimental",
                "nasa",
                "space",
                "concepts"
            ],
            "link": "https://www.nasa.gov/press-release/nasa-selects-experimental-space-technology-concepts-for-initial-study",
            "skip": "true",
            "relevancy_score": 2
        },
        "2": {
            "text": "Virgin Orbit‘s national systems division has begun final preparations with Space Systems Command to launch a pair of research and development satellites for the U.S. Space Force from Spaceport Cornwall in Newquay, U.K.\n\nThe Space Test Program-27VPD mission will liftoff to orbit onboard Virgin Orbit’s LauncherOne rocket to perform R&D experiments to demonstrate the capability of commercial space technologies to support military and government applications, SSC said Friday.\n\nSTP-27VPD is the fourth mission to use the LauncherOne that will launch from Boeing‘s Cosmic Girl modified 747 carrier aircraft.\n\nIn a separate announcement, Virgin Orbit said its rocket has been integrated into the carrier aircraft for its first orbital launch from the U.K., with a launch window opening today.\n\nThe STP-27VPD satellites were developed as part of a collaboration between the U.S. Naval Research Laboratory and the U.K. Defence Science and Technology Laboratory.\n\n“This mission is a great example of the successful international cooperation that can be achieved through common space goals,” said Lt. Col. Jonathan Shea, director of the Department of Defense’s Space Test Program\n\nThe launch mission was procured in partnership with the Defense Innovation Unit under the Rapid Agile Launch Initiative and is managed at Kirtland Air Force Base in Albuquerque, New Mexico.",
            "title": "Virgin Orbit, SSC in Final Launch Preparations for Space Force Mission",
            "keywords": [
                "test",
                "preparations",
                "final",
                "research",
                "launch",
                "mission",
                "satellites",
                "ssc",
                "rocket",
                "systems",
                "orbit",
                "space",
                "uk",
                "force",
                "virgin"
            ],
            "link": "https://blog.executivebiz.com/2023/01/virgin-orbital-ssc-in-final-launch-preparations-for-space-force-mission/",
            "skip": "true",
            "duplicates": [
                "0",
                "2"
            ],
            "relevancy_score": 5
        },
        "3": {
            "text": "Two small satellites are now on a mission to study how space weather affects communication signals.\n\nThe cubesats — the Plasma Enhancements in the Ionosphere-Thermosphere Satellite (petitSat) and the Scintillation Prediction Observations Research Task (SPORT) — were released from the International Space Station (ISS) on Dec. 29, 2022, at 8:55 a.m. EST (1355 GMT), a month after arriving at the ISS as part of SpaceX's 26th commercial resupply mission for NASA.\n\nThe satellites will focus on the ionosphere, the region of Earth's atmosphere that extends from 30 to 600 miles (50 to 1,000 kilometers) above the planet's surface.\n\nRelated: Previously hidden sunspot unleashes colossal X-class solar flare as it turns to face Earth\n\nThe ionosphere gets its name from the fact that atoms and molecules in this region of the atmosphere are bombarded by solar radiation that causes them to ionize, or split into protons and electrons . It is also in this region, where the ISS orbits and radio and GPS signals pass through, that space weather most heavily affects our technology.\n\nFluctuations in the ionosphere result in higher- and lower-density areas of ions, creating \"bubbles\" and \"blobs\" that can scatter radio signals, sometimes sending them crashing into each other in a phenomenon called scintillation. The result is noisy radio signals, which can reduce the reliability of communication and navigation systems and even block signals, according to a NASA statement about the mission.\n\n\"If you put a pencil into a glass of water that's half full, the pencil appears broken,\" Linda Habash Krause, the project scientist for SPORT at NASA's Marshall Space Flight Center in Alabama, said in the statement. \"What happens when you have bubbles? Similar to the pencil in the water, the signals go through ample bends.\"\n\nHow these disruptive features form is not well understood. SPORT carries six instruments for measuring the ionosphere to help determine the conditions just before the formation of the plasma bubbles. The satellite will then transmit data back to the Brazilian National Institute for Space Research, which will then pass on the data to researchers at NASA and other U.S. partners.\n\nMeanwhile, petitSat will work to determine what triggers plasma blobs, when they appear and how large a region they occupy.",
            "title": "2 tiny space weather satellites deployed from space station",
            "keywords": [
                "plasma",
                "iss",
                "pencil",
                "sport",
                "signals",
                "weather",
                "region",
                "radio",
                "tiny",
                "station",
                "bubbles",
                "space",
                "ionosphere",
                "satellites",
                "deployed"
            ],
            "link": "https://www.space.com/space-weather-cubesats-deployed-from-space-station",
            "skip": "true",
            "relevancy_score": 1
        },
        "4": {
            "text": "The two companies will be using a 100% electric refuelling truck for distributing SAF. Credit: VINCI Airports.\n\nVINCI Airports and Worldwide Flight Services (WFS) have launched sustainable aviation fuel (Saf) services at Toulon Hyères airport in France.\n\nHolding the fuelling contract at the Vinci-operated airport, WFS will offer SAF to commercial and business aviation companies operating at the airport.\n\nThe SAF is produced from used cooking oil and will be distributed in a 30% blend with conventional kerosene.\n\nFor distributing the green fuel, the companies will use a 100% electric refuelling truck.\n\nThe SAF is claimed to reduce nearly 80% of carbon emission (CO₂) emissions over the entire lifecycle compared to fossil fuel.\n\nVINCI Airports aims to decarbonise aviation (scope 3), along with its actions carried out within the scope of its own airport activities (scopes 1 and 2) by providing SAF to air carriers.\n\nThe firm is currently distributing SAF at its other French airports, including Clermont-Ferrand Auvergne and Grenoble Alpes Isère airports.\n\nThe airport operator said that the companies utilising SAF will be entitled to a bonus under the eco-modulation scheme for landing fees.\n\nToulon Hyères Airport director Basma JARBOUAI said: “This new offer of sustainable aviation fuel with a 100% electric vehicle demonstrates once again VINCI Airports’ commitment to the decarbonisation of air transport, which we are applying here at Toulon Hyères Airport.”\n\nLast month, VINCI Airports said that the majority of its airports in France received higher levels of Airport Carbon Accreditation (ACA), a carbon management certification standard for airports.",
            "title": "VINCI and WFS start SAF service at Toulon Hyères airport in France",
            "keywords": [
                "service",
                "aviation",
                "vinci",
                "start",
                "distributing",
                "france",
                "companies",
                "hyères",
                "saf",
                "electric",
                "fuel",
                "airport",
                "airports",
                "wfs",
                "toulon"
            ],
            "link": "https://www.airport-technology.com/news/vinci-wfs-saf-toulon-hyeres/",
            "skip": "true",
            "relevancy_score": 0
        },
        "5": {
            "text": "We've noticed you're adblocking.\n\nWe rely on advertising to help fund our award-winning journalism.\n\nWe urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.\n\nThank you for your support.",
            "title": "Britain is too late to the space race – it risks becoming a bubble",
            "keywords": [
                "bubble",
                "turn",
                "weve",
                "quality",
                "risks",
                "urge",
                "noticed",
                "late",
                "britain",
                "website",
                "race",
                "support",
                "telegraph",
                "rely",
                "space",
                "youre"
            ],
            "link": "https://www.telegraph.co.uk/business/2023/01/09/britain-late-space-race-risks-becoming-bubble/",
            "skip": "true",
            "relevancy_score": 1
        },
        "6": {
            "text": "RESTON, VA / ACCESSWIRE / January 9, 2023 / CACI International Inc (NYSE:CACI) announced today that the company's Vice President of Optical and Photonics Systems, Linda Braun, Ph.D., was recently recognized as the winner of the 2022 Pinnacle Award for Space Industry Executive of the Year for a public company by WashingtonExec. The award ceremony was held on November 30 in McLean, Virginia.\n\nBraun joined CACI in 2019 and has led the successful execution of three space hardware production programs. During her career, she has created of some of the most advanced free space optical (FSO) laser communications and remote optical sensing solutions available in the market. She has authored more than 30 technical publications and delivered numerous talks at conferences, universities, and industrial and government laboratories. She holds two patents, and in 2019 Braun was the recipient of the Rutgers School of Engineering Distinguished Alumna Award for Research.\n\nJohn Mengucci, CACI President and Chief Executive Officer, said, \"Thanks to Linda's leadership and her team's hard work, we are industry leaders in deploying photonics technology to solve some very difficult challenges in space and across domains. Our customers are becoming increasingly dependent on real-time communications to help leaders make decisions quickly and CACI's photonics technology pushes the boundaries of what's possible. We are all very proud of Linda's role in advancing this critical field.\"\n\nBraun's team conducts extensive research and development on applying the physical science of light waves to a broad set of national security and communications applications. Her group is responsible for deploying new photonic technologies in space, such as long-range sensing applications, precision navigation, and high-speed networks using laser communication technologies. Thanks to Braun's leadership, CACI is one of the few companies that can deliver hardware solutions across low earth orbits (LEO), medium earth orbits (MEO), and geosynchronous equatorial orbits (GEO) along with airborne and land applications.\n\nCACI's optical and photonics experts are at the forefront of realizing the potential of deep space communications, such as leveraging the technology for high-speed transmissions from Earth to Mars and beyond. The company successfully demonstrated optical communications between two DARPA satellites in LEO during an April 2022 test and is designing laser communications systems for numerous space hardware programs, including NASA's Orion EM-2 Optical Communications (O2O) project, which will enable broadband data communications to and from the Orion Multi-Purpose Crew Vehicle designed to take humans into lunar orbit. CACI is also working on NASA's Integrated Laser Communications Relay Demonstration (LCRD) LEO User Modem and Amplifier Terminal program (ILLUMA-T), which will deploy laser communications technology on the International Space Station.\n\nABOUT CACI\n\nCACI's approximately 22,000 talented employees are vigilant in providing the unique expertise and distinctive technology that address our customers' greatest enterprise and mission challenges. Our culture of good character, innovation, and excellence drives our success and earns us recognition as a Fortune World's Most Admired Company. As a member of the Fortune 1000 Largest Companies, the Russell 1000 Index, and the S&P MidCap 400 Index, we consistently deliver strong shareholder value. Visit us at www.caci.com.\n\nCACI , Monday, January 9, 2023, Press release picture\n\nView additional multimedia and more ESG storytelling from CACI on 3blmedia.com.\n\nContact Info:\n\nSpokesperson: CACI\n\nWebsite: https://www.3blmedia.com/profiles/caci\n\nEmail: info@3blmedia.com\n\nSOURCE: CACI\n\n\n\n\n\nView source version on accesswire.com:\n\nhttps://www.accesswire.com/734478/CACIs-Linda-Braun-Receives-Pinnacle-Award-for-Space-Industry-Executive-of-the-Year\n\n\n\n",
            "title": "CACI’s Linda Braun Receives Pinnacle Award for Space Industry Executive of the Year",
            "keywords": [
                "receives",
                "optical",
                "leo",
                "industry",
                "orbits",
                "linda",
                "cacis",
                "photonics",
                "executive",
                "award",
                "technology",
                "communications",
                "hardware",
                "caci",
                "space",
                "braun",
                "laser",
                "pinnacle"
            ],
            "link": "https://www.yahoo.com/lifestyle/caci-linda-braun-receives-pinnacle-151500153.html",
            "skip": "true",
            "duplicates": [
                "6",
                "7"
            ],
            "relevancy_score": 1
        },
        "7": {
            "text": "Leads CACI’s photonics technologies team, which is advancing innovations in deep space communications, sensing, and processing\n\nRESTON, Va., January 09, 2023--(BUSINESS WIRE)--CACI International Inc (NYSE: CACI) announced today that the company’s Vice President of Optical and Photonics Systems, Linda Braun, Ph.D., was recently recognized as the winner of the 2022 Pinnacle Award for Space Industry Executive of the Year for a public company by WashingtonExec. The award ceremony was held on November 30 in McLean, Virginia.\n\nBraun joined CACI in 2019 and has led the successful execution of three space hardware production programs. During her career, she has created some of the most advanced free space optical (FSO) laser communications and remote optical sensing solutions available in the market. She has authored more than 30 technical publications and delivered numerous talks at conferences, universities, and industrial and government laboratories. She holds two patents, and in 2019 Braun was the recipient of the Rutgers School of Engineering Distinguished Alumna Award for Research.\n\nJohn Mengucci, CACI President and Chief Executive Officer, said, \"Thanks to Linda’s leadership and her team’s hard work, we are industry leaders in deploying photonics technology to solve some very difficult challenges in space and across domains. Our customers are becoming increasingly dependent on real-time communications to help leaders make decisions quickly and CACI’s photonics technology pushes the boundaries of what’s possible. We are all very proud of Linda’s role in advancing this critical field.\"\n\nBraun’s team conducts extensive research and development on applying the physical science of light waves to a broad set of national security and communications applications. Her group is responsible for deploying new photonic technologies in space, such as long-range sensing applications, precision navigation, and high-speed networks using laser communication technologies. Thanks to Braun’s leadership, CACI is one of the few companies that can deliver hardware solutions across low earth orbits (LEO), medium earth orbits (MEO), and geosynchronous equatorial orbits (GEO) along with airborne and land applications.\n\nStory continues\n\nCACI’s optical and photonics experts are at the forefront of realizing the potential of deep space communications, such as leveraging the technology for high-speed transmissions from Earth to Mars and beyond. The company successfully demonstrated optical communications between two DARPA satellites in LEO during an April 2022 test and is designing laser communications systems for numerous space hardware programs, including NASA’s Orion EM-2 Optical Communications (O2O) project, which will enable broadband data communications to and from the Orion Multi-Purpose Crew Vehicle designed to take humans into lunar orbit. CACI is also working on NASA’s Integrated Laser Communications Relay Demonstration (LCRD) LEO User Modem and Amplifier Terminal program (ILLUMA-T), which will deploy laser communications technology on the International Space Station.\n\nABOUT CACI\n\nCACI’s approximately 22,000 talented employees are vigilant in providing the unique expertise and distinctive technology that address our customers’ greatest enterprise and mission challenges. Our culture of good character, innovation, and excellence drives our success and earns us recognition as a Fortune World's Most Admired Company. As a member of the Fortune 1000 Largest Companies, the Russell 1000 Index, and the S&P MidCap 400 Index, we consistently deliver strong shareholder value. Visit us at www.caci.com.\n\nThere are statements made herein which do not address historical facts, and therefore could be interpreted to be forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. Such statements are subject to factors that could cause actual results to differ materially from anticipated results. The factors that could cause actual results to differ materially from those anticipated include, but are not limited to, the risk factors set forth in CACI’s Annual Report on Form 10-K for the fiscal year ended June 30, 2022, and other such filings that CACI makes with the Securities and Exchange Commission from time to time. Any forward-looking statements should not be unduly relied upon and only speak as of the date hereof.\n\nCACI-Company News\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20230109005155/en/\n\nContacts\n\nCorporate Communications and Media:\n\nLorraine Corcoran\n\nExecutive Vice President, Corporate Communications\n\n(703) 434-4165, lorraine.corcoran@caci.com\n\nInvestor Relations:\n\nDaniel Leckburg\n\nSenior Vice President, Investor Relations\n\n(703) 841-7666, dleckburg@caci.com",
            "title": "CACI’s Linda Braun Receives Pinnacle Award for Space Industry Executive of the Year",
            "keywords": [
                "statements",
                "receives",
                "optical",
                "industry",
                "linda",
                "cacis",
                "photonics",
                "executive",
                "award",
                "technology",
                "vice",
                "communications",
                "president",
                "caci",
                "space",
                "braun",
                "laser",
                "pinnacle"
            ],
            "link": "https://www.yahoo.com/now/caci-linda-braun-receives-pinnacle-150000668.html",
            "skip": "true",
            "duplicates": [
                "6",
                "7"
            ],
            "relevancy_score": 1
        },
        "8": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.aa.com.tr/en/asia-pacific/china-sends-8-satellites-into-space-in-1st-launch-of-new-year/2782804",
            "skip": "true",
            "relevancy_score": 0
        },
        "9": {
            "text": "We are providing solutions to long-standing challenges faced by the Hi-Rel community.\n\nAvalanche Technology, the leader in next generation MRAM technology announced today the immediate availability of their much anticipated Gen 3 Space Grade Dual QSPI solutions, now shipping in pre-production. Based on Avalanche's latest generation of Spin Transfer Torque Magnetoresistive RAM (STT-MRAM) technology, this third-generation product family offers significant density, endurance, reliability, and power benefits, over existing memory solutions for aerospace and defense applications, particularly for easily configuring advanced SoCs and FPGAs, which are known to present complex design challenges.\n\nAs processing requirements rapidly increase through infrastructure modernization of defense and satellite systems, challenges associated with lagging environment-appropriate memory technologies have handicapped realizable advancement of these systems. This dynamic is heightened when configuring and supporting advanced SoCs and FPGAs for these environments such as AMD (Xilinx) Versal and UltraScale+ ACAP platforms, now approved for use in space and being widely adopted by this community for AI acceleration. Platforms like these would have historically relied on cumbersome memory subsystem partitioning using a combination of PROMs, NOR Flash and SRAM, each with its own required radiation mitigation schemes, resulting in bloated, complex, and expensive designs that extend design and qualification time.\n\nHailed by the community as the “silver bullet” for this “boot module” application, the Avalanche Gen 3 Space Grade Dual QSPI device family enables consolidation of historically complex partitioning to that of a singular device(s), capable of reliably configuring advanced FPGAs and SoCs with large image sizes and real time operating systems (RTOS), while also providing support as working memory. Layered onto the core differentiation of Avalanche’s Gen 3 Space Grade P-SRAM™ (Persistent SRAM) family including benchmark environmental resilience, density, endurance, power, performance, and high reliability, the Dual QSPI products offer additional tailored features to accelerate design and in situ configuration of these advanced processing platforms for maximized system performance.\n\n“With this new product family release, we are providing solutions to long-standing challenges faced by the Hi-Rel community at an unfamiliar pace of innovation”, said Danny Sabour, Vice President of Marketing and Business Development at Avalanche Technology. “By adding tailored interfacing and write protection schemes to a product platform that can consolidate traditional non-volatile and volatile memory functions alike, this Gen 3 Dual QSPI family offers pin compatible scalability of density and orbital classification, yielding system platforms that are SWaP-C optimized and versatile.”\n\nWorking in concert with industry experts, including resources from AMD (Xilinx) to ensure robustness of the platform solution, Avalanche has rolled out key design enablement deliverables in recent weeks to accelerate evaluation, design, and prototyping of a SWaP-C optimized system implementation. These design support resources include reference designs, models, a quick start guide for booting an AMD (Xilinx) Versal FPGA/ACAP and two evaluation board options offered through distribution partner Falcon Electronics, including a plug in card that connects directly to existing VCK190 development kits via its existing Samtec connector.\n\nAvalanche Gen 3 Space Grade Serial Dual QSPI Persistent SRAM\n\nThe Gen 3 Space Grade Dual QSPI series is offered as a standard product in density options from 1Gb to 8Gb and has a serial bus interface with byte addressability with no wear leveling. Designed for High Reliability with multibit error correction and industry leading 10^16 write cycle endurance, data is always non-volatile. The devices are offered in compact 96-ball FBGA (20mm x 20mm) packages with the extended (-40°C to 125°C) operating temperature range and a JEDEC qualification flow, where every device goes through a 48-hour burn in before being shipped to customers. There are additional qualification screening options available through partners. More information about Avalanche P-SRAM products is available at https://www.avalanche-technology.com/products/discrete-mram/space/.\n\nAbout Avalanche Technology\n\nAvalanche Technology Inc. is the leader in next generation Perpendicular STT-MRAM technology, accepted as the front-runner to replace traditional Flash and SRAM for unified memory architectures in future SOC systems, delivering high performance and low power at 55, 40, 28 and 22nm with scalability beyond 14nm. With a proven STT-MRAM portfolio at multiple geometry nodes combined with an intellectual property portfolio of over 300 patents and applications, Avalanche Technology is delivering on the promise of enabling the next generation of scalable unified memory architecture for industrial, IoT, aerospace and storage applications, making it the true “Next Generation MRAM Company.” For more information, visit us online at https://www.avalanche-technology.com.",
            "title": "Avalanche Technology Shipping High Density Bootable MRAM Solutions for FPGAs in Space",
            "keywords": [
                "bootable",
                "design",
                "generation",
                "avalanche",
                "gen",
                "fpgas",
                "dual",
                "technology",
                "solutions",
                "memory",
                "mram",
                "shipping",
                "qspi",
                "density",
                "space",
                "grade",
                "high"
            ],
            "link": "https://www.prweb.com/releases/2023/1/prweb19102977.htm",
            "skip": "true",
            "relevancy_score": 1
        },
        "10": {
            "text": "Cambrian Works has been awarded a Phase 1 STTR under the SpaceWERX Orbital Prime Program\n\n\n\n\n\nRESTON, Va., Jan. 09, 2023 (GLOBE NEWSWIRE) -- Cambrian Works and SRI International announce they have been selected by SpaceWERX for an STTR Phase I in the amount of $250K to investigate how Cambrian Works' Iris, a space software-defined network product, in conjunction with SRI's dexterous robotics capabilities, would enable In-space Service Assembly and Manufacturing (ISAM) capabilities being explored by the Department of the Air Force (DAF) and United States Space Force (USSF) through the Orbital Prime program. Orbital Prime was created to accelerate the commercial ISAM market toward a use case of Active Debris Remediation. The Air Force Research Laboratory and SpaceWERX have partnered to streamline the Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) process by accelerating the small business experience through a faster proposal to award timelines, changing the pool of potential applicants by expanding opportunities to small business and removing bureaucratic overhead by continually implementing process improvement changes in contract execution. The DAF began offering 'The Open Topic' SBIR/STTR program in 2018, which expanded the range of innovations the DAF funded. On Aug. 17, 2022, Cambrian Works started a new branch of its journey to create and provide innovative capabilities that will strengthen the national defense of the United States of America.\n\nAbout Cambrian Works, Inc.\n\nCambrian Works, founded in 2020 to develop foundational technologies and infrastructure for the emerging space economy, currently focuses on interoperable space software-defined networking, a real-time, digital constellation twin for system development and operations, tele-operated dexterous robotics for In-Space Assembly and Maintenance (ISAM), and electro-adhesion for confident management of resident space objects (RSOs). Cambrian Works' products are a combination of leading-edge development and adaptation of commercial off-the-shelf products for the space environment. An example of Cambrian's development of human engagement with on-orbit activity is using always-on, Cambrian-enabled extensions of the internet into space coupled with robotics partnerships to normalize terrestrial tele-operation and tele-surgery in space. www.cambrianworks.com\n\nAbout SRI International\n\nSRI International creates world-changing solutions that make people safer, healthier and more productive. SRI is redefining the robotics design space through solutions for collaborative automation, dexterous tele-manipulation, healthcare automation, service robots and micro-scale assembly platforms. For more than 40 years, SRI has been at the forefront of robotics R&D, from applied research through the design of advanced prototypes and product development. www.sri.com\n\nAbout SpaceWERX\n\nSpaceWERX is the Space component of AFWERX (a program office at the Air Force Research Laboratory - AFRL) which connects innovators across government, industry, and academia through innovation and collaboration with the United States' top subject-matter experts and harnessing the power of ingenuity of internal talent, by expanding technology, talent, and transition partnerships for rapid and affordable commercial and military capability. Additional information is available at: https://www.spacewerx.us/.\n\nAbout SpaceWERX Orbital Prime\n\nSpaceWERX Orbital Prime leverages a diverse industry partnership engagement strategy to identify nascent space technology sectors that, if \"primed,\" could advance U.S. national security and economic prosperity. Prime engagement is not limited to government investment, but also allows SpaceWERX to address key policy concerns as well as offer testbeds and platforms to advance capabilities. The first Space Prime effort, Orbital Prime, will invigorate the In-space Servicing, Assembly, and Manufacturing (ISAM) market using Active Debris Remediation (ADR) as a use case for the foundational technologies. Learn more at https://spacewerx.us/space-prime/.\n\n\n\n\n\n\n\n",
            "title": "Cambrian Works Awarded SpaceWERX Orbital Prime Contract for Space Operator Robotic Terminal Interface & Environment (SORTIE)",
            "keywords": [
                "works",
                "research",
                "sortie",
                "orbital",
                "robotic",
                "operator",
                "interface",
                "cambrian",
                "robotics",
                "sri",
                "spacewerx",
                "space",
                "small",
                "terminal",
                "prime"
            ],
            "link": "https://www.directionsmag.com/pressrelease/12022",
            "skip": "false",
            "relevancy_score": 3,
            "summary": "\n\nSummary: Cambrian Works and SRI International have been selected by SpaceWERX for an STTR Phase I of $250K to explore how Iris, a space software-defined network product from Cambrian Works, and the dexterous robotics capabilities from SRI could enable In-Space Service Assembly and Manufacturing (ISAM) capabilities under The Open Topic program. This is part of Orbital Prime, which was created to invigorate the ISAM market using Active Debris Remediation as a use case for foundational technologies."
        },
        "11": {
            "text": "NASA is involved in two upcoming missions designed to help bring satellite navigation (satnav) to the moon — and if they’re successful, future astronauts will be able to pinpoint their locations on the lunar surface as easily as we can find ours here on Earth.\n\nSatnav 101: Satnav systems are networks of satellites in Earth’s orbit that beam radio signals toward the planet’s surface.\n\nReceivers in our phones, cars, and other tech can analyze information contained in those signals to calculate their distance from a satellite. If a receiver can pick up signals from multiple satellites, it can use the distance information to triangulate its location on Earth.\n\n“The [GPS] signal [that reaches the moon] is 1,000 times weaker than on Earth.” Cyril Botteron\n\nThe challenge: Space agencies would love to be able to use satnav on the moon and in cislunar space (between the Earth and moon). However, while some of the networks’ radio signals do pass by the edge of Earth, they’re incredibly faint and hard to detect by the time they reach the moon.\n\n“The [GPS] signal [that reaches the moon] is 1,000 times weaker than on Earth,” Cyril Botteron, CEO of Switzerland’s Space PNT, told Space.com. “On top of that, the signal only comes from one side, whereas on Earth, you are surrounded by those satellites on all sides.”\n\nThat forces them to rely on more expensive, cumbersome methods to determine the locations of objects on the moon’s surface and in cislunar space — but that could soon change thanks to a pair of upcoming missions.\n\nA diagram showing the path of signals from a global navigation satellite system. Credit: NASA / Danny Baird\n\nThe LuGRE: In 2024, NASA plans to launch the Lunar GNSS Receiver Experiment (LuGRE), a joint mission with the Italian Space Agency that will send a receiver capable of picking up weak signals from two major satnav networks — the US’s GPS and the EU’s Galileo — to the lunar surface.\n\nOnce in place, LuGRE will unfurl its antenna and — hopefully — become the first spacecraft on the lunar surface to receive signals from navigation satellites. NASA will then use data collected during the 12-day mission to develop satnav systems for future use on and around the moon.\n\nLunar Pathfinder: NASA is also working with ESA on Lunar Pathfinder, a moon orbiter set to launch in 2025 with “NaviMoon,” a satnav receiver being developed by Space PNT, on board.\n\nThe NaviMoon receiver and amplifier. Credit: ESA\n\nOnce the orbiter is in place, NaviMoon will use signals from GPS and Galileo satellites — as well as measurements of several forces, including the gravitational pulls of the Earth, sun, and moon — to determine its own location with an accuracy of less than 100 meters.\n\n“[A]t such a distance the faint Galileo and GPS signals it makes use of will be barely distinguishable from background noise,” said Javier Ventura-Traveset, head of ESA’s Navigation Science Office. “This demonstration will imply a true change of paradigm for lunar orbiting navigation.”\n\nProving that a NaviMoon receiver can locate itself is just the first step. The next is to have several NaviMoon-equipped satellites act like their own GPS or Galileo network for the moon — beaming signals to astronauts, rovers, and other spacecraft on its surface.\n\nWe’d love to hear from you! If you have a comment about this article or if you have a tip for a future Freethink story, please email us at [email protected].",
            "title": "NASA and ESA are racing to bring GPS to the moon",
            "keywords": [
                "moon",
                "bring",
                "signals",
                "satnav",
                "lunar",
                "satellites",
                "esa",
                "earth",
                "receiver",
                "nasa",
                "racing",
                "space",
                "gps"
            ],
            "link": "https://www.freethink.com/space/satnav-moon",
            "skip": "false",
            "relevancy_score": 4,
            "summary": "\n\nSummary: NASA is undertaking two space missions to bring satellite navigation (satnav) to the moon, including launching a lunar GNSS receiver experiment and an orbiter featuring a satnav receiver developed by Space PNT. If successful, these will enable astronauts, rovers and other spacecraft on the surface of the moon to accurately pinpoint their locations with weak signals from GPS or Galileo satellites."
        },
        "12": {
            "text": "The Transporter-6 mission successfully launched at 6:55 a.m. PT on January 3.\n\nIn January 2023, the Caltech Space Solar Power Project (SSPP) is poised to launch into orbit a prototype, dubbed the Space Solar Power Demonstrator (SSPD), which will test several key components of an ambitious plan to harvest solar power in space and beam the energy back to Earth.\n\nSpace solar power provides a way to tap into the practically unlimited supply of solar energy in outer space, where the energy is constantly available without being subjected to the cycles of day and night, seasons, and cloud cover.\n\nThe launch, currently slated for early January, represents a major milestone in the project and promises to make what was once science fiction a reality. When fully realized, SSPP will deploy a constellation of modular spacecraft that collect sunlight, transform it into electricity, then wirelessly transmit that electricity over long distances wherever it is needed—including to places that currently have no access to reliable power.\n\nEngineers carefully lower the DOLCE portion of the Space Solar Power Demonstrator onto the Vigoride spacecraft built by Momentus.Credit: Caltech/Space Solar Power Project\n\nA Momentus Vigoride spacecraft carried aboard a SpaceX rocket on the Transporter-6 mission will carry the 50-kilogram SSPD to space. It consists of three main experiments, each tasked with testing a different key technology of the project:\n\nDOLCE (Deployable on-Orbit ultraLight Composite Experiment): A structure measuring 6 feet by 6 feet that demonstrates the architecture, packaging scheme and deployment mechanisms of the modular spacecraft that would eventually make up a kilometer-scale constellation forming a power station;\n\nALBA: A collection of 32 different types of photovoltaic (PV) cells, to enable an assessment of the types of cells that are the most effective in the punishing environment of space;\n\nMAPLE (Microwave Array for Power-transfer Low-orbit Experiment): An array of flexible lightweight microwave power transmitters with precise timing control focusing the power selectively on two different receivers to demonstrate wireless power transmission at distance in space.\n\nAn additional fourth component of SSPD is a box of electronics that interfaces with the Vigoride computer and controls the three experiments.\n\nSSPP got its start in 2011 after philanthropist Donald Bren, chairman of Irvine Company and a lifetime member of the Caltech Board of Trustees, learned about the potential for space-based solar energy manufacturing in an article in the magazine Popular Science. Intrigued by the potential for space solar power, Bren approached Caltech's then-president Jean-Lou Chameau to discuss the creation of a space-based solar power research project. In 2013, Bren and his wife, Brigitte Bren, a Caltech trustee, agreed to make the donation to fund the project. The first of the donations to Caltech (which will eventually exceed $100 million in support for the project and endowed professorships) was made that year through the Donald Bren Foundation, and the research began.\n\n\"For many years, I've dreamed about how space-based solar power could solve some of humanity's most urgent challenges,\" Bren says. \"Today, I'm thrilled to be supporting Caltech's brilliant scientists as they race to make that dream a reality.\"\n\nThe rocket will take approximately 10 minutes to reach its desired altitude. The Momentus spacecraft will then be deployed from the rocket into orbit. The Caltech team on Earth plans to start running their experiments on the SSPD within a few weeks of the launch.\n\nDOLCE unfolding\n\nSome elements of the test will be conducted quickly. \"We plan to command the deployment of DOLCE within days of getting access to SSPD from Momentus. We should know right away if DOLCE works,\" says Sergio Pellegrino, Caltech's Joyce and Kent Kresa Professor of Aerospace and Professor of Civil Engineering and co-director of SSPP. Pellegrino is also a senior research scientist at JPL, which Caltech manages for NASA.\n\nOther elements will require more time. The collection of photovoltaics will need up to six months of testing to give new insights into what types of photovoltaic technology will be best for this application. MAPLE involves a series of experiments, from an initial function verification to an evaluation of the performance of the system under different environments over time. Meanwhile, two cameras on deployable booms mounted on DOLCE and additional cameras on the electronics box will monitor the experiment's progress, and stream a feed back down to Earth. The SSPP team hopes that they will have a full assessment of the SSPD's performance within a few months of the launch.\n\nNumerous challenges remain: nothing about conducting an experiment in space—from the launch to the deployment of the spacecraft to the operation of the SSPD—is guaranteed. But regardless of what happens, the sheer ability to create a space-worthy prototype represents a significant achievement by the SSPP team.\n\n(L to R) Sergio Pellegrino, Harry Atwater, and Ali Hajimiri, the principal investigators of the Space Solar Power Project.Credit: Steve Babuljak for Caltech\n\n\"No matter what happens, this prototype is a major step forward,\" says Ali Hajimiri, Caltech's Bren Professor of Electrical Engineering and Medical Engineering and co-director of SSPP. \"It works here on Earth, and has passed the rigorous steps required of anything launched into space. There are still many risks, but having gone through the whole process has taught us valuable lessons. We believe the space experiments will provide us with plenty of additional useful information that will guide the project as we continue to move forward.\"\n\nAlthough solar cells have existed on Earth since the late 1800s and currently generate about 4 percent of the world's electricity (in addition to powering the International Space Station), everything about solar power generation and transmission needed to be rethought for use on a large scale in space. Solar panels are bulky and heavy, making them expensive to launch, and they need extensive wiring to transmit power. To overcome these challenges, the SSPP team has had to envision and create new technologies, architectures, materials, and structures for a system that is capable of the practical realization of space solar power, while being light enough to be cost-effective for bulk deployment in space, and strong enough to withstand the punishing space environment.\n\n\"DOLCE demonstrates a new architecture for solar-powered spacecraft and phased antenna arrays. It exploits the latest generation of ultrathin composite materials to achieve unprecedented packaging efficiency and flexibility. With the further advances that we have already started to work on, we anticipate applications to a variety of future space missions,\" Pellegrino says.\n\n\"The entire flexible MAPLE array, as well as its core wireless power transfer electronic chips and transmitting elements, have been designed from scratch. This wasn't made from items you can buy because they didn't even exist. This fundamental rethinking of the system from the ground up is essential to realize scalable solutions for SSPP,\" Hajimiri says.\n\nThe prototype antenna sheet for the power transmitter array that demonstrates the unit's flexibility. Each orange square on the yellow tile is an antenna to be driven by a single transmitter.Credit: Lance Hayashida/Caltech\n\nThe entire set of three prototypes within the SSPD was envisioned, designed, built, and tested by a team of about 35 individuals. \"This was accomplished with a smaller team and significantly fewer resources than what would be available in an industrial, rather than academic, setting. The highly talented team of individuals on our team has made it possible to achieve this,\" says Hajimiri.\n\nThose individuals, however—a collection of graduate students, postdocs, and research scientists—now represent the cutting edge in the burgeoning space solar power field. \"We're creating the next generation of space engineers,\" says SSPP researcher Harry A. Atwater, Caltech's Otis Booth Leadership Chair of the Division of Engineering and Applied Science and the Howard Hughes Professor of Applied Physics and Materials Science, and director of the Liquid Sunlight Alliance, a research institute dedicated to using sunlight to make liquid products that could be used for industrial chemicals, fuels, and building materials or products.\n\nSuccess or failure from the three testbeds will be measured in a variety of ways. The most important test for DOLCE is that the structure completely deploys from its folded-up configuration into its open configuration. For ALBA, a successful test will provide an assessment of which photovoltaic cells operate with maximum efficiency and resiliency. MAPLE's goal is to demonstrate selective free-space power transmission to different specific targets on demand.\n\n\"Many times, we asked colleagues at JPL and in the Southern California space industry for advice about the design and test procedures that are used to develop successful missions. We tried to reduce the risk of failure, even though the development of entirely new technologies is inherently a risky process,\" says Pellegrino.\n\nSSPP aims to ultimately produce a global supply of affordable, renewable, clean energy. More about SSPP can be found on the program's website.",
            "title": "Caltech Launches Space Solar Power Technology Demo into Orbit in January",
            "keywords": [
                "solar",
                "team",
                "caltech",
                "spacecraft",
                "bren",
                "sspd",
                "project",
                "technology",
                "demo",
                "orbit",
                "sspp",
                "space",
                "launches",
                "power"
            ],
            "link": "https://www.altenergymag.com/story/2023/01/caltech-launches-space-solar-power-technology-demo-into-orbit-in-january/38794/",
            "skip": "false",
            "relevancy_score": 4,
            "summary": "\n\nSummary: The Transporter-6 mission has successfully launched the Caltech Space Solar Power Demonstrator (SSPD) into orbit, which is testing several key components of an ambitious plan to harvest solar power in space and beam it back to Earth. SSPP got its start in 2011 after philanthropist Donald Bren made a donation to fund the project and the launch represents a major milestone for this endeavor."
        },
        "13": {
            "text": "Deere & Company has released the names of eight companies chosen for its 2023 Startup Collaborator program. The Startup Collaborator was launched in 2019 and helps John Deere enhance precision technology in its agriculture and construction equipment.\n\n“This year’s group shows the importance of connecting with the startup community across a broad range of applications and technologies,” said Julian Sanchez, director of emerging technology at John Deere. These connections help John Deere better understand opportunities to advance precision technology in agriculture and construction.”\n\nThe eight companies participating in the 2023 Startup Collaborator include:\n\nAlbedo, a startup company developing low-flying satellites that will collect visible and thermal imagery at ultra-high resolution.\n\nANELLO Photonics, a company that is disrupting the navigation industry with their Silicon Photonics Optical Gyroscope, a low-noise and low-drift optical gyroscope smart sensor for autonomous applications.\n\nGrAI Matter Labs is in the business of Life-Ready AI – artificial intelligence that feels alive, delivering brain-inspired chips that behave like humans do and makes devices assisting humans act, and react, in real time.\n\nImpossible Sensing, an aerospace company developing and applying space technology to the agriculture industry to help the world become carbon neutral.\n\nIntelliCulture, a company providing farm equipment management software that helps drive sustainable farming practices through actionable insights, efficiency improvements and risk mitigation.\n\nPrecision AI, a startup that’s creating the world's first artificial intelligence-powered agricultural drones for plant-level herbicide applications at broad-acre scale.\n\nRodRadar, a company transforming excavation. Its Live Dig Radar™ technology provides real-time, on-site, automatic alerts to prevent damage to underground utility infrastructure during excavation.\n\nVega is the window that certifies agribusiness sustainability to the world. Supporting sustainable production, Vega impacts the entire agri-food chain through traceability, risk analysis and monitoring of Environmental, Social and Governance (ESG) practices.\n\n“The Startup Collaborator is an exciting way for big ideas to grow into something larger,” said Michele Kaiser, business development manager for the John Deere Intelligent Solutions Group. “As John Deere continues searching for new and interesting ideas, we can add value to our customers – even if we’re not sure exactly how that might look. We are trying to help farmers solve big challenges in efficient ways. To do this, we need access to a lot of great ideas, so it’s exciting to welcome these companies into the 2023 Startup Collaborator cohort and to see what we can learn from each other by working together.”\n\nThe Startup Collaborator, now in its fifth year and includes notable alumni such as Bear Flag Robotics, and Hello Tractor. In 2021, Bear Flag Robotics was acquired by John Deere to support the company’s autonomous tractor solutions. In 2022, John Deere also invested in Hello Tractor, a company that connects tractor owners with smallholder farmers through a farm-equipment sharing app.\n\nClick here for more Industry News.",
            "title": "John Deere Announces its 2023 Startup Collaborators",
            "keywords": [
                "2023",
                "deere",
                "john",
                "industry",
                "collaborator",
                "ideas",
                "tractor",
                "company",
                "technology",
                "collaborators",
                "announces",
                "startup",
                "help"
            ],
            "link": "https://www.precisionfarmingdealer.com/articles/5331-john-deere-announces-its-2023-startup-collaborators",
            "skip": "true",
            "relevancy_score": 0
        },
        "14": {
            "text": "New data from the James Webb Space Telescope (JWST) have revealed that the structures of galaxies in the early universe were much more diverse and mature than previously known. Scientists compared images of hundreds of galaxies taken by JWST for the Cosmic Evolution Early Release Science (CEERS) Survey with corresponding images previously taken by the Hubble Space Telescope and presented the results at the 241st meeting of the American Astronomical Society.\n\nThe study examined 850 galaxies at redshifts of z three through nine, or as they were roughly 11-13 billion years ago. Associate Professor Jeyhan Kartaltepe from Rochester Institute of Technology’s School of Physics and Astronomy said that JWST’s ability to see faint high redshift galaxies in sharper detail than Hubble allowed the team of researchers to resolve more features and see a wide mix of galaxies, including many with mature features such as disks and spheroidal components.\n\n“There have been previous studies emphasizing that we see a lot of galaxies with disks at high redshift, which is true, but in this study we also see a lot of galaxies with other structures, such as spheroids and irregular shapes, as we do at lower redshifts,” said Kartaltepe, lead author on the paper and CEERS co-investigator. “This means that even at these high redshifts, galaxies were already fairly evolved and had a wide range of structures.”\n\nThe results of the study, which have been posted to ArXiv and accepted for publication in The Astrophysical Journal, demonstrate JWST’s advances in depth, resolution, and wavelength coverage compared to Hubble. Out of the 850 galaxies used in the study that were previously identified by Hubble, 488 were reclassified with different morphologies after being shown in more detail with JWST. Kartaltepe said scientists are just beginning to reap the benefits of JWST’s impressive capabilities and are excited by what forthcoming data will reveal.\n\n“This tells us that we don’t yet know when the earliest galaxy structures formed,” said Kartaltepe. “We’re not yet seeing the very first galaxies with disks. We’ll have to examine a lot more galaxies at even higher redshifts to really quantify at what point in time features like disks were able to form.”\n\nThe study used an initial data set captured by CEERS when JWST first came online in June, but the survey has since captured a total of 60 observing hours, potentially providing thousands of high redshift galaxies to further explore. Kartaltepe said COSMOS-Web, the largest General Observer program selected for JWST's first year, will provide an even larger sample through 255 hours of observing time with the telescope. COSMOS-Web began its observing campaign this month.\n\nSeveral of Kartaltepe’s collaborators on the study were RIT students, including astrophysical sciences and technology Ph.D. students Caitlin Rose, Brittany Vanderhoof, and Isabella Cox; imaging science Ph.D. student James Liu; and undergraduate physics student Jayse Petersen.\n\nTo read the full study, go to the ArXiv website.",
            "title": "James Webb Space Telescope study reveals wide diversity of galaxies in the early universe",
            "keywords": [
                "wide",
                "galaxies",
                "jwst",
                "webb",
                "telescope",
                "high",
                "reveals",
                "study",
                "early",
                "jwsts",
                "disks",
                "kartaltepe",
                "space",
                "hubble",
                "universe",
                "redshifts",
                "james"
            ],
            "link": "https://www.rit.edu/news/james-webb-space-telescope-study-reveals-wide-diversity-galaxies-early-universe",
            "skip": "false",
            "relevancy_score": 3,
            "summary": "\n\nA new study released at the 241st meeting of the American Astronomical Society reveals that galaxies in the early universe were more diverse and mature than previously thought. By comparing images taken by Hubble Space Telescope against those from James Webb Space Telescope, scientists found 488 out of 850 high redshift galaxies had different morphologies after being revealed in sharper detail with JWST. This discovery sheds light on when galaxy structures formed, exciting researchers to explore even more galaxies with forthcoming data sets like COSMOS-Web."
        },
        "15": {
            "text": "The collaboration between ESA BIC and Euroconsult is set to commence with immediate effect, with the first webinar and the exclusive preview of the 2022 Space Economy report on January 19.\n\nEuropean Space Agency has announced a partnership with Euroconsult to empower entrepreneurship and the development of innovative space solutions. Focusing on European space start-ups incubated in the ESA BIC network, the collaboration will provide incubated companies and alumni with an exclusive rate for market intelligence and insights, as well as valuable networking opportunities, leveraging Euroconsult’s extensive experience across the entire space sector.\n\nThe European Space Agency has signed a letter of intent on behalf of its network of business incubation centres to boost its offering for space start-ups with high growth potential, through the provision of market analysis and networking opportunities. Global strategy consulting and market intelligence firm Euroconsult, who specialises in the space sector and satellite-enabled verticals, has signed this letter of intent to supply dedicated insight and connection opportunities that aim to enhance knowledge and access to business opportunities for the incubated companies.\n\nESA Business Incubation Centres (ESA BICs), an initiative launched in 2003 by the European Space Agency’s Technology Transfer Programme Office, have grown to become the largest network of space incubators in Europe. More than 25 centres have been established to date in some 80 locations across all the ESA Member States, each hosting a selection of young, local companies working within the space sector value chain. Incubated companies can remain on the programme for up to two years before graduating and benefit from funding, coaching, technical advice and a global network of industry and research contacts, with more than 1200 companies making up the prestigious list of alumni/ incubated companies to date.\n\nEuroconsult is set to augment the ESA BIC benefits for both incubated companies and alumni, through a new collaboration that will offer access to industry-leading market intelligence reports at a preferred rate. Furthermore, Euroconsult will also deliver a series of webinars, offering valuable insight into multiple segments across the global space value chain, beginning with a dedicated showcase of their much anticipated 2022 Space Economy report.\n\nIn addition, the collaboration will provide prominent space sector entrepreneurs with networking opportunities at all of Euroconsult’s events, including the chance to rub shoulders with top-level executives from major established space companies at Euroconsult’s flagship annual conference, World Satellite Business Week in Paris.\n\nCommenting on the collaboration, ESA Director General Josef Aschbacher said: “This partnership between Euroconsult and our Business Incubation Centres emphasises the priority we give to space commercialisation and to the development of high-potential space startups. Through this partnership, we will complement the technical and market intelligence support we already provide to our BIC startups with additional intelligence and networking opportunities, further supporting them in their journey to scaling-up. This partnership is to be seen in the frame of our ScaleUp programme proposed to European Ministers for subscription in ESA’s next Ministerial Council this November.”\n\nThe main objective of the ESA BIC programme is to support entrepreneurs with space-based business ideas, catalysing regional clusters of space-related start-ups across Europe. Each ESA BIC is managed locally by organisations that connect the ESA BICs to private industry, academia, research bodies and investment communities within the homegrown space ecosystem, whilst ensuring links to the wider national and international business landscape.\n\nPacôme Révillon, Chief Executive Officer of Euroconsult, added: “We are delighted to announce this exciting partnership and look forward to supporting the European Space Agency and leading space entrepreneurs of tomorrow. Euroconsult’s specialist brand of market intelligence, analysis and insight into the latest trends and opportunities will help to empower entrepreneurship and contribute to the development of innovative commercial space solutions for an industry that continues to go from strength to strength.”",
            "title": "European Space Agency joins forces with Euroconsult",
            "keywords": [
                "business",
                "opportunities",
                "companies",
                "intelligence",
                "esa",
                "incubated",
                "euroconsult",
                "bic",
                "forces",
                "european",
                "agency",
                "space",
                "market",
                "joins"
            ],
            "link": "https://satelliteprome.com/news/european-space-agency-joins-forces-with-euroconsult/",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nSummary: The European Space Agency has signed an agreement with global strategy consulting and market intelligence firm Euroconsult to empower entrepreneurship in the space sector. ESA BIC incubated companies and alumni will access industry analysis, networking opportunities, webinars and exclusive rates on market intelligence reports."
        },
        "16": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.forconstructionpros.com/construction-technology/article/22644256/john-deere-deere-names-8-to-startup-collaborator-program",
            "skip": "true",
            "relevancy_score": 0
        },
        "17": {
            "text": "The second half of 2022 has been tumultuous for the Virtual Reality (VR) and Augmented Reality (AR) industry. AR and VR are mediums of communication that exist on a continuum of partial to total immersion in a virtual world. To deliver these experiences, an ecosystem of hardware, developer tools and applications serving consumers and enterprises have arisen over the past several decades.AR/VR for the enterprise is emerging as its own ecosystem. In this blog, we’ll unpack some of the big headlines surrounding headsets and feature several founders innovating in this space.\n\nSource: Milgram and Kishino, 1994, SVB analysis\n\nHeadsets Buried Under Headlines\n\nVR Headsets – For Gaming and Work\n\nAt least seven VR headsets are on track to release in 2023—the most we’ve seen since 2019. However, they will be entering a tough market. In 2022, Meta and Pico, the two large VR headset producers have struggled.\n\n\n\nMeta’s shareholders reacted negatively to spending on Reality Labs (Meta’s stock has declined roughly 66% year-to-date).1 It is casting a shadow on the release of the Meta Quest Pro – which is Meta’s first headset marketed to the enterprise that features virtual experiences for collaboration, immersive learning and productivity tools. The $1,500 price tag sets it apart from consumer headsets which are often subsidized to gain market share and then recoup the loss with content sales.\n\n\n\nThe Meta Quest 2 VR headset for gaming has a $300 price point ($10I 0 less than the original Quest). In July 2022, Meta backtracked and increased the price by $100, citing increased costs.2\n\n\n\nPico (acquired by ByteDance in 2021 for a reported $775M)3 has also faced challenges with the release of Pico 4 Enterprise, expected to launch in 2023 priced at $900 with controllers4-- indicating the broadening of this category. Reports indicate that the company has scaled back sales targets. The consumer headset has a ticket price of roughly $425, and Pico reportedly loses $140 on each headset.5 While Pico doesn’t directly compete with Meta Quest, Pico’s software and content lineup is narrower in scope. Pico and Quest another gaming VR headset under Meta, sit within parent companies with core businesses outside of AR/VR; they may struggle receiving the same level of investment given challenging global economic conditions.\n\n\n\nBuilding an Industry\n\nMeta’s rebrand to focus on the Metaverse has been criticized by investors after Meta missed earnings in the second and third quarters and is on track for a similar outlook for the fourth quarter 2022. The company has spent $36B on its Reality Labs division since 2019 and has committed $70B through 2026 to develop the Metaverse. (By comparison, Apple spent $3.4B in R&D between 2002 and 2007 to develop the iPhone.)6 Meta’s investment strategy shows their commitment to innovation in the space. As the market continue to evolve, early strategic partnerships that lay the groundwork for enterprise AR/VR will be critical. Microsoft has teamed up with Meta to integrate Microsoft Teams with Quest devices, streaming all Microsoft apps and Xbox Cloud gaming. Microsoft will build its own virtual immersive world for industrial applications via its Industrial Metaverse Core team.7\n\n\n\nVR Headsets Under $1,5001\n\n\n\n* Price not releasd. Source: SVB analysis 1. Price reflects the lowest price at launch, may not include controllers and accessories. Not included are developer kits offered to developers for free. Details of unreleased headsets subject to change.\n\nBeyond Headsets: Uncovering the Ecosystem\n\nJust as VR headsets expand into enterprise, we see the same shift in AR. Since Google Glass debuted in 2013 to criticism over privacy, most AR headsets makers have focused on specific use cases for the enterprise. Microsoft’s HoloLens AR 2 headset (released in 2019 and priced at $3,500) had the industrial segment in mind.Google has dusted off and reentered the wearable market. In 2020 Google acquired smart glasses manufacturer North and began testing smart glasses specifically for language translation. Magic Leap, which has raised nearly $4B, pivoted to the enterprise space in 2022 with the release of its $3,299 Magic Leap 2, after an underwhelming response to the Magic Leap 1 in 2018, aimed at consumers and creators. Apple’s trademark and patent filings indicate they are coming to market with an AR headset in 2023.The consensus is: Whoever wins the headset, whether it’s AR, VR or a mix of functionality in both, has the next smartphone. Large tech companies have been willing to spend heavily on R&D and acquisitions to be the market leader. However, headsets are only one part of the story.\n\nIn addition to headsets, most smartphones have been AR-compatible since 2017.12 Improved sensors have enabled full-body tracking in VR. Open-source developer tools (Unity and Cryengine, for example) and communities (such as Meta Open Source and Niantic Lightship) lower barriers to entry for developers. Outside of large tech companies, many entrepreneurs are building innovative companies using existing tools or developing their own, including Tilt Five, Osso VR, and 8th Wall.\n\nAR/VR Entrepreneurs Building New Realities\n\nTilt Five, founded by Valve alumna Jeri Ellsworth, has brought AR to gaming using a novel approach to optics. The system generates 3D images directly on a table using of two tiny video projectors mounted in the headset. The computer generated or smartphone images project from the glasses toward the table. A retroreflective board (made of millions of microscopic glass spheres) returns the images toward the glasses, creating a hyper realistic 3D image in front of the viewer. Tilt Five launched on Kickstarter in 2019 and raised over $1.7M. The company has partnered with established game studios and publishers around the world, and in 2022, they announced a partnership with the popular board game CATAN, which is set to launch in early 2023.\n\n\" It’s been my lifelong ambition to remove the barriers to sharing video game experiences with friends and family around the table, and now the experiences are fully immersive as well! \"\n\n\n\nJeri Ellsworth, Founder and CEO, Tilt Five It’s been my lifelong ambition to remove the barriers to sharing video game experiences with friends and family around the table, and now the experiences are fully immersive as well!\n\n\n\nFounded in 2016 by Justin Barad, M.D., and Matt Newport, Osso VR is a surgical training and assessment program that helps practicing surgeons, and resident surgeons gain hands-on experience simulating orthopedic surgeries and working with new medical devices. Osso VR uses off-the-shelf headsets such as the Oculus Quest 2 and develops training modules for surgeons to practice surgeries in VR. The company has raised $109M and in March 2022 raised $66M series C.\n\n\" Within VR, training has risen to the top as one of the most valuable applications, especially in healthcare. The unprecedented training gaps we are seeing in healthcare have led to a rapid adoption of immersive training with eye popping results. For example, Osso VR has six peer reviewed published clinical studies showing that it can improve performance anywhere from 230-300%. It is clear use cases with demonstrable value like this that will accelerate this exciting trend across the enterprise. \"\n\n\n\nJustin Barad, Founder and CEO, Osso VR Within VR, training has risen to the top as one of the most valuable applications, especially in healthcare. The unprecedented training gaps we are seeing in healthcare have led to a rapid adoption of immersive training with eye popping results. For example, Osso VR has six peer reviewed published clinical studies showing that it can improve performance anywhere from 230-300%. It is clear use cases with demonstrable value like this that will accelerate this exciting trend across the enterprise.\n\n\n\n8th Wall was founded in 2016 by Erik Murphy-Chutorian and uses web-based AR to build experiential marketing campaigns. In 2018 the company launched 8th Wall Web, enabling location-based AR through a smartphone. Murphy-Chutorian essentially beat Apple ARkit and Google ARCore to market since it is cross platform and works with all browsers. 8th Wall became the go-to for major brands seeking AR activations, including Sony, NBC, Bayer, Dior, and Walmart. Web AR is primarily smartphone driven; therefore, it has the widest reach of any AR platform. In 2022 8th Wall was acquired by Niantic for an undisclosed sum. In 2021 Niantic launched its Lightship AR Development Kit which works alongside Unity. Its Visual Positioning System (VPS) allows developers to download 3D meshes and build AR experiences onto that surface.\n\n\" Mobile-based WebAR on any smartphone will be the way most people experience augmented reality for the first time. For brands, agencies and developers, the real world is their AR canvas to create and extend existing brand campaigns and create entirely new, immersive, location-based experiences that invite people around the world into the real-world metaverse. With the 8th Wall platform and tools and services we provide, AR content can exist and persist in the real-world with centimeter level precision anywhere humans can walk in public, from parks to retail locations to sporting events and community gatherings. 2023 will be the year location-based WebAR takes off beyond games across music, tourism, retail and time-based events. \"\n\n\n\nErik Murphy-Chutorian, Founder & CEO, 8th Wall Mobile-based WebAR on any smartphone will be the way most people experience augmented reality for the first time. For brands, agencies and developers, the real world is their AR canvas to create and extend existing brand campaigns and create entirely new, immersive, location-based experiences that invite people around the world into the real-world metaverse. With the 8th Wall platform and tools and services we provide, AR content can exist and persist in the real-world with centimeter level precision anywhere humans can walk in public, from parks to retail locations to sporting events and community gatherings. 2023 will be the year location-based WebAR takes off beyond games across music, tourism, retail and time-based events.\n\nImmersed in the Future\n\nAR/VR immersive technology enables entrepreneurs to reshape reality for consumers and enterprise. Whether it’s entertainment, training assessment or a developer platform, the ever-expanding ecosystem of AR/VR will drive our collective experiences by changing how we interact with both the physical and virtual worlds. At SVB, we know that our realities will continue to evolve, and we look forward to being a catalyst in the space. Our Frontier Technology team is excited to support the companies within the AR/VR ecosystem and welcomes the opportunity to support your business.",
            "title": "AR/VR Headset Industry Face Headwinds",
            "keywords": [
                "enterprise",
                "vr",
                "industry",
                "headsets",
                "meta",
                "headwinds",
                "training",
                "ar",
                "immersive",
                "headset",
                "2022",
                "experiences",
                "arvr",
                "face"
            ],
            "link": "https://www.svb.com/industry-insights/hardware-frontier-technology/ar-vr-headset-industry-face-headwinds",
            "skip": "true",
            "relevancy_score": 0
        },
        "18": {
            "text": "The Government of Canada has announced it is procuring Lockheed Martin's F-35 aircraft as a result of its Future Fighter Capability Project competition.\n\nThe Royal Canadian Air Force will receive 88 F-35A multirole stealth fighters, a sustainment solution tailored to Canada's sovereign requirements and a comprehensive training programme.\n\n\"We are honoured the Government of Canada has selected the F-35, and we look forward to continuing our partnership with the Royal Canadian Air Force and the Canadian defence industry to deliver and sustain the aircraft,\" said Bridget Lauderdale, Lockheed Martin's vice president and general manager of the F-35 programme. \"The selection of F-35 strengthens allied airpower in Canada, North America and around the world.\"\n\nThe F-35 strengthens Canada's operational capability with its allies as a cornerstone for interoperability with NORAD and NATO. As a critical node in the 21st Century Security mission space, the F-35 gives pilots an advantage against any adversary and enabling them to execute their mission and come home safe.\n\n\"Together with our Canadian industry partners, we are honoured by this selection and the sustainment of critical jobs that will continue to equip Canadian workforces with advanced skills,\" said Lorraine Ben, chief executive, Lockheed Martin Canada. \"The F-35 programme yields tremendous economic benefits for Canada's aerospace and defence industry, and we look forward to continued growth.\"\n\nTo date, the F-35 operates from 27 bases worldwide, with nine nations operating F-35s on their home soil. There are more than 890 F-35s in service today, with more than 1,870 pilots and 13,500 maintainers trained on the aircraft.\n\nwww.f35.com",
            "title": "Canada to buy 88 F-35 after fighter competition win",
            "keywords": [
                "strengthens",
                "royal",
                "lockheed",
                "88",
                "win",
                "competition",
                "industry",
                "selection",
                "f35",
                "canadian",
                "buy",
                "sustainment",
                "canadas",
                "fighter",
                "canada"
            ],
            "link": "https://www.aero-mag.com/lockheed-martin-f-35-canada-09012022",
            "skip": "true",
            "relevancy_score": 0
        },
        "19": {
            "text": "9-Jan-2023\n\nKeep abreast of significant cleanroom technology developments around the world\n\nHow can you ensure you are the first to know about new regulations, industry updates and forecasted trends?\n\nSubscribe to Cleanroom Technology the leading B2B cleanroom industry resource.\n\nClick HERE to become a print subscriber today.\n\nYour subscription will bring you the latest industry and product news, updates on regulation and standards, technical articles and design and material innovations monthly.\n\nSectors covered include pharmaceutical, healthcare, automotive, food, containment, cleaning and space technology.\n\nAll subscribers will benefit from:\n\n12 monthly editions of Cleanroom Technology magazine\n\nUp-to-the-minute developments across all areas of the controlled environments\n\nComprehensive technical articles, market analysis and insights\n\nKeep up-to-date with the global cleanroom and contamination control market place.\n\nAccess to cutting-edge content and features\n\nEmail or click here to become a subscriber today!\n\n“The publication is very informative about developments within the industry by focusing on changes within regulations and showcasing new technologies and advancements in manufacturing, testing and compliance. The excellent content really does give the reader an invaluable insight into the world of cleanrooms.” - Cherwell Labs",
            "title": "Get ahead of the curve in 2023 with a subscription",
            "keywords": [
                "2023",
                "industry",
                "curve",
                "market",
                "technical",
                "updates",
                "cleanroom",
                "ahead",
                "technology",
                "developments",
                "subscriber",
                "regulations",
                "subscription",
                "content"
            ],
            "link": "https://www.cleanroomtechnology.com/news/article_page/Get_ahead_of_the_curve_in_2023_with_a_subscription/199010",
            "skip": "true",
            "relevancy_score": 0
        }
    }
}