{"date": "2023-01-17", "category": "sr", "articles": {"0": {"text": "17-01-2023 | Fluke | Test & Measurement\n\nFluke has released the Fluke 5560A High-Performance Multi-Product Calibrator, which offers the widest electrical workload coverage and highest accuracy.\n\nMeeting the demand at the high-end of the multi-product calibrator market, the device sits neatly in the company's product range under the high-accuracy, multi-function 5730A calibrator created for calibrating 8.5-digit resolution DMMs. The device is an excellent solution for calibrating up to 6.5-digit DMMs.\n\nThe device features a large 7\" display with an intuitive touchscreen for ease of use, Visual Connection Management terminals and an optional accessory for efficient DMM calibration with minimal or no lead changes. The rugged and portable calibrator can also be automated using MET/CAL Calibration Management Software.\n\nAmong the benefits to users of the device are minimal training needs, lower maintenance, and the ability to calibrate a wider range of equipment using a single calibrator. These all contribute to substantial reductions in the cost of ownership for calibration laboratories. It is protected against expensive damage induced by incoming voltages or overload conditions.\n\nIn its quest to provide calibration laboratories with the next generation of advanced tools, the company has also released the 5550A Performance Multi-Product Calibrator, enhancing the highly popular multi-product 5522A to offer a better match for a customer's existing DMM workloads. It greatly improves the accuracy supplied by the 5522A 5.5-digit DMMs and provides greater functionality. Offering an intuitive GUI, it can calibrate the most popular handheld DMMs with increased TURs and clamp meters to 1500A with continuous current output (30A).\n\nThe 5540A Multi-Product Calibrator is another new addition to enhance the company's improved range. It expands the capabilities of the 5502A with better performance levels, making it an excellent solution for on-site or mobile calibration of the most demanding field instrumentation workloads. It is perfect for calibrating handheld 4.5-digit resolution DMMs with increased TURs and clamp meters to 1500A with continuous current output. Improvements in comparison to the 5502A include an increase from 20A to 30A of continuous current output and cutting waiting times during heavy usage. A wider range of thermocouple types and a new easy-connect thermocouple connector widens the temperature workload coverage of the calibrator. The 5540A can be fully calibrated with a Fluke 8588A 8.5-digit Reference Multimeter plus one shunt for the highest current range.\n\nWim Sibon, Fluke Calibration technical sales manager for Electrical Calibration in Europe, said: \"In recent years, we have experienced increasing demand from laboratories for greater accuracy in their calibrators while also wanting multi-product solutions that free up bench space and keep costs down. The 5560A calibrator provides exactly what the market requires and will deliver a significant boost to the productivity of calibration laboratories around the world. This will enable our customers to cope with the demand for more accurate measurements but with a less experienced workforce.\n\n\"Fluke Calibration is committed to providing calibration laboratories with the widest workload calibration capabilities, and our latest additions to the range will enable lab technicians to expand their existing workloads with confidence. The 5502A and 5522A have been the workhorses of calibration laboratories for many years, and we are delighted to take their capabilities to a whole new level with the 5540A multi-product and 5550A performance multi-product calibrators. Backed by more than 50 years of continuous engineering improvements, our comprehensive range of powerful tools are the result of lifelong dedication from some of the best calibration experts in the world. At Fluke Calibration, we are passionate about measurement science.\"", "title": "High-performance multi-product calibrator offers increased bench space", "keywords": ["dmms", "device", "increased", "fluke", "bench", "calibration", "space", "calibrator", "laboratories", "continuous", "highperformance", "current", "offers", "range", "multiproduct"], "link": "https://www.electropages.com/2023/01/high-performance-multi-product-calibrator-offers-increased-bench-space", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": "\n\nFluke has released the Fluke 5560A High-Performance Multi-Product Calibrator, Fluke 5550A Performance Multi-Product Calibrator, and 5540A Multi-Product Calibrator to meet the need at the high-end of the multi-product calibrator market. These devices offer improved accuracy and wider electrical workload coverage than previous models, enabling technicians to expand existing workloads with less experienced workers. They are backed by more than 50 years of continuous engineering improvements from calibration experts throughout the world."}, "1": {"text": "Once upon a time, Alphabet (the parent company of Google) invested heavily in robotics. A decade ago, it acquired Boston Dynamics, maker of highly sophisticated robots like BigDog, along with seven other robotics firms. In theory, the tech giant would use that extensive portfolio to build… well, something.\n\nBut Alphabet never took its robotics efforts mainstream, and it sold off Boston Dynamics in 2017. Now, it’s laying off workers from Intrinsic, the current name for its robotics offshoot. The division is relatively small, and the actual layoffs will impact around 40 workers, or 20 percent of its staff.\n\n“This decision was made in light of shifts in prioritization and our longer-term strategic direction,” a spokesperson told TechCrunch. “It will ensure Intrinsic can continue to allocate resources to our highest priority initiatives, such as building our software and AI platform, integrating the recent strategic acquisitions of Vicarious and OSRC (commercial arm Open Robotics), and working with key industry partners. While incredibly tough to do, we believe this decision is necessary for us to continue our mission.”\n\nThe layoffs are yet another sign that some of the most prominent names in tech, including Alphabet, Meta, Amazon and Salesforce, are cost-cutting and retrenching in the face of a possible recession. Amazon is reportedly slicing back “unprofitable” business units, including the devices unit responsible for the Alexa voice-activated assistant and various consumer hardware products. Over at Meta, CEO Mark Zuckerberg is vigorously defending his massive spending on an ecosystem of virtual reality (VR) and augmented reality (AR) products known collectively as the “metaverse,” despite widespread company layoffs and institutional shareholders begging him to keep costs under control.\n\nThis latest round of layoffs at Alphabet aside, robotics also remains an area of focus for the technology industry as a whole. Tesla seems dedicated to producing a humanoid robot designed to handle “boring, repetitive and dangerous” work, and manufacturers are always looking for ways to automate production via increasingly sophisticated machines. Whether or not Alphabet (finally!) brings a robot product of some sort to the mainstream, robotics as a field isn’t going away anytime soon.", "title": "Alphabet Robotics Division Cuts Workers", "keywords": ["tech", "robotics", "layoffs", "robot", "sophisticated", "reality", "strategic", "division", "products", "alphabet", "workers", "cuts"], "link": "https://www.dice.com/career-advice/alphabet-robotics-division-cuts-workers", "skip": "true", "gpt_score_reason": " \n\n3/10", "gpt_relevancy_score": 3}, "2": {"text": "k-Space Associates, Inc. announced the launch of its newest thin film metrology tool, the kSA XRF. It measures film thickness for materials that are too thin for reliable optical measurements. This technique has been proven to measure semiconductor and dielectric layers on glass panels, wafers, and susceptors for applications in solar, power, and other thin film devices.\n\nk-Space CEO Darryl Barlett stated that “we developed the kSA XRF while helping one of our existing customers measure dielectric coatings that couldn’t be measured using traditional optical methods. The XRF measures dielectric coatings below 100 nanometers and can be used by makers of glass panels, solar panels, MOCVD carriers and other products. It’s a superior and more scalable option than existing tools and is easily installed into conveyor lines.”\n\nThe kSA XRF uses an X-ray source, detector, and proprietary software to measure the X-ray emission spectrum, which is then used to calculate film thickness in real-time. It measures the appropriate atomic species based on the customer’s unique coating formula and measurement needs. The kSA XRF can be configured for a standalone benchtop setup or over a conveyor for in-line inspection and manufacturing process control.\n\nAccording to CEO Barlett, “the kSA XRF allows users to characterize and monitor their thin film coatings during production, thereby increasing yield and reducing costs.”", "title": "k-Space Launches Its Newest Thin Film Metrology Solution", "keywords": ["xrf", "film", "panels", "xray", "solution", "used", "dielectric", "ksa", "kspace", "measure", "launches", "newest", "coatings", "metrology", "measures"], "link": "https://www.novuslight.com/x_N12666.html", "skip": "false", "gpt_score_reason": " \n\n6/10", "gpt_relevancy_score": 6, "summary": " The kSA XRF is a versatile automated tool for accurately measuring and controlling the thickness of thin films in real-time. It's capable of measuring layers down to 100 nanometers, making it an ideal choice for those creating solar panels and other devices with ultra-thin coatings. Additionally, the kSA XRF can be tailored to unique coating formulas allowing makers across various industries to benefit from ultimate accuracy."}, "3": {"text": "Northrop Grumman Corporation’s (NYSE: NOC) Long Duration Propulsive ESPA (LDPE)-3A spacecraft launched successfully today in support of the USSF-67 mission. This spacecraft helps advance rapid access to space for the U.S. Space Force and marks the third successful launch in the LDPE program.\n\nThe LDPE-3A was built using Northrop Grumman’s ESPAStar, providing rapid access to space by maximizing the available volume inside a launch vehicle. This bus carries hardware for five independent missions, eliminating the need for each mission to wait for a future launch opportunity.\n\n“From conception and development of next-generation space technology, like ESPAStar, to on-orbit command and control, we are prepared to support the full lifecycle of our customer’s missions throughout the ever-evolving threat environment,” said Troy Brashear, vice president, national security systems, Northrop Grumman.\n\nNorthrop Grumman also designed, developed and implemented the command and control, and mission execution software system for the LDPE program. The software system uses a common baseline across multiple programs, putting more capability in the hands of customer operators at a lower cost.\n\nThe ESPAStar product employs a customized version of a standard ESPA ring, providing added propulsion, power and avionic subsystems. A SpaceX Falcon Heavy launch vehicle will deliver LDPE-3A to near-geosynchronous Earth orbit for a one-year mission life.\n\nUSSF-67 is the third mission for the LDPE program. The Northrop Grumman-built LDPE-1 launched aboard the STP-3 mission in December 2021 and LDPE-2 aboard the USSF-44 mission in November 2022. Northrop Grumman will continue to deliver future ESPAStar spacecrafts, mission systems engineering, ground software systems and hardware platforms for critical USSF missions.\n\nNorthrop Grumman is a technology company, focused on global security and human discovery. Our pioneering solutions equip our customers with capabilities they need to connect, advance and protect the U.S. and its allies. Driven by a shared purpose to solve our customers’ toughest problems, our 90,000 employees define possible every day.", "title": "Northrop Grumman-built LDPE-3A Satellite to Support US Space Force National Security Mission", "keywords": ["mission", "security", "software", "national", "space", "ldpe3a", "ldpe", "force", "northrop", "launch", "grummanbuilt", "systems", "espastar", "support", "satellite", "grumman"], "link": "https://www.geospatialworld.net/news/northrop-grumman-built-ldpe-3a-satellite/", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": "\n\nToday, Northrop Grumman launched its Long Duration Propulsive ESPA (LDPE)-3A spacecraft in support of the USSF-67 mission. This marks the third successful launch under the LDPE program and is an example of Northrop Grumman’s technology providing rapid access to space using their ESPAStar product. The company also designed and developed a ground software system with more capability at a lower cost for customers, as well as hardware platforms to be used across missions in order to meet customer needs."}, "4": {"text": "HONG KONG, Jan. 16, 2023 /PRNewswire/ -- Agilis RoboticsTM (Agilis), a leading developer of flexible robotic instruments that support endoscopic surgery through natural orifices of the body (e.g. along the gastrointestinal tract and in the bladder), has recently completed the second round of live animal testing using its proprietary robot. Dr. Jason Y.K. Chan, the co-founder of Agilis RoboticsTM , conducted the test with the firm's second-generation device on a live pig specimen and successfully removed artificial tumors using the en-bloc resection of bladder tumor (ERBT) technique. The test results met expectations, demonstrating promising results for the accuracy, safety, and efficacy of the firm's medical robotic system.\n\nDrawing on the advice of surgeons in earlier experiments, the research team has made several technical improvements to the original system that increased the efficiency of the surgery.\n\nThe 2nd generation prototype system has been optimized for more streamlined surgical control\n\nThe Agilis RoboticsTM system is a surgical robotic solution designed for endoscopic surgery. The system features a set of flexible surgical robotic instruments, a positioning cart and a surgeon's control chair. The flexible robotic instruments, with a diameter of less than 2.8 mm, can grip and cut away tumor tissue to remove it in its entirety.\n\nThe second-generation prototype system used in this test includes several improvements over the original system. With a smaller footprint, the updated positioning cart is 50% smaller, making it highly compact and easily positioned in the operating room.\n\nSecond, the newly developed endoscope holder offers the surgeon great flexibility for positioning the endoscope and robotic instruments. During operation, the surgeon can move the endoscope with ease using just one hand in thanks to the holder's sensor. The holder includes an automatic locking mechanism that prevents the unit from moving around freely, streamlining the surgeon's work and improving the procedure's safety.\n\nThe surgical tools have also been improved in this prototype iteration, allowing the surgeon to visualize the surgical field beyond the instruments more clearly and increase its load capacity to meet more demanding requirements. The electrosurgical knife instrument was also improved to enable bipolar diathermy, which substantially enhances tissue cutting effectiveness in bladder tumor resection. The most notable improvements are made to the controls and mechanical transmission in terms of precision and reduced control latency. This gives the surgeon a more intuitive and responsive control experience compared with manual operation. In addition to the controls, the team has also made substantial improvements to the system's ergonomic design and training simulator.\n\nNext, the company will test the system in animals for upper and lower gastrointestinal (GI) endoscopic submucosal dissection (ESD). This will be a major milestone for the company, demonstrating their potential within the sizeable market for GI diseases.\n\nAgilis RoboticsTM invited prominent gastroenterology and hepatology specialist Dr. Peter Chan Chun Wing to evaluate the system before its entry into the digestive tract market. Dr. Chan has almost 20 years of medical specialty practice, focusing on endoscopy and GI surgery. Dr. Chan is listed as a colonoscopy provider to the Colorectal Cancer Screening Programme of the Hong Kong Department of Health, offering pre-screening advice and colonoscopies for eligible individuals.\n\nAs the first internal medicine physician to use the system, Dr. Chan not only carried out ev-vivo tissue resection tests but also offered guidance on the system's potential for the GI market. He foresees the system's accessibility in general endoscopy clinics and centers, which is crucial to making the system widely adopted throughout healthcare institutions.\n\nAgilis RoboticsTM is challenging convention with its unmatched intuitiveness as minimally invasive endoscopic procedures are rapidly evolving\n\nA large number of new minimally invasive endoscopic techniques, including EMR (endoscopic mucosal resection) and ESD, have emerged to combat the increased detection of submucosal tumors, early cancers, and precancerous lesions in the digestive tract, which is a positive outcome due to rise in health awareness among the general population. By eliminating external incisions and promoting quick recovery, the practical use of these techniques has improved patient outcomes and decreased discomfort.\n\nEndoscopic minimally-invasive interventional techniques have evolved quickly in recent years and are becoming more important in the treatment of digestive disorders.\n\nInterventional procedures are more popular with patients as they are less invasive and require a shorter hospital stay. By enabling complete excision of diseased tissue while maintaining the normal function of the digestive tract, the approach can reduce the risk of post-operative complications such as infection associated with surgical operations (e.g., major surgery such as open-heart and open-abdomen).\n\nPatients who received endoscopic surgery recover quickly and stay in the hospital for a much shorter time—usually 2 to 3 days or less—before being discharged. The cost of treatment is only 1/3 to 1/2 of a general surgery. Industry insiders have said that although general surgery costs between 20,000 and 40,000 yuan, endoscopic minimally-invasive procedures can be managed for as little as 20,000 yuan.\n\nIn contrast to previous prototype tests, the company invited laypeople with no medical professionals to observe. They briefly used a virtual training simulator and then carried out tissue dissection in an ex-vivo tissue model.\n\nParticipants commented, \"The Agilis surgical robot is remarkable, even for an unskilled learner, as it can already remove artificial tumors from ex-vivo tissue after around 20 minutes of training with the simulator.\" The visitors claimed that the technology is simple to use and requires little training. Doctors skilled in endoscopic procedures must be able to pick up the skills quickly. They also expressed optimism about the device's commercialization potential.\n\nThe Agilis system also aims to support training using artificial intelligence (AI). Empirical endoscopic imaging is used in the AI system for deep learning to enhance the operator's surgical training. The learning curve for performing en-bloc tumor resection should be greatly reduced, as compared to manual ESD operations which are only performed by surgeons with extensive experience.\n\nA US$100 million firm focused on creating robotic equipment for endoscopic surgery\n\nSurgical robots in laparoscopy, orthopedic surgery, neurosurgery, vascular intervention, and other specialties are now popular topics in China. Businesses, however, need to think about how to break through the bottleneck of technological innovation in light of the highly competitive market.\n\nSeveral challenges have been identified in the course of developing robots for endoscopic surgery. For example, general endoscope working channels (2.8–3.7mm in diameter), require considerable flexibility to adapt to the changing shape as the endoscope travels through the narrow passageways within human body, resulting in high demands for the size and ergonomic design of the overall system.\n\nAgilis RoboticsTM is the first company to develop such a robotic system to overcome these challenges. The company has created a surgical robotic device that can seamlessly integrate with existing surgical procedures, notably for the GI and urological systems, to boost surgical efficiency and reduce the learning curve for endoscopic surgery. The firm's robotic instruments are totally flexible and has achieved a range of technological achievements.\n\nAs a kind of natural orifice transluminal endoscopic surgery (NOTES), endoscopic surgery is distinct from laparoscopy and requires a notably different set of technological skills. Major global players such as Johnson & Johnson, Intuitive Surgical, and Medtronic have developed their own surgical robotic systems, however none are working with the approach of utilizing conventional endoscopes and their working channels. Presently, R&D for NOTES is focused on the bronchial sector in China, none of which has received approval for use in the country as well.\n\nAccording to the US-based business consulting firm Frost & Sullivan, the global NOTES robot market is expected to grow at a CAGR of 88.2% from 2016 to 2026, maintaining significant growth, and is on track to reach 12.53 billion yuan by 2026 from 457 million yuan in 2020.\n\nThere is still room for growth in the market for endoscopic surgery robots for the urology and digestive systems. As the first Chinese business to build an endoscopic surgery robot, Agilis RoboticsTM has a head start on the competition in the market with a product that is already taking shape and has plans for pre-clinical testing.\n\nThe second-generation prototype used has optimized the structure and integration of the firm's flexible robot instruments in many ways. \"Our next step is to improve the robotics control and console's design and control features in a move to further improve surgical accuracy and efficiency,\" Agilis RoboticsTM revealed. The company is planning for next iteration prototype testing, and expects to complete the first human trial in the coming two years.\n\nIn June 2022, Agilis RoboticsTM closed its Series A fundraising. Joe Hui, co-founder and CFO, said that the advanced prototype will be delivered to The University of Hong Kong-Shenzhen Hospital in the second quarter of this year for additional testing. The company will also wrap up its NMPA testing in the third quarter of 2023 and then start a PRE-B round of funding with a minimum investment of US$10 million. The COVID-19 outbreak last year prevented investors from visiting to Hong Kong for test and experience the system in Series A roadshows. Now, in an effort to entice investors, the company has established a special Series A+ of US$5 million.\n\nView original content to download multimedia:https://www.prnewswire.com/news-releases/agilis-roboticstm-completes-new-round-of-live-animal-trials-with-miniaturized-robotic-instruments-for-endoscopic-surgery-301721505.html\n\nSOURCE Agilis Robotics Limited", "title": "Agilis RoboticsTM Completes New Round of Live Animal Trials with Miniaturized Robotic Instruments for Endoscopic Surgery", "keywords": ["roboticstm", "instruments", "live", "surgical", "trials", "system", "agilis", "round", "miniaturized", "completes", "surgery", "endoscopic", "prototype", "robotic", "tissue", "company"], "link": "https://www.biospace.com/article/releases/agilis-roboticstm-completes-new-round-of-live-animal-trials-with-miniaturized-robotic-instruments-for-endoscopic-surgery/", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": "\n\nAgilis RoboticsTM, a US$100 million firm, has recently completed the second round of live animal testing using its proprietary robotic device. In this test, Dr. Jason Y.K. Chan successfully removed artificial tumors from a pig specimen with an en-bloc resection of bladder tumor technique and showcased that the system is accurate, safe and efficacious. The firm invited laypeople to observe the procedure in which they achieved successful results after brief training on the virtual simulator provided by Agilis RoboticsTM Further optimization is being done on the controls and mechanics as well as AI support for surgeons while they perform endoscopic surgeries. The team also invites GI specialist Dr Peter Chan Chun Wing to evaluate their product before entering into large market for gastrointestinal diseases as next milestone ahead."}, "5": {"text": "In the suburbs of Kikuyu in Kiambu county, two young men are fiddling with wires and electric cables in their workshop, their grandmothers' former granary.\n\nMoses Kiuna, 29, and his cousin David Gathu have been doing this since they were children. They dismantle toys, radios and TV sets despite the spankings their fiddling attracted from their parents. Today, however, their tinkering is a lot more advanced.\n\nThe cousins are making robots that can assist people with disabilities perform simple tasks without assistance, and they already have two prototypes under their belt.\n\nTheir desire to create assistive technology came about in 2009, when they decided to try and help a classmate who had been born without a hand.\n\n\"We had a friend who was a congenital amputee and had one hand. We would see him struggle to write, eat and do other things that other children did with ease. It's then that we began asking ourselves how we could help him, and others, move from being dependent to independent persons,\" Kiuna said.\n\nTheir early experiences developed into an insatiable appetite for robotics, and they haven't looked back since.\n\nThe self-taught innovators began studying the science behind how the brain sends signals to the nervous system for motor activity to occur. Armed with this knowledge, they developed a robotic prosthetic that functions like a human hand to aid people who've lost arms due to accidents, illnesses or congenital disabilities.\n\nThe assistive device is worn on the head and back of the affected person to enhance communication between the brain and the prosthetic arm.\n\n\"The gadget uses brain signals received from the headset receiver and converts the user's intentions into actions performed by the robotic arm,\" Gathu explained.\n\n\"Decisions are transmitted by electric currents from one cell to another and are translated into various movements.\"", "title": "Young robotics create limbs for the disabled", "keywords": ["young", "robotics", "gathu", "brain", "kiuna", "create", "help", "signals", "hand", "fiddling", "electric", "disabled", "robotic", "limbs", "prosthetic"], "link": "https://www.the-star.co.ke/news/big-read/2023-01-17-young-robotics-create-limbs-for-the-disabled/", "skip": "true", "gpt_score_reason": "\n\n2/10", "gpt_relevancy_score": 2}, "6": {"text": "A preflight light micrograph of a typical terrestrial tardigrade of the Milnesium genus seen at 40X Boothby Lab.\n\nA preflight light micrograph of a typical terrestrial tardigrade of the Milnesium genus seen at 40X magnification.\n\nThe objective of the Using Water Bears to Identify Biological Countermeasures to Stress during Multigenerational (Cell Science-04) investigation is to characterize the molecular biology of short term and multigenerational survival in the space environment by identifying genes that are required for adaptation and survival in high stress environments.\n\nImage courtesy of Boothby Lab. NASA ID: jsc2021e019949 jsc2021e019949 (5/29/2021) – larger image\n\nAstrobiology, extremophile,", "title": "Preflight Picture Of A Space-Bound Tardigrade", "keywords": ["stress", "survival", "micrograph", "preflight", "typical", "spacebound", "seen", "terrestrial", "multigenerational", "milnesium", "tardigrade", "picture"], "link": "https://astrobiology.com/2023/01/preflight-picture-of-a-space-bound-tardigrade.html", "skip": "true", "gpt_score_reason": "\n2/10", "gpt_relevancy_score": 2}, "7": {"text": "Robots have been around for decades, but they’ve been mostly stupid. They were either remotely controlled by humans or ran fixed scripts that allowed for virtually no latitude in terms of how they operated or what they did. Even though I was born in the year Robby the Robot became famous, the robots I grew up with weren’t anything like Robby. They were about as smart as an old toaster.\n\nFortunately, that’s changing. Robotics has advanced considerably over the last decade, partially thanks to the leading work Nvidia has done with autonomous vehicles, much of which translated into autonomous robotics. This year at CES, the top robots all seemed to have Nvidia brains, starting with a robotic tractor from John Deere and ending with GlüxKind, an AI-powered baby stroller I want to buy for my aging dog.\n\nLet’s talk about the Nvidia-powered robots at CES this week. We’ll close with my Product of the Week, a wireless microphone that may keep me from getting into a fight on my next plane trip.\n\nJohn Deere Autonomous Tractor\n\nJohn Deere won the Best of Innovation award for its robotic tractor.\n\nJohn Deere Fully Autonomous Tractor | Image Credit: Deere & Company\n\nI grew up working on a farm. While driving a tractor was fun at first, it got tedious very quickly.\n\nThe heat and the repetition of driving in long rows were broken up only by the excitement of an equipment failure or the potential for a grizzly death should I fall asleep and fall off the tractor. That actually happened years later to the head of my division at IBM, who died when he fell off his tractor into a plow.\n\nJohn Deere’s tractor won’t get bored, tired, or die, so farmers can work on other things that need doing, given that staffing farms has become a big problem of late. Historically, robots weren’t affordable on farms because labor was cheap. But you can’t get those workers now, and getting locals to work on a farm is just as difficult.\n\nSo, if farmers want to keep operating, they need to automate, suggesting the farm of the future may be run entirely by increasingly intelligent robots and robotic equipment. So, this tractor may be critical to ensuring we have food on our tables in the future.\n\nAgrist Harvesting Robot\n\nAnother robot was from Agrist. I’m not a fan of this one mainly because it was built to harvest bell peppers and bell peppers trigger my gag reflex. Just the smell of the things makes me feel ill. Still, if I had to harvest bell peppers (clearly one of my concepts of hell), I’d appreciate a robot like this that kept my hands, nose, and tongue well away from the horrid things.\n\nSometimes you have to grow stuff you don’t like, and this robot would assure me that if I still had a farm — which thankfully I don’t — I could grow bell peppers and harvest them without ever getting that close to the darn things.\n\nSeriously, this robot is designed to work in indoor factory farms, which will be crucial to the survival of countries being badly impacted by climate change and losing the ability to farm as a result. Robots like this will be critical to sustaining humanity as the climate makes outdoor agriculture obsolete.\n\nSkydio Scout Drone\n\nDrones were also covered, with the Skydio drone standing out for its Scout drone.\n\nSkydio is a fascinating drone company. It even has a docked drone solution that reminds me of the old Green Hornet TV show. Can you imagine having one of these on your car so you can check what has caused the traffic jam you are stuck in? Or envision a police officer on a high-speed chase being able to launch one of these and have it autonomously and secretly follow the suspect, so they didn’t have to risk life and limb chasing them in a car.\n\nSkydio drones are used in law enforcement, fire and rescue, power line inspection, construction, transportation, telecommunications, and defense.\n\nSkydio is a powerful company with an increasingly powerful set of autonomous products that may save your life one day, making this potentially one of the most important products launched at CES this year.\n\nGlüxKind ‘Ella’ AI-Powered Stroller\n\nI was looking for a powered stroller for my aging dog just a few weeks ago. When the dog gets tired on walks, we put her in a stroller, but pushing the thing up hills gets old. When my wife walks all three of our dogs alone, managing the stroller at the same time has become tedious and potentially unsafe.\n\nWhen empty, the GlüxKind Ella stroller will follow you (I don’t want to imagine a runaway with a baby in it). When occupied, it’s battery-assisted to go up hills where my wife often struggles (I’m currently her solution for going up hills).\n\nGlüxkind was named a CES 2023 Innovation Awards Honoree for its “Ella” smart stroller. | Image Credit: Glüxkind Technologies\n\nSadly, its current configuration won’t work for my dog. Otherwise, I’d probably order one. But trying to teach a 14-year-old dog to sit up in a stroller like a baby is a non-starter, though it would likely give others a bit of a shock when we walked by. Still, for parents with several children or walking their dog and kid at the same time, this powered stroller could be a winner.\n\nNow, if they’d just come up with a pet configuration, I’d be in.\n\nNeubility Delivery Robot\n\nThe Neubility self-driving robot, named Neubie, is one of the new delivery robots coming to market.\n\nI’m a bit concerned about this class of robots. In trials, kids and some adults often abuse and break into these robots when in use. The Neubie is bigger and more robust than many I’ve seen, but I speculate it may need some kind of defense or high-speed escape capability to work in the real world.\n\nThe onboard cameras should catch and record anyone that harms it, but it may be a while before people just leave the thing alone to do its job. For this reason, Neubility is smartly targeting golf courses where the robot can be better protected. Places like resorts, hospitals, and factories will be where robots like this can operate most successfully.\n\nI’ll wait to see if they develop one with a built-in taser before I put a lot of faith in delivery robots outside of controlled environments like golf courses and resorts.\n\nStill, once accepted and protected, robots in this class will likely make delivery to homes by humans a thing of the past, better assure you are home to receive the delivery and make life much harder for porch pirates, whom I hate with a newly found passion after this past Christmas.\n\nSeoul Robotics LV5 Control Tower for Autonomous Parking\n\nSeoul Robotics showcased a Level 5 control tower, an interesting alternative to the typical way autonomous cars are currently configured. It uses infrastructure external to the vehicle to manage the automobile, potentially enabling any current-generation car with Level 2 technology that is connected to that grid to operate autonomously.\n\nThis variant is interesting because, rather than thinking of autonomous cars like they are now, it thinks of them more like how an aircraft traffic controller does by monitoring all the cars in range and directing from a central resource. Eventually, this technology could replace things like traffic lights, effectively moving them into the vehicle when it is being driven by humans and making them invisible to people riding in autonomous cars.\n\nNot only could this approach be much cheaper than putting this technology in every car, but it would also shift maintenance from the car owner to the government, which may maintain it better, though this isn’t always a given.\n\nIt could also help ensure fewer catastrophic problems and allow older cars to better interoperate with newer autonomous vehicles while providing a viable low-cost upgrade for those that wanted to make recent cars that are currently not autonomous work as if they were. This is arguably the most innovative approach to the autonomous car problem I’ve seen, and I’m fascinated by it.\n\nWhill Autonomous Wheelchair\n\nFinally, Whill presented its autonomous wheelchair designed for people with limited mobility and sight. Aging or partially disabled folks who also can’t see well are pretty much dependent on others because the white cane approach doesn’t work in wheelchairs.\n\nWinner of the Best of Innovation award in the accessibility category, this wheelchair has unique high-traction tires and a rear bin for packages or groceries. It looks a bit like something out of a science fiction movie.\n\nWith a range of 12 miles, the ability to climb over 3-inch objects like curbs, and very high stability for rough streets, this could be ideal for aging seniors and those with sight and mobility problems. At 5.5 mph, it is anything but blazing fast, but if you have a mobility and sight problem, you probably don’t want blazing fast.\n\nWeighing in at 250 pounds, it is lighter than many motorized solutions for those with limited mobility, and its autonomous capabilities provide independence that some people can’t get any other way.\n\nWrapping Up\n\nThis list of robots at CES is not exhaustive, but I realized that most of the robots I looked at had Nvidia brains, so I figured I’d use that as a theme for this column. The autonomous robot revolution is just beginning, with the hope we never go so far as to make the book Robopocalypse real.\n\nOver the next decade, these will be coming out at an increasing pace, and Nvidia has placed itself at the heart (well, maybe more at the brain) of these efforts. Eventually, we may be like George Jetson and have a Rosie-like maid that is autonomous, robotic, and with just the right level of snark.\n\nAt CES, I saw our robotic future. I can’t wait until I have my own Rosie!\n\nMutalk VR Microphone\n\nBefore Christmas, I took my last trip of the year to New York. Before takeoff on the return flight, I had to do a radio interview over the phone. While the person next to me was okay with this, the guy in front of me was not and seemed to be about to punch me out because I was talking too loudly. I have a trained media voice, and it carries a long way.\n\nHaving a solution I could use when doing these things could be a lifesaver, particularly if we get to the point where we are making inflight phone calls and don’t want to piss off or accidentally entertain everyone else on the plane with our conversations — let alone accidentally share confidential or personal information.\n\nThe Mutalk VR microphone was one of two products launched at CES that can contain your voice when speaking.\n\nI’m picking the Mutalk because it was also designed to work with a VR rig which, given I play in VR, made it more attractive to me than its counterpart, the mask by Skyted, which was far larger and explicitly designed for inflight use. Frankly, I’d be fine with either, and I must admit the full Mutalk rig might also be a bit much on a plane.\n\nIn the end, having something I could use for calls in areas with lots of ambient noise or when I need to speak loudly might get me punched out would be a godsend. So, the Mutalk leakage voice suppression microphone is my Product of the Week.\n\nThe opinions expressed in this article are those of the author and do not necessarily reflect the views of ECT News Network.", "title": "The Hottest Robots at CES Had Nvidia Brains", "keywords": ["tractor", "autonomous", "ces", "robot", "stroller", "farm", "nvidia", "id", "work", "brains", "robotic", "robots", "hottest"], "link": "https://www.technewsworld.com/story/the-hottest-robots-at-ces-had-nvidia-brains-177653.html", "skip": "true", "gpt_score_reason": "\n\n3/10", "gpt_relevancy_score": 3}, "8": {"text": "A team called PoliMOVE, from Politecnico di Milano in Italy, has won the second annual Indy Autonomous Challenge @ CES.\n\nThe team’s car reached a maximum speed of 180 mph (290Km/h), a new autonomous speed world record for a racetrack.\n\nPushing boundaries of head-to-head autonomous-racing, PoliMOVE competed at the Las Vegas Motor Speedway against a field of nine teams from 17 universities spanning six countries, seeking to break autonomous racing records.\n\nTUM Autonomous Motorsport from Technische Universität München (Germany) took second place in the heated battle. A confirmation for the Politecnico car, last year again in Las Vegas, it won the first edition of the IAC.\n\nProfessor Sergio Savaresi, Professor at Politecnico di Milano, says: “Exactly one year later, we were so proud and excited to be back in Las Vegas for the Autonomous Challenge @ CES.\n\n“Today was a major step forward in speed, the complexity of the race, and overcoming challenging head-to-head situations.\n\n“We are glad for this success, for the contribution of the Indy Autonomous Challenge, and for all the teams in advancing the technology of AI drivers.”\n\nThe Rules of the IAC Competition consist of a single elimination tournament with multiple rounds of head-to-head passing matches culminating in a championship round.\n\nThe world’s fastest autonomous racecars, Dallara AV-21s, took turns playing the role of Leader (Defender) and Passer/Follower (Attacker) in front of a global crowd of CES attendees.\n\nPasses were attempted at ever-increasing speeds until one or both cars were unable to complete a pass.\n\nPoliMOVE is part of the Politecnico research group mOve, led by Professor Sergio Savaresi, which has been studying for 20 years automatic controls in all types of land vehicles: from electric bicycles to cars and even tractors.\n\nOn April 27, 2022, on the straight of the Space Shuttle landing strip at NASA Kennedy Space Center in Cape Canaveral, the Politecnico di Milano-PoliMOVE car broke the world speed record for a fully autonomous-car on a straight line.\n\nShare this: Print\n\nFacebook\n\nLinkedIn\n\nReddit\n\nTwitter\n\nTumblr\n\nPinterest\n\nSkype\n\nWhatsApp\n\nTelegram\n\nPocket\n\n", "title": "Autonomous car from Italian university wins the racing challenge", "keywords": ["racing", "university", "autonomous", "wins", "headtohead", "speed", "vegas", "las", "italian", "car", "politecnico", "di", "teams", "challenge"], "link": "https://roboticsandautomationnews.com/2023/01/16/autonomous-car-from-italian-university-wins-the-racing-challenge/59100/", "skip": "false", "gpt_score_reason": "\n7/10", "gpt_relevancy_score": 7, "summary": "\n\nPoliMOVE, a team from Politecnico di Milano in Italy, has won the second annual Indy Autonomous Challenge @ CES. The car reached a maximum speed of 180 mph (290Km/h) setting a new world record for autonomous racetrack speed. This victory follows last year's success at Las Vegas, confirming their place as front-runners in pushing boundaries for head-to-head racing and AI technology development. TUM Autonomous Motorsport from Germany took second place in the tournament held among universities from six countries. On April 27, 2022 the team also completed a world record on an straight line at NASA Kennedy Space Center in Cape Canaveral"}, "9": {"text": "", "title": "Virginia Parole Board working to increase transparency", "keywords": ["working", "virginia", "increase", "transparency", "board", "parole"], "link": "https://www.nbc29.com/video/2023/01/16/virginia-parole-board-working-increase-transparency/", "skip": "true", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7}, "10": {"text": "According to a report from the International Federation of Robotics, U.S. robot installations are up 14% from pre-pandemic levels. In addition, the production of industrial robots rises at similar rates annually.\n\nThe impact rapid production of industrial robots will have on the future of work are wide-ranging.\n\nApart from boosting the robotics industry, the CDC says when used with a safety-first mentality, these robots can make industrial work safer, quicker, and more productive for workers.\n\nThe evidence is clear, there will be more robots in the future of work. Industrial jobs, in particular, will increasingly involve robotics.\n\nA report from the Federation of Robotics revealed that industrial robotics installations and orders currently exceed pre-pandemic levels, which will only continue increasing as time goes on.\n\nThis trend ranges globally, with Asia ranking as the leading continent in robotics production.\n\nWhen discussing robots entering the workforce, images of dystopian futures of extreme unemployment readily come to mind.\n\nGiven its benefits, however, the rapid production of industrial robots is a positive development. The CDC states that when robotics is used with a safety-first mentality, they can substantially improve working conditions in factories and other industrial contexts.\n\nThe future of work and the future of robots\n\nThe robotics industry produced over half a million industrial robots globally last year alone, and this annual rate is going to continue to increase.\n\nThis does not mean that all industrial jobs will disappear and be replaced through automation. On the contrary, since the 1980s, with the decline of manufacturing and industrial jobs in the United States, there has still not been an abolition of industrial employment altogether.\n\nInstead, working conditions dramatically improved in industrial jobs due to the use of new technology. In this age of mass production of industrial robots, we should expect similar trends.\n\nThe benefits of robotics for the industrial workforce\n\nThe CDC is optimistic about the effect of robotics on industrial workers globally. This is especially the case compared to other industries far newer to automation, such as agriculture, construction, and mining.\n\nFor that reason, the CDC considers these newly automated places of work as less controlled and unsafe work environments for robots to be involved in.\n\nThese places of work are more connected to the public than manufacturing jobs, making the less controlled environment even less safe for robots to work in.\n\nTraditionally, industrial robots have improved working conditions in manufacturing jobs by making them safer, quicker, more productive, and easing working conditions.\n\nThis is partially because workers and robots did not work side-by-side in these settings but were physically separated by a cage for safety reasons.\n\nThat is now changing in manufacturing with the rapid advancement of technology. For example, industrial robots now work physically side-by-side with industrial workers.\n\nHowever, the increased use of industrial robotics and their proximity to workers in dangerous environments is a double-edged sword for worker safety, health, and wellness.\n\nThe potential to improve worker safety results from robots being able to cover for workers on hazardous tasks.\n\nBut, there are safety concerns that robots could injure workers by accident — for instance, by distracting them from workplace safety hazards.\n\nAnother worry the CDC expresses is that robots could mentally stress workers. For example, workers can perceive robot coworkers negatively, such as ignorance of how the robot works, mistrust in its ability to do the job, or the fear of being replaced by it.\n\nThe CDC states it is more likely that the positives will outweigh the negatives if companies and workers create and abide by strict safety protocols related to the robots.\n\nBecause no governing body has established protocols, companies must conduct operations with industrial robots with a safety-first mentality to ensure worker safety and wellness.", "title": "AI Is Transforming The Future Of Industrial Work", "keywords": ["jobs", "working", "robotics", "workers", "safety", "production", "future", "ai", "work", "transforming", "cdc", "robots", "industrial"], "link": "https://allwork.space/2023/01/ai-is-transforming-the-future-of-industrial-work/", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": "\n\nSummary: The production of industrial robots has risen dramatically in recent years, leading the CDC to suggest that their integration into the workforce will have wide-ranging benefits when used with a safety-first mentality. They can make work safer and more efficient for workers, but there are also potential risks such as injury or mental stress that need to be managed. Companies must ensure worker safety by adhering to established protocols in order for robots to be beneficial."}, "11": {"text": "Bochum/Valencia 13 January 2023\n\n\n\nMore Headlines Articles\n\nUnited Robotics Group (URG) announces the agreement to acquire a majority stake in Robotnik Automation S.L.L. (Robotnik), a leading-edge provider of technologies in mobile service robotics, headquartered in Valencia, Spain.With this acquisition, United Robotics Group advances its strategy of asserting the leading position in the European robotics market through organic growth and acquisitions.Robotnik Automation has a 20-year track record in design, manufacturing and marketing mobile robots and mobile manipulators. The technology and quality in products and services have established the company's presence in international markets such as Korea, Japan, China, Singapore, USA, France, Germany and Italy. Additionally, the company has a strong reputation for the development of engineering and R&D projects.\"We have been working with Robotnik as our strategic partner and I am delighted to see the company join our group. We will benefit from 70 highly experienced robotics experts, especially in the areas of R&D and Software. This investment will support us in the development of further applications for CobiotX, the third generation of robots for humans\", states Thomas Linkenheil, Co-CEO of United Robotics Group. \"We look forward to working with the local management team around Roberto Guzmán and Rafael López who are leading the company since the very beginning. We are very confident to leverage synergies\".Dr. Nadja Schmiedl, CTO of United Robotics Group, comments: \"With their leading mobile manipulator technology and expertise with arm integration and its modular software, Robotnik is a perfect partner for United Robotics Group. We will benefit from Robotnik's access to the international research networks as well as their products to strengthen our vertical Inspection & Maintenance and explore mobility applications in new CobiotX projects.\"Roberto Guzmán, CEO of Robotnik, said: \"We are very pleased to integrate in the United Robotics Group and be part of its expansion in the global market. We will focus on our strength in developing leading edge technology and contributing to URG's success with our network and experience in R&D projects.\"------------------------------------------------------------------------------------------------------------------About United Robotics GroupFounded by Thomas Hähn in 2019, United Robotics Group unites young service robotics companies into a unique ecosystem by bundling hardware and software expertise under one roof. Headquartered in Bochum, Germany, United Robotics Group brings together cutting-edge technology and robotic experts from both the social and industrial world. United Robotics Group shares the common ambition to empower humanity with technology, and lighten processes for humans, helping them focus on human interactions in a safe and secure environment.As the CobiotX company who created this 3rd generation of robotics - robots for humans, the United Robotics Group is committed to developing standardized and customized solutions to meet social and business challenges in the life science, health and care, hospitality, education, intralogistics, maintenance and surveillance sectors with quality, data protection and sustainability as key driving forces. All planning humans in the center of all.RSBG SE, the investment entity of RAG-Stiftung, focused on technology and engineering driven companies is majority shareholder of United Robotics Group. SoftBank Robotics Group is minority shareholder of United Robotics Group.To learn more about United Robotics Group: www.unitedrobotics.groupAbout Robotnik Automation S.L.L.Robotnik is a leading European mobile service robotics company.Its activity is focused on the development, manufacture and commercialization of autonomous mobile robots and mobile manipulators for different applications in both industrial and academic fields: inspection, inventory, security and logistics. Since the beginning of its activity in 2002, it has sold more than 5.000 robots in 50 countries around the world and has participated in more than 60 European R&D projects.Robotnik has its own R&D department in mobile service robotics and a multidisciplinary engineering team qualified in several fields such as industrial engineering, mechanics, telecommunications and software development.", "title": "United Robotics Group GmbH strengthens ecosystem of European robotics leaders with the acquisition of Robotnik Automation S.L.L.", "keywords": ["software", "robotics", "robotnik", "leaders", "rd", "sll", "gmbh", "group", "european", "united", "technology", "mobile", "strengthens", "ecosystem", "leading", "robots"], "link": "https://www.roboticstomorrow.com/news/2023/01/15/united-robotics-group-gmbh-strengthens-ecosystem-of-european-robotics-leaders-with-the-acquisition-of-robotnik-automation-sll/19925/", "skip": "false", "gpt_score_reason": "7/10", "gpt_relevancy_score": 7, "summary": "Summary: United Robotics Group (URG) has announced the acquisition of a majority stake in Robotnik Automation S.L.L., a provider of technologies in mobile service robotics based in Valencia, Spain. This strategic partnership will benefit URG with 70 highly experienced robotics experts and their access to international research networks while Robotnik acquires URG's third-generation robots for humans. Both companies look forward to leveraging synergies and success through this merger."}, "12": {"text": "Reddit Vote Share 0 Shares\n\nThe rapid increase of computational power and accessibility of computations have enabled a wide range of applications in computer vision and graphics. As a result, it is now possible to perform complex tasks like object detection, facial recognition, and 3D reconstruction in a short amount of time. Especially in the 3D domain, advancements in computer vision and graphics have allowed for the development of computer-based games, proof-of-concept 3D movies and animation, and options for virtual and augmented reality experiences. Furthermore, many applications in computer vision and graphics are close to being or have already been addressed with the help of deep learning and artificial intelligence.\n\nThese methods are based on artificial neural networks, which are used to learn complex patterns in data. Deep learning networks are hierarchical, meaning they are composed of multiple layers, with each layer learning a certain pattern. The learning process can be either supervised, meaning that labeled data is used to train the model, or unsupervised, which means that no labeled data is given for the training process. Once trained, the model can make predictions about data it has not seen before. In this sense, prediction is not strictly limited to the definition of its term. It relates to a large number of operations like object detection, object/entity classification, multimedia generation, point cloud compression, and much more.\n\nUsing these neural networks to address problems in the 3D domain can be tricky, as it requires more computational power and attention than in the 2D domain. One important task is related to 3D editing and the human interpretability of geometric parameters.\n\nEasing the 3D editing or customization process can be important for gaming or computer graphics applications. People interested in gaming probably know the detail of the customization that some editors can provide while creating a personalized avatar in games, from sport to action. Have you ever wondered how much time it takes to set up all these characteristics on the developer’s side? Defining all those characteristics can take weeks or, worst case, months.\n\nGood news comes from research work presented in this article which shines a light on this problem and proposes a solution to automatize this process.\n\nThe proposed framework is depicted in the figure below.\n\nThe objective is to recover an editable 3D mesh from an input item represented as a 3D point cloud or a 2D sketch picture. To do this, the authors create procedural software that enforces a set of form constraints and is parameterized by controls that are easy for humans to understand. After teaching a neural network to infer the program parameters, they can generate and recover an editable 3D shape by running the program. This application has straightforward controls in addition to structural data, leading to consistent semantic portion segmentation by building.\n\nSpecifically, the program supports three parameters: discrete, binary, and continuous. The disentanglement of the shape parameters guarantees accurate control over the object characteristics. For instance, we can isolate the seat’s shape from the other parts of a chair. Hence, modifying the seat will not impact the geometry of the remaining parameters, such as the backrest or the legs.\n\nTo obtain editing flexibility, mesh primitives such as spheres or planes are created and modified according to the user’s needs. Two curves guide the generation of the final shape: a one-dimensional curve describing a path in the 3D space, and a two-dimensional curve, representing the profile of the shape.\n\nDefining curves in this way enables a rich variety of combinations, specified not only by the curves themselves but also by the attachment points, which are the points at which two curves are connected to each other. These points can be defined by a scalar floating value from 0 to 1, where 0 represents the beginning, and 1 is the end of the curve.\n\nBefore feeding the parameters to the program for the final 3D shape recovery, an encoder-decoder network architecture is exploited to map a point cloud or sketch input to the parameter representation.\n\nThe encoder embeds the input into a global feature vector. Then, the vector embeddings are fed to a set of decoders, each with the scope of translating the input into a single parameter (disentanglement).\n\nGeoCode can be used for various editing tasks, such as interpolation between shapes. An example is shown in the figure below.\n\nThis was the summary of GeoCode, a novel AI framework to address the 3D shape synthesis problem. If you are interested, you can find more information in the links below.\n\nCheck out the Paper, Github, and Project. All Credit For This Research Goes To the Researchers on This Project. Also, don’t forget to join our Reddit Page, Discord Channel, and Email Newsletter, where we share the latest AI research news, cool AI projects, and more.", "title": "Meet GeoCode: An Artificial Intelligence Technique For 3D Shape Synthesis Using An Intuitively Editable Parameter Space", "keywords": ["intuitively", "intelligence", "geocode", "program", "learning", "shape", "technique", "space", "graphics", "meet", "synthesis", "parameters", "parameter", "curves", "3d", "data", "input", "using", "editing"], "link": "https://www.marktechpost.com/2023/01/16/meet-geocode-an-artificial-intelligence-technique-for-3d-shape-synthesis-using-an-intuitively-editable-parameter-space/", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": " \n\nSummary: GeoCode is a novel AI framework developed to address the 3D shape synthesis problem. The program supports three parameters - discrete, binary, and continuous; supporting a rich variety of combinations when generating final shapes. An encoder-decoder network architecture is used to map point cloud or sketch inputs into parameter representation. Join the Reddit page, Discord channel and Email Newsletter for more information on this research project."}, "13": {"text": "Tech marketing company Codeword has taken its artificial intelligence use to the next level.\n\nInstead of hiring college students, the company is relying on AI to fill in intern roles, which typically involve repetitive tasks. These digital interns named themselves Aiko and Aiden and will aid teams on editorial content, graphic design and research.\n\n“It’s an opportunity to streamline internal processes by eliminating necessary but mind-numbing and time-consuming tasks — or at least to pass them off onto emotionless interns who can’t get bored,” said Terrence Doyle, senior editor at Codeword.\n\nAlthough this technology is initially being used for menial tasks, some professionals have expressed concern about AI’s role in the future of work. Could more companies turn to AI to save money and replace salaried jobs?\n\nAs of now, the consensus is no. AI is still in its early stages and requires human support to be thorough. However, as this technology becomes more advanced, workers may be forced to upskill in order to remain valuable to a company’s operations.", "title": "AI Takes Over “Mind-Numbing” Tasks At This Company, But Could It Do More In The Future?", "keywords": ["valuable", "used", "takes", "interns", "tasks", "future", "ai", "upskill", "work", "technology", "mindnumbing", "workers", "company"], "link": "https://allwork.space/2023/01/digest-ai-takes-over-mind-numbing-tasks-at-this-company-but-could-it-do-more-in-the-future/", "skip": "true", "gpt_score_reason": "\n\n2/10", "gpt_relevancy_score": 2}, "14": {"text": "The Falcon Heavy rocket made its fifth launch in five years on Sunday evening from Florida. However, this was the first launch of the triple-core booster in twilight, and this rare evening light provided some spectacular new insights into the liftoff and return of the rocket.\n\nThis post-sunset lighting can be seen in the introductory image above, which showcases reddish hues bouncing off the white cores and upper stage. That color comes from the rocket gaining enough altitude to be in line of sight with the Sun.\n\nNow the second-most powerful rocket in the world after NASA's Space Launch System, the Falcon Heavy always puts on a great show, with its 27 Merlin engines firing at once. It holds the record for the rocket with the most first-stage engines to reach orbit—at least, it will until SpaceX's Starship rocket flies later this year.\n\nSunday's launch was named USSF-67 and carried two payloads into geostationary orbit for the US Space Force. This was the second Falcon Heavy launch for the Space Force, with another scheduled for later this spring.\n\nAdvertisement\n\nThis engine shot showcases the three separate cores of the rocket, each a modified version of SpaceX's Falcon 9 rocket, with its own individual plume.\n\nThe rocket is seen here climbing into the sky before booster separation, which happens about 2 minutes and 30 seconds into the launch. After this point, the side-mounted boosters will separate from the center core of the rocket.\n\nThe center core then burns for an additional 30 seconds before its kerosene and liquid oxygen propellant are expended. In the meantime, the side-mounted boosters must arrest their forward motion and reorient themselves for a return to landing zones a few kilometers from the launch site.", "title": "From start to finish, Sunday’s Falcon Heavy launch delivered spectacular imagery", "keywords": ["rocket", "imagery", "spacexs", "spectacular", "sidemounted", "finish", "space", "seen", "heavy", "launch", "sundays", "delivered", "separate", "showcases", "start", "falcon"], "link": "https://arstechnica.com/science/2023/01/from-start-to-finish-sundays-falcon-heavy-launch-delivered-spectacular-imagery/", "skip": "false", "gpt_score_reason": "\n\n6/10", "gpt_relevancy_score": 6, "summary": "\n\nOn Sunday night, the Falcon Heavy successfully launched two US Space Force payloads from Florida into geostationary orbit, in an evening launch that showcased its triple-core design and majestic flaming plumes. This marked the second such mission for the USSF and SpaceX has another one scheduled this spring."}, "15": {"text": "Regus is expanding its presence across Nigeria that could reach over 2.5 million professionals.\n\nIWG-owned Regus will add to its network of offices in Lagos, Nigeria within the Gbagada neighborhood, marking its eighth center in the country.\n\n“Our opening in Lagos comes at a time when more and more companies are discovering that flexible working boosts employee happiness and satisfaction while helping the environment,” said Mark Dixon, CEO of IWG.\n\n“Our workplace model has also proven to increase productivity and allow for a business to scale up or down at significantly reduced costs.”\n\nAt the debut of the new location, Regus Nigeria’s Executive Vice Chairman Ayo Akinmade spoke about the importance of introducing more collaborative, professional environments within the region, particularly during a time of soaring real estate costs and limited funding.", "title": "Regus Nigeria Expansion Aims To Reach Up To 2.5 Million Professionals", "keywords": ["working", "vice", "regus", "workplace", "aims", "nigeria", "25", "soaring", "spoke", "million", "significantly", "professionals", "lagos", "expansion", "reach", "scale"], "link": "https://allwork.space/2023/01/digest-regus-nigeria-expansion-aims-to-reach-up-to-2-5-million-professionals/", "skip": "true", "gpt_score_reason": " \n\n0/10 This article is not relevant to Space Robotics.", "gpt_relevancy_score": 0}, "16": {"text": "CargoNet recorded 1,778 supply chain risk events across the United States and Canada in 2022, an increase of 15% from 2021. Supply chain disruptions were one of the main concerns of the year because of their effect on inflation. Scarcity and cost drove illicit market demand for goods most affected like computer graphics cards and raw beef, poultry and pork. Available capacity eased in the later months of 2022, but theft remained a prominent threat.\n\nFrom CargoNet:\n\nEvents that involved theft of at least one heavy commercial vehicle such as a semi-truck or semi-trailer increased by 17% year-over-year, while events that involved theft of cargo increased by 20% year-over-year. The average value of cargo stolen in an event was $214,104, equalivant to an estimated $223 million in cargo.\n\nIncreases in theft activity around major intermodal hubs were significant. California remained the top state for reported events in 2022, and theft in the state increased 41% year-over-year. Computer and green energy components were some of the most frequently stolen items of the year, and California is a major logistics hub for these items. Theft in Georgia increased by 34% year-over-year, due in part to organized crime groups that took advantage of increased traffic to the Port of Savannah.\n\nHousehold items such as appliances and furniture were the most stolen commodity in 2022. There was also a notable increase in theft of shipments of tools and toys. Household items were closely followed by electronics.\n\nCargoNet recorded 96 more fictitious pickups in 2022 compared to the year prior, a 600% increase year-over-year. Most fictitious cargo pickups occurred in California (74% of total), but the crime is spreading across the country with similar fictitious pickups in Washington, New Jersey, Pennsylvania, Illinois, Texas and others.", "title": "Cargo Theft Remains Top Concern in Supply Chain Space", "keywords": ["remains", "stolen", "theft", "chain", "increased", "items", "2022", "increase", "pickups", "fictitious", "space", "cargo", "events", "yearoveryear", "supply", "concern"], "link": "https://www.sdcexec.com/transportation/trucking/news/22657403/cargonet-cargo-theft-remains-top-concern-in-supply-chain-space", "skip": "true", "gpt_score_reason": "\n\n0/10", "gpt_relevancy_score": 0}, "17": {"text": "AutoStore, a warehouse automation company, has launched Pio, short for “Product In/Out”, which is basically an automated storage and retrieval system, or ASRS.\n\nThe company describes it as a “plug-and-play version” of its AutoStore cube storage technology tailored.\n\nPio has been specially designed for small and medium-sized businesses.\n\nBased on a pay-per-pick service model, Pio allows SMBs, such as retailers of apparel, sporting goods, crafts, and cosmetics, to deploy robotic automation for a relatively low investment – enabling more businesses to gain access to the world’s best automation technology.\n\nMats Hovland Vikse, CEO of AutoStore, says: “We established Pio to make our technology available to smaller businesses.\n\n“Only 15 percent of the world’s warehouses are automated, and fulfillment operations at smaller retailers are still largely manual.\n\n“Pio levels the playing field so that enterprises of all sizes can take advantage of the space and cost efficiencies of automated storage and distribution systems.”\n\nRetailers pay a fee per individual item picked; robots, ports, and software are owned and maintained by Pio. Users need only purchase product bins and the frames that the robots run on.\n\nA Pio facility is modular and scalable and runs on standard plug-and-play software that connects to the most common online retail and shipping platforms.\n\nIn effect, Pio lets small and medium-sized business compete against much larger ones, with minimal capital expense, added labor, or need for additional floor space.\n\nMagne Hatteland, VP and head of Pio, says: “Never before has the option for a fully automated storage and retrieval system been offered to the SMB segment – and certainly not with robotic technology that has been proven through multitudes of successful installations around the world for over 20 years.\n\n“With Pio, you can expand without having to move, enabling users to run their businesses closer to customers. We are already seeing success with Pio systems operating at several high-profile retailers in Europe.\n\n“Now that the system is available in North America, we are ready to support fast-growing independent retailers here as well.”\n\nShare this: Print\n\nFacebook\n\nLinkedIn\n\nReddit\n\nTwitter\n\nTumblr\n\nPinterest\n\nSkype\n\nWhatsApp\n\nTelegram\n\nPocket\n\n", "title": "AutoStore launches new robotic system for warehouses", "keywords": ["pio", "automation", "system", "worlds", "retailers", "storage", "launches", "users", "automated", "autostore", "technology", "warehouses", "robotic"], "link": "https://roboticsandautomationnews.com/2023/01/16/autostore-launches-new-robotic-system-for-warehouses/59097/", "skip": "true", "gpt_score_reason": "\n\n2/10", "gpt_relevancy_score": 2}, "18": {"text": "Boosted by technology and patents, gamification has clearly gained momentum in the amusement and attractions space.\n\nAs technologies such as VR, AR, MR and autonomous motion evolve, interactive game elements are seeing continued investment across the attractions industry. Following is a recent update.\n\nDynamic Attractions and Dynamic Technologies Group recently announced the Dynamic Motion Theater, comprising live on-stage action and a 360-degree screen, with the audience seated on a circular platform. The attraction is scheduled to be opened at Futuroscope, in France, under the name of Tornado Chasers — receiving its grand opening in August.\n\nMeanwhile, Intamin announced its Dynamic Motion Stage — an immersive attraction ride system with four hydraulic cylinders with a central fixed support with multiple ride pods offering various seating configurations, offering capacity of up to 108 passengers and the ability to support media-based or physical props storytelling and 4D effects.\n\nThe system will be able to support dome and screen-based projection and has been promoted as a new level of an immersive ride experience. This marks one of a number of rides of interest from the market for this novel approach to media-based attractions.\n\nOther new developments revealed in this field included those from Cavu and Kuka, revealing the new autonomous ride attraction, using self-driving vehicle technology from Kuka able to achieve a dynamic motion profile through AI technology.\n\nPatents drive innovation\n\nThe deployment of gamification into the attraction sector gathers pace with new patents every day, showing the thinking of the attraction developers towards a gamified/interactive future. This was illustrated with the news of a filing of a U.S. patent by water attraction developer Whitewater West Industries.\n\nThe company proposed an \"Interactive Amusement Attraction and Method\" that offers the ability for riders on waterslides to take part in a game experience hitting embedded trackers on the flume or special triggers. Scores are accumulated and tracked on screens and smart apps.\n\nVortex Aquatic Structures International created the \"Dream Tunnel\" in partnership with Super Aqua Club to develop the media-based water experience. It is aimed at being deployed within attractions such as flumes and water rides, with a combination of laser imagery, waterfall display and audio to create an immersive experience played within the space.\n\nFalcon's Creative Group has introduced its 4D Dark Ride technology, representing the EVO-6 motion-base tracked ride system in partnership with Oceaneering. The company also revealed more of its plans for the Falcon's resort project, \"Falcon's Beyond,\" currently in the development stage following the announcement of the partnership with Katmandu Park.\n\nTriotech steps forward\n\nTriotech recreated its \"HyperRide\" attraction with a tracked ride-car moving between screens which the player shoots at.\n\nThe company also launched its \"Qube\" platform — an amusement-based enclosure that offers four motion seats for players with guns to shoot at the action on screen. This is best described as a scaled down variant of the popular \"Dark Ride Theater\" shooting experience, which should appeal to a wider operator base. The Qube systems will prove a popular FEC piece for venues still undecided on buying the full-size theater attraction. The company also introduced its interactive \"Storm,\" a two-player VR amusement piece called \"Creepy Castle.\"\n\nTriotech has also announced an attraction based on the popular IP, \"PUBG: Battlegrounds.\" Developed in partnership with Lotte World in South Korea, the 8,000-square-foot walk-through attraction will be called \"Battlegrounds World Agent\" and will include the popular elements from the \"Player Unknown Battle Ground\" shooting game split into three zones.\n\nDOF Robotics has introduced \"Digital Park: Mission Space,\" a multi-stage experience that lasts over 30 minutes, broken down into stages, with teams of six players. It also comprises motion simulation and themed experience led by cast members.\n\nThe attractions stages include the first being shot into space, interaction with the space station, and then the surface of the moon and interactive elements — along with the ride simulation. The attraction has been created to support from six to 30 guests at a time with six sessions per hour.\n\nThe concept incorporates endless theming (story) options, from space, underwater, time-travelling and even zombie adventures. The first installation of this attraction has been signed for launch at Camlica Tower in Istanbul, Turkey — opening in 2023.\n\nBold Move Nation introduced \"AR Quest\" with dinosaur-themed \"Raptor Expedition\" — an interactive walk-through that falls into the mixed reality category of innovation.\n\nThe company is also involved with other AR and VR solutions, with the \"WaterSlider VR\" experience, along with a \"phygital\" (the marriage of physical and digital interactivity) VR escape room platform, targeting parks as well as FEC deployment.\n\nGame Over Escape Rooms — an international franchise based in Greece — introduced a range of experiences, including the launch of \"Cube Challenges\" game. Specially developed skills, fitness and brain power are all individual challenges for teams from two-to-six players, with all players wearing tracked wristbands and gathering points counted through the Cube OS.\n\nFilms inspire innovation\n\nSimEx-Iwerks Entertainment has partnered with Red Raion — with a customized CGi film called \"Frostbite: Dino Island III\" — specially developed for the SimEx-Iwerks FlyRide theater system. Along with this, they announced three new experiential attractions. The first of these revealed was the 'Immersion Theater' — a scalable attraction comprising special effects and motion seat theater, running the corporation's selection of films as a turn-key attraction and allowing venue operators access to a simple media-theater installation. Initial renderings of the concept placed it in a zoological setting as an immersive experience for zoos, as well as smaller leisure parks.\n\nOther providers of extensive film and content libraries include nWave Studio, announcing the film \"Meg and The Lost Scepter\" from the latest feature film \"Chickenhare and The Hamster of Darkness.\"\n\nBoosted by new technology, gamification has clearly gained momentum in the amusement and attractions space.\n\n(Editor's note: Extracts from this blog are from recent coverage in The Stinger Report, published by Spider Entertainment and its director, Kevin Williams, the leading interactive out-of-home entertainment news service covering the immersive frontier and beyond.)", "title": "Innovations keep driving gamification for attractions", "keywords": ["theater", "experience", "vr", "gamification", "attraction", "attractions", "motion", "introduced", "immersive", "innovations", "driving", "ride", "interactive"], "link": "https://www.vendingtimes.com/blogs/innovations-keep-driving-gamification-for-attractions/", "skip": "true", "gpt_score_reason": "\n\n3/10", "gpt_relevancy_score": 3}, "19": {"text": "DesignFuture Japan, the Japanese arm of Material Bank, the world’s largest marketplace for aggregating and sending out material samples, and Locus Robotics, the leader in Autonomous Mobile Robotics (AMR) for logistics and distribution warehouses, announced today that they will collaborate to deploy LocusBots at Material Bank Japan in their distribution warehouse.\n\n“The reason Material Bank in the United States has grown into a service used by 100,000 designers in just three years is none other than the fact that it greatly contributed to streamlining operations related to sample requests,” said Tsuyoshi Nakazawa, CEO of DesignFuture Japan. “Survey results show that designers in the United States spend nearly 40% of their time requesting samples, but in interviews with Japanese designers, we hear that they spend more time than that. We believe that how quickly we can deliver samples is also important for resolving industry issues.\n\nLocus Robotics, which has built a strong partnership with Material Bank in the United States, supports the rapid and efficient logistics that make this possible.\n\nThe two companies will deploy 25 Locus AMRs, to the Material Bank Japan distribution facility in Ichikawa City, Chiba Prefecture to deliver high productivity logistics and order fulfillment.\n\nThis will improve both the working environment and sustainability through automation and streamlining of picking operations, as well as enhance the customer experience for Material Bank Japan users.\n\nThis is the first deployment for Locus in the Japanese market and the third country in the APAC region following recent deployments in Singapore and Australia.\n\n“Locus Robotics is proud to partner with DesignFuture Japan and Material Bank, sharing our commitment to bring highly effective, scalable and efficient robotics solutions to enable designers and architects in Japan,” said Rick Faulk, CEO of Locus Robotics. “This partnership expands our existing US-based relationship with Material Bank, bringing our innovative technology to the Japanese region for the first time. We look forward to working together to deliver eco-friendly, cutting-edge robotics technology that will drive significant operational efficiency and productivity gains.”", "title": "DesignFuture Japan and Locus Robotics to Deploy Autonomous Mobile Robots", "keywords": ["bank", "designers", "states", "robotics", "autonomous", "locus", "deploy", "samples", "material", "designfuture", "mobile", "united", "robots", "japan", "japanese"], "link": "https://www.geospatialworld.net/news/designfuture-japan-and-locus-robotics-deploy-autonomous-mobile-robots/", "skip": "false", "gpt_score_reason": "\n\n8/10", "gpt_relevancy_score": 8, "summary": "\n\nDesignFuture Japan and Locus Robotics have partnered to deploy 25 Autonomous Mobile Robots (AMRs) at Material Bank Japan's distribution warehouse in Ichikawa City, Chiba Prefecture. This deployment is intended to streamline picking operations, improve the working environment and enhance the customer experience for Material Bank users, while Driving sustainability through automation. This marks Locus Robotics' first deployment within the Japanese market, continuing its expansion throughout APAC region."}}}