{
    "date": "2023-01-13",
    "category": "st",
    "articles": {
        "0": {
            "text": "The Department of Performing Arts at Rochester Institute of Technology’s National Technical Institute for the Deaf presents a celebration of the career of Director of Dance Thomas Warfield in “Twenty-five Years Through Movement and Space,” Feb. 24-26.\n\nUnder the direction of NTID dance instructor Marc Ellis Holland, the production honors Warfield’s 25 years as a senior lecturer and director of dance at RIT/NTID and features dances from Warfield’s creative journey. The show explores the movement of life in the solar system as a journey through space. With dancers using the energy of their bodies and the power of motion to convey ideas and stories, the audience will encounter a multimedia experience combining dance, technology, and design to express the connection between humanity, the universe, and creativity. Student dancers include the RIT DanceCore ensemble.\n\nWarfield, a Rochester, N.Y., native, has performed as a singer, dancer, actor, model, composer, choreographer, director, producer, educator, activist, and poet on stage, television, and in film in more than 100 cities worldwide. He has performed at the Metropolitan Opera, The Yard on Martha’s Vineyard, a circus in Japan, in three U.S. prisons, and for Queen Elizabeth II, in addition to solo concerts. His East Coast tour of his original project, AstroDance, combined dance and astrophysics and was funded by the National Science Foundation. He has worked with director Spike Lee, composers John Adams and Marvin Hamlisch, scientist Carl Sagan, and singers Placido Domingo and Beverly Sills, and has worked with and danced in works by choreographers Merce Cunningham, Paul Taylor, Jose Limon, Robert Joffrey, Bill T. Jones, and many others.\n\nAt RIT, he has served as chair of the President’s Commission on Pluralism and Inclusion and Performing Arts Task Force. He is the founder and artistic director of PeaceArt International, a global outreach organization, and former trainer for the National Coalition Building Institute. He serves as vice president of the MuCCC Theatre board, is former president of ARTWalk, founding member of the Association of Teaching Artists, and is president emeritus of the William Warfield Scholarship Fund at Eastman School of Music. He is recipient of numerous awards and distinctions including the Essie Calhoun Diversity Award from Geva Theatre (2014), the Individual Artist Award from the Rochester Arts & Cultural Council, RIT’s Diversity Trailblazer Award, and the Unsung Heroes Award from the City of Rochester, among others.\n\n“Twenty-five Years Through Movement and Space” will be performed at 7:30 p.m. Feb. 24 and 25, and at 2 p.m. on Feb. 25 and 26, in Ingle Auditorium, Student Alumni Union, on the RIT campus.\n\nTickets are $5 for students, youth and senior citizens (60+); $10 for RIT faculty/staff/alumni; and $12 for the general public. They are available at the RIT University Arenas box office by calling 585-475-4121 (voice), online, or by emailing University Arenas.",
            "title": "RIT’s Thomas Warfield honored with ‘Twenty-five Years Through Movement and Space,’ Feb. 24-26",
            "keywords": [
                "space",
                "thomas",
                "rit",
                "dance",
                "national",
                "honored",
                "director",
                "award",
                "rits",
                "twentyfive",
                "2426",
                "movement",
                "president",
                "warfield",
                "performed",
                "feb",
                "rochester"
            ],
            "link": "https://www.rit.edu/news/rits-thomas-warfield-honored-twenty-five-years-through-movement-and-space-feb-24-26",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "1": {
            "text": "Cookie Preferences Cookie List\n\nCookie List\n\nA cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information. Those cookies are set by us and called first-party cookies. We also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts. More specifically, we use cookies and other tracking technologies for the following purposes:\n\nStrictly Necessary Cookies\n\nWe do not allow you to opt-out of our certain cookies, as they are necessary to ensure the proper functioning of our website (such as prompting our cookie banner and remembering your privacy choices) and/or to monitor site performance. These cookies are not used in a way that constitutes a “sale” of your data under the CCPA. You can set your browser to block or alert you about these cookies, but some parts of the site will not work as intended if you do so. You can usually find these settings in the Options or Preferences menu of your browser. Visit www.allaboutcookies.org to learn more.\n\nFunctional Cookies\n\nWe do not allow you to opt-out of our certain cookies, as they are necessary to ensure the proper functioning of our website (such as prompting our cookie banner and remembering your privacy choices) and/or to monitor site performance. These cookies are not used in a way that constitutes a “sale” of your data under the CCPA. You can set your browser to block or alert you about these cookies, but some parts of the site will not work as intended if you do so. You can usually find these settings in the Options or Preferences menu of your browser. Visit www.allaboutcookies.org to learn more.\n\nPerformance Cookies\n\nWe do not allow you to opt-out of our certain cookies, as they are necessary to ensure the proper functioning of our website (such as prompting our cookie banner and remembering your privacy choices) and/or to monitor site performance. These cookies are not used in a way that constitutes a “sale” of your data under the CCPA. You can set your browser to block or alert you about these cookies, but some parts of the site will not work as intended if you do so. You can usually find these settings in the Options or Preferences menu of your browser. Visit www.allaboutcookies.org to learn more.\n\nSale of Personal Data\n\nWe also use cookies to personalize your experience on our websites, including by determining the most relevant content and advertisements to show you, and to monitor site traffic and performance, so that we may improve our websites and your experience. You may opt out of our use of such cookies (and the associated “sale” of your Personal Information) by using this toggle switch. You will still see some advertising, regardless of your selection. Because we do not track you across different devices, browsers and GEMG properties, your selection will take effect only on this browser, this device and this website.\n\nSocial Media Cookies\n\nWe also use cookies to personalize your experience on our websites, including by determining the most relevant content and advertisements to show you, and to monitor site traffic and performance, so that we may improve our websites and your experience. You may opt out of our use of such cookies (and the associated “sale” of your Personal Information) by using this toggle switch. You will still see some advertising, regardless of your selection. Because we do not track you across different devices, browsers and GEMG properties, your selection will take effect only on this browser, this device and this website.\n\nTargeting Cookies\n\nWe also use cookies to personalize your experience on our websites, including by determining the most relevant content and advertisements to show you, and to monitor site traffic and performance, so that we may improve our websites and your experience. You may opt out of our use of such cookies (and the associated “sale” of your Personal Information) by using this toggle switch. You will still see some advertising, regardless of your selection. Because we do not track you across different devices, browsers and GEMG properties, your selection will take effect only on this browser, this device and this website.",
            "title": "Epiq Solutions acquires space computing tech firm",
            "keywords": [
                "space",
                "computing",
                "websites",
                "website",
                "sale",
                "acquires",
                "performance",
                "epiq",
                "firm",
                "experience",
                "cookies",
                "tech",
                "solutions",
                "browser",
                "site",
                "monitor",
                "selection"
            ],
            "link": "https://www.washingtontechnology.com/companies/2023/01/epiq-solutions-acquires-space-computing-tech-firm/381789/",
            "skip": "true",
            "duplicates": [
                "1",
                "15"
            ],
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "2": {
            "text": "London, 13 January 2023 – SpiderOak raised $16.4 million in an investment round led by Empyrean Technology Solutions, a space technology platform connected to Madison Dearborn Partners, a Chicago-based private equity firm. SpiderOak provides space cyber security solutions for next-generation space systems.\n\nIn a statement Charles Beams, SpiderOak executive chairman, said “Today, space-based assets are mission essential in all civil and military operations and rapidly becoming mission critical for all national and corporate infrastructure. The Space Force and the space industry consensus is that a cyber-attack is the most likely and most damaging threat to these assets.”\n\nIn 2021 SpiderOak won U.S. Air Force Small Business Innovation Research contracts to test its OrbitSecure communications protocol to improve satellite cyber-security. The new investment round will be used to do on-orbit testing and secure flight heritage for OrbitSecure 2.0.\n\n“Their proven track record of developing commercial Zero Trust technology is backed by an extensive patent portfolio”, said Matt Norton, managing director and leader of MDP’s Business & Government Software and Services team, “Their successful demonstrations of OrbitSecure make them the clear new leader in space cybersecurity. Through our existing Empyrean Technology Solutions platform, we’re excited to be your partner into the future.\n\nSpiderOak is moving its headquarters to Reston, Virginia where a new space cybersecurity laboratory will be set up. Here SpiderOak will run OrbitSecure hardware-in-the-loop qualification testing as well as building their Mission Systems’ program and engineering teams.",
            "title": "SpiderOak raises $16.4 million in investment round",
            "keywords": [
                "space",
                "mission",
                "raises",
                "platform",
                "investment",
                "round",
                "164",
                "cybersecurity",
                "million",
                "testing",
                "spideroak",
                "solutions",
                "technology",
                "orbitsecure"
            ],
            "link": "https://spacewatch.global/2023/01/spideroak-raises-16-4-million-in-investment-round/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nSpiderOak, a space cyber security solutions provider, raised $16.4 million in an investment round led by Empyrean Technology Solutions and Madison Dearborn Partners. The investment will be used for on-orbit testing of their cybersecurity protocol; to build a laboratory in Reston, Virginia that will run OrbitSecure hardware-in-the-loop qualification testing and create an engineering team; and to improve satellite cyber security. Charles Beams of SpiderOak noted that the threat of a cyber attack is the most likely damage factor for mission critical assets."
        },
        "3": {
            "text": "A Long March 2C rocket lifts off from the Xichang Satellite Launch Center on Jan. 12, 2023 carrying the APStar 6E satellite to orbit.\n\nChina carried out its third space mission of 2023 on Thursday (Jan. 12) with the launch of a commercial telecommunications satellite.\n\nA Long March 2C rocket lifted off from the Xichang Satellite Launch Center Thursday at 11:10 a.m. EST (1810 GMT; 2:10 a.m. on Jan. 13 Beijing time).\n\nThe China Aerospace Science and Technology Corporation (CASC), which developed both the rocket and satellite, announced (opens in new tab) the success of the launch within the hour.\n\nRelated: The latest news about China's space program\n\nThe APStar 6E satellite was ordered by APT Satellite of Hong Kong and will add to the company's fleet of telecommunications satellites serving the Asia-Pacific region.\n\nThe 4,607-pound (2,090 kilograms) satellite was developed by the China Academy of Space Technology (CAST) and based on a new, small DFH-3E satellite platform featuring all-electric propulsion.\n\nThe satellite was sent into an initial low Earth orbit but will spend most of the year raising its altitude to reach geostationary orbit, 22,236 miles (35,786 kilometers) above the equator. APStar 6E launched with a separable propulsion system that will boost the satellite into a higher orbit, after which the satellite's own propulsion will complete the months-long journey to geostationary orbit.\n\nAPStar 6E is planned to operate for a service lifetime of 15 years from a position fixed over 134 degrees east latitude. From there it will provide 30 gigabits per second payload capacity with 25 Ku-band and 3 Ka-band user beams.\n\nThe launch was China's third of the year. CASC, China's state-owned main space contractor, is planning to launch more than 50 times this year, including sending cargo and crew missions to the country's Tiangong space station .",
            "title": "China launches new commercial communications satellite to orbit",
            "keywords": [
                "space",
                "jan",
                "orbit",
                "china",
                "chinas",
                "communications",
                "rocket",
                "xichang",
                "launch",
                "commercial",
                "launches",
                "apstar",
                "6e",
                "satellite"
            ],
            "link": "https://www.space.com/china-commercial-communications-satellite-launch-apstar-6e",
            "skip": "true",
            "duplicates": [
                "3",
                "5",
                "3",
                "18"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "4": {
            "text": "The U.S. Army’s Counter-Small Unmanned Aircraft Systems (C-sUAS) development program is tasked with providing military personnel with technology to detect, track, identify, and defeat various adversary UAS platforms. Just one effort among many, Counter-Small Unmanned Aircraft Systems advance high power microwave technology, command and control decision aids, and high energy lasers, among several other capabilities.\n\nThe urgency of this effort is being spurred by the seemingly endless proliferation of UAS that are seen as low-cost, high-reward assets for surveillance, intelligence gathering, and even lethal attacks on U.S. personnel and interests.\n\nThe U.S. Army is leading the effort, but all the U.S. military branches are expected to benefit from the program. Since the Army announced the release of the DoD C-sUAS Strategy in January 2021, the program has been progressing steadily and devoting significant time to testing and evaluating the many C-sUAS devices already being offered for sale by multiple contractors.\n\nThe multiple contract awards and fielding announcements over the past year for C-sUAS systems to enhance security efforts within the U.S. military are a good indicator of the types of technology the Army is seeking to advance.\n\nIn April 2022, Liteye Systems announced the delivery of its SHIELD system to the U.S. Army in 2021 through a multiyear contract to integrate the system payload into a high laser energy (HEL) C-sUAS effort. According to Liteye, the system can be layered with multiple effectors and battle management systems to detect, track, identify and defeat multiple threats.\n\nIn July 2022, the U.S. Marine Corps announced the fielding of the Installation-Counter small Unmanned Aircraft Systems (I-CsUAS) which is intended to defeat commercial off-the-shelf Group 1 and Group 2 UAS. I-CsUAS also provides detection, tracking and identification capabilities.\n\nBased on an estimated projection of the FY23 U.S. defense budget, $208 million will be spent on the U.S. Army’s Counter-Small Unmanned Aircraft Systems Development program effort through 2031.\n\nForecast International’s Electronic Warfare Forecast provides coverage of self-protection and early warning systems for military platforms, both in the skies and on the surface. This service features reports on notable systems such as the Next Generation Jammer and the Eurofighter EW suite, as well as electronic intelligence gathering and radar and missile warning systems currently available or in development. An annual subscription includes 80 individual reports, most with a 10-year unit production forecast. Product comes complete with three Market Segment Analyses covering the markets for: Decoys Dispensers; Electronic Attack Systems; and Electronic Support Measures. Click here to learn more.",
            "title": "Drone Threat Spurs U.S. Army $200 Million Counter-Technology Research Effort",
            "keywords": [
                "spurs",
                "army",
                "systems",
                "program",
                "200",
                "military",
                "drone",
                "countertechnology",
                "multiple",
                "million",
                "effort",
                "unmanned",
                "csuas",
                "electronic",
                "research",
                "aircraft",
                "threat"
            ],
            "link": "https://dsm.forecastinternational.com/wordpress/2023/01/13/drone-threat-spurs-u-s-army-200-million-counter-technology-research-effort/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " \n\nThe U.S. Army's Counter-Small Unmanned Aircraft Systems (C-sUAS) Development Program is tasked with providing military personnel with technology to detect, track, identify and defeat various adversary UAS platforms through high power microwave technology, command and control decision aids as well as high energy lasers. The program has already seen multiple contract awards and fielding announcements over the past year for C-sUAS systems to enhance security efforts within the military branches. Liteye System delivered their SHIELD system in 2021 and the U.S. Marine Corps have also fielded an I-CsUAS system that provides detection, tracking and identification capabilities which will be funded using $208 million of the estimated FY23 defense budget across 2031."
        },
        "5": {
            "text": "APSTAR-6E Communications Satellite Photo: Courtesy of China Academy of Space Technology\n\nMarking a good start to another ambitious year for China's space industry, the country successfully carried out two launch missions from different launch sites on Friday, sending China's first all-electric propulsion communications satellite to a preset orbit via a Long March-2C carrier rocket and three other satellites to a designated orbit via a Long March-2D vehicle.At 02:10 am on Friday, the Long March-2C carrier rocket lifted off from Xichang Satellite Launch Center in Southwest China's Sichuan Province, sending the APSTAR-6E Communications Satellite into orbit to provide high-quality communication services for users in Southeast Asia, the Global Times learned on Friday from China Great Wall Industry Corporation (CGWIC), a subsidiary of China Aerospace Science & Technology Corporation (CASC).The satellite contains 25 Ku-band user beams and three Ka-band gateway beams with a 30Gbps payload capacity. It has a designed lifespan of 15 years and will be positioned at 134°E co-located with two other communication satellites.Focusing on the customized payload market in Southeast Asia, the APSTAR-6E satellite will provide cost-effective high throughput communication services.The APSTAR-6E satellite is the new generation of all-electric propulsion commercial satellites, and also the first Chinese satellite to achieve autonomous orbit transfer. The successful launch of the APSTAR-6E satellite marks a step into a new era of high-capacity and low-cost satellite platforms, and improves competitiveness in the international market, according to a statement CGWIC sent to the Global Times.Also on Friday, at 3 pm, the Long March-2D sent the Yaogan-37 remote sensing satellite along with two other small test satellites into orbit from the Jiuquan Satellite Launch Center in northwestern China's Gobi Desert.Dubbed the \"golden rocket\" in the Long March family, the Long March-2D launch vehicle is expected to perform 13 launches out of some 50-plus mission launches scheduled for 2023.",
            "title": "Successful launches mark strong start to 2023 for China's space industry",
            "keywords": [
                "space",
                "successful",
                "satellites",
                "orbit",
                "start",
                "chinas",
                "communications",
                "long",
                "rocket",
                "industry",
                "launch",
                "2023",
                "launches",
                "march2d",
                "satellite",
                "apstar6e",
                "strong",
                "mark"
            ],
            "link": "https://www.globaltimes.cn/page/202301/1283775.shtml",
            "skip": "true",
            "duplicates": [
                "3",
                "5",
                "5",
                "18"
            ],
            "gpt_score_reason": "7/10",
            "gpt_relevancy_score": 7
        },
        "6": {
            "text": "The race to put satellites into orbit from Western Europe is heating up.\n\nJust days after a failed UK satellite launch, Sweden on Friday inaugurated its own new launch site in the Arctic, from which it hopes to see the first satellite blast off by late March 2024.\n\nEuropean Commission president Ursula von der Leyen, Sweden's King Carl XVI Gustaf and Swedish prime minister Ulf Kristersson cut the ribbon during a ceremony at the Esrange spaceport, about 40 km from the town of Kiruna.\n\nThey emphasised how the spaceport could help the EU tackle climate change and bolster its security and defence capabilities.\n\n\"This spaceport offers an independent European gateway to space,\" von der Leyen said, describing how space research had \"enormous potential\" to improve our daily life, from measuring the effects of climate change to tracking natural disasters or monitoring road traffic in real-time.\n\nSmall satellites are also important to Europe's security, von der Leyen added, noting how Ukrainian forces use them to track the movement of Russian troops.\n\n\"Europe has its foothold in space and we will keep it,\" she said.\n\nWhile 2022 has been an exceptional year for space exploration, it has been marred by growing tensions with Europe’s biggest space partner, Russia.\n\nAccording to experts, it has become easier in recent years to send satellites into orbit thanks to their smaller sizes and cheaper prices compared to a few years ago - and Europe is now looking to capitalise on it.\n\nGeographical advantage\n\nAs it strikes out on a more independent path, the Esrange Space Centre has become the leading prospective candidate for Europe’s first satellite launch.\n\nAlthough the European Space Agency (ESA) has a space hub in Kourou in French Guiana, there hasn’t yet been a satellite sent directly from mainland Europe to space.\n\nHowever, the Swedish spaceport has said it could happen as early as the end of 2023.\n\nOther European spaceports are also in the race. Portugal's Azores, Norway's Andoya island, Spain's Andalusia and the UK's Shetland Islands are all vying for the honour of launching Europe’s first satellite.\n\nThe Swedish Space Corporation (SSC) says its location, 200 km above the Arctic Circle, makes the Esrange space centre an odds-on candidate.\n\n\"We think we are clearly the most advanced,\" says Mattias Abrahamsson, Head of Business Development at the SSC.\n\nIn this area, we have 5,200 square kilometres where no one lives, so we can easily launch a rocket that flies into this area and falls down without anyone getting harmed. Mattias Abrahamsson Head of Business Development, Swedish Space Corporation\n\n\"In this area, we have 5,200 square kilometres where no one lives, so we can easily launch a rocket that flies into this area and falls down without anyone getting harmed,\" Abrahamsson says.\n\nOrbiting the North and South Poles is enough for many satellites and in Sweden, like in the rest of Europe, the rockets being developed are \"micro-rockets\".\n\nThese are around 30 metres long, and capable of carrying a payload of several hundred kilos.\n\n\"Instead of launching one big satellite, you spread it out over multiple small satellites and that drives the demand,\" Philip Påhlsson, Project Manager of New Esrange, explained.\n\nIn addition, having a launch site close to European clients spares them and their satellites long boat journeys to Kourou.\n\nThe satellite industry is booming, and the Swedish state-owned company is in discussions with several rocket makers and clients who want to put their satellites in orbit.\n\nBut working in the harsh Arctic climate \"comes with challenges,\" SSC says.\n\nWith temperatures regularly dropping to -20 or -30 degrees, special attention needs to be paid to the metals used, which become more fragile in the cold.\n\n'New Esrange' project\n\nFounded by ESA in 1966 to study the atmosphere and Northern Lights phenomenon, the Esrange space centre has invested heavily in its facilities in recent years to be able to send satellites into space.\n\nThe new hangar is big enough to house two 30-metre rockets, which are currently under assembly elsewhere.\n\nMore than 600 suborbital rockets have already been launched from this remote corner of Sweden's far north, including the Suborbital Express 3, which was launched in November.\n\nIn the future, SSC is aiming for payloads of more than a tonne.\n\nUnder a project called Themis, Esrange will also host ESA's tests of reusable rockets that can land back on Earth, similar to those used by Elon Musk's company SpaceX.\n\nFor more on this story, watch the video in the media player above.",
            "title": "Sweden inaugurates Arctic satellite launch site as space race heats up in Europe",
            "keywords": [
                "space",
                "sweden",
                "satellites",
                "european",
                "rockets",
                "europes",
                "heats",
                "esrange",
                "swedish",
                "race",
                "launch",
                "spaceport",
                "site",
                "europe",
                "arctic",
                "satellite",
                "inaugurates"
            ],
            "link": "https://www.euronews.com/next/2023/01/13/this-arctic-space-centre-could-become-the-first-to-launch-satellites-from-mainland-europe",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: The race to launch satellites from Western Europe is gaining momentum, with the Swedish Space Corporation's Esrange spaceport launching a Suborbital Express 3 rocket in November and set for the first satellite blast off by March 2024. European Commission president Ursula von der Leyen highlighted how space research can help us track climate change, natural disasters and road traffic. The location of Sweden's spaceport - 200 km above the Arctic Circle - gives it an advantage over other contenders. Nevertheless, due to harsh climates special attention needs to be paid when constructing materials so they don't become fragile in cold temperatures. ESA will also host tests of reusable rockets at Esrange which could be similar to those developed by SpaceX."
        },
        "7": {
            "text": "Small Agency Blazes Trail For New Space Architecture\n\niStock illustration\n\nThe Space Development Agency is trying to live up to its motto — “Semper Citius,” or always faster — as it integrates with the Space Force and ramps up acquisition for the service.\n\n\n\nThe agency officially became part of the Space Force in October 2022. Through its acquisition strategy that prioritizes delivery speed over cost and performance, the agency is looking to transform how the service procures and fields new technologies and capabilities from the inside out.\n\n\n\nCreating change has been a focus for the Space Development Agency since its inception in March 2019, said the agency’s director Derek Tournear.\n\n\n\n“We were established outside of what was the Air Force — there was no Space Force back then — for one reason and one reason only, and that was to come up with a completely new way to do space architecture that disrupted the status quo,” he said during a recent keynote address at the Mitchell Institute Spacepower Security Forum.\n\n\n\nThe SDA modeled itself off the book “The Innovator’s Dilemma” by Clayton Christensen, “which essentially says … you cannot have disruption from within, it really has to happen from outside,” Tournear said.\n\n\n\nThe agency has led the Defense Department’s efforts to develop the National Defense Space Architecture, or NDSA, a proliferated system of satellite constellations primarily in low-Earth orbit to provide war­fighters beyond-line-of-sight targeting of mobile objects such as ships and advanced missiles in flight.\n\n\n\nDemonstrating this increased capability to track and alert soldiers to vehicles and missiles will help U.S. forces deter aggression and prevent future conflict, Tournear said.\n\n\n\n“Once you can demonstrate that we have these capabilities … that will prevent war, because everyone will see that and see how rapidly we can employ those capabilities and know that if they choose to actually engage in the United States, then we will be able to defeat them,” he said during a panel discussion at the Air and Space Forces Association’s annual conference in National Harbor, Maryland, in September.\n\n\n\nTo put the new spacecraft in orbit as soon as possible, the SDA introduced an acquisition strategy called “spiral development,” fielding capabilities in two-year stages called tranches.\n\n\n\n“We are not going to take 10 years to field a constellation, 10 years to field a capability,” Tournear said. “We’re going to start with a minimum viable product, and we’re going to field that and increase that capability every two years by hook or by crook, get those new capabilities up there.”\n\n\n\nRather than wait for the best platform possible, the agency incentivized solutions that maintain the architecture’s rapid fielding schedule over cost and performance, he said.\n\n\n\n“The spiral development approach only works if you can keep that … model of delivering these capabilities on time,” Tournear said. “The better product that’s sitting on the ground when you go to war is not helpful. That’s our unofficial motto … ‘better is the enemy of good enough.’”\n\n\n\nThis rapid acquisition strategy, with competition for contracts every other year, relies heavily on industry to continue providing the necessary capabilities, he said.\n\n\n\n“So in a sense, I am supplementing … SDA’s budget with [industry’s] internal research and development dollars to make products that then you can sell back to the government,” Tournear said.\n\n\n\nSpiral development was not “an easy concept for folks within the Pentagon to grasp,” he said. SDA has faced some delays, but the agency remains committed to its approach.\n\n\n\nThe initial Tranche 0 launch was originally scheduled for September 2022, but as vendors identified challenges to the “aggressive delivery schedule,” it was pushed to December 2022 and then again to March 2023 “after careful analysis and with input from our performers,” an SDA spokesperson said in an email.\n\n\n\n“SDA built in some launch flexibility to account for risks,” the spokesperson said. “We anticipate all Tranche 0 satellites will be flying in time to participate in critical capability demonstrations including military exercises in summer 2023 and missile targeting demonstrations in 2024.\n\n\n\n“SDA is confident our spiral development model works, while the learning process provides SDA the opportunity to grow our relationship with industry and apply Tranche 0 lessons to future tranches,” the spokesperson added. “SDA is not backing off on speed, as we still believe schedule is king.”\n\n\n\nThe Tranche 0 satellites were less expensive than expected, Tournear said.\n\n\n\nTournear anticipated SDA would pay as much as $25 million per satellite, but the average price for Tranche 0 satellites landed at about $14 million. They “came in below what I thought, so that [gave] a lot of people confidence,” he said.\n\n\n\nTranche 1 satellites — which are expected to launch in 2024 and 2025 — have cost just under $14 million per unit while increasing capability from Tranche 0, he added.\n\nAs long as the agency doesn’t try to push ahead of what industry can develop, it can receive affordable price points, Tournear said.\n\n\n\nThe Space Development Agency is now part of the Space Force, which is also trying to improve upon traditional Defense Department acquisition practices. In its April 2022 report, “Space Acquisitions: Changing Environment Presents Continuing Challenges and Opportunities for DoD,” the Government Accountability Office noted the creation of the Space Force “will consolidate leadership, planning, and management for selected DoD space programs.”\n\n\n\nThat said, “Only time will tell if Space Force … will be able to address the long-standing concerns raised by [the Government Accountability Office] and others including historical fragmentation in space acquisition leadership,” the report added.\n\n\n\n“There’s a track record of being late on programs. We have to turn that track record around and actually execute,” said Assistant Secretary of the Air Force for Space Acquisition and Integration Frank Calvelli, who assumed the role in May.\n\n\n\nIn a memo sent to the Space Force’s acquisition workforce in October, Calvelli outlined nine acquisition tenets to ensure “timely delivery of space capabilities,” he wrote.\n\n\n\nSeveral of the tenets directly aligned with the Space Development Agency’s spiral development strategy, such as building smaller satellites, maintaining stability in programs and executing and delivering capabilities that work, on schedule and on cost.\n\n\n\n“The traditional ways of doing space acquisition must be reformed in order to add speed to our acquisitions to meet our priorities,” Calvelli said in the memo.\n\n\n\nAnother tenet was avoiding over-classification, which makes many programs “top secret,” a problem that has hindered the delivery of space capabilities for a long time, said Gen. David “DT” Thompson, vice chief of space operations.\n\n\n\n“Security remains probably one of our biggest challenges, and … while we own the ability to change it, we just have some form of bureaucratic inertia that will not let us do so,” he said during a keynote address at the Mitchell Institute Spacepower Security Forum.\n\n\n\nSenior leadership in the Defense Department, including Deputy Secretary of Defense Kathleen Hicks, is “very focused on streamlining and hopefully … normalizing that structure,” he added.\n\n\n\nThompson went on to commend the Space Development Agency for its acquisition strategy.\n\n\n\n“They have found a way to use law and regulation to move out rapidly and field capabilities,” he said. “They have demonstrated that [Federal Acquisition Regulation] and statute are not the problem. If we will simply empower and use them the way we should, we can do what we need to do.”\n\n\n\nCalvelli also expressed his support of the SDA’s spiral development method for acquisition.\n\n\n\n“I am generally excited about their approach to [doing] business,” Calvelli said during the AFA conference. “They are building small, they are doing things on two-year centers, and they are delivering capabilities faster. And I actually think that’s a model that we can take advantage of and actually push across the organization, across the other PEOs, and something we can learn from.”\n\n\n\nOne of the Space Force’s other acquisition arms, Space Systems Command, has already taken a cue from SDA in its plans to acquire missile warning and tracking satellites for a medium-Earth orbit network, Tournear said during a media roundtable at the conference.\n\n\n\nSpace Systems Command is “following the model of spiral development and this two-year timeframe to get things up and operational,” Tournear said.\n\n\n\nThe two-year stages, called “epochs,” in Space Systems Command’s missile-warning constellation will be a year behind the NDSA satellites, he added.\n\n\n\n“You’ve got Tranche 1, Epoch 1, Tranche 2, Epoch 2 in perpetuity until we get these constellations up there and delivering to the warfighter,” Tournear said.\n\n\n\nSpace Systems Command adopting spiral development shows that this acquisition strategy has “really taken hold” within the Space Force, he added.\n\n\n\nDespite initially wanting the Space Development Agency to remain outside of the Space Force until 2025 when the Tranche 1 satellites would all be launched, the desired “disruption actually occurred more quickly,” thus allowing the agency to become part of the service in 2022, Tournear said.\n\n\n\n“What we were proposing to do at SDA was clearly outside, was clearly disruptive and … a lot of people were worried that we were basically proposing this and promising too much,” he said. “The prevailing thought [now] is: this is the new architecture. We have to get to this proliferated architecture, and you know what, we have to get to this faster spiral development approach.”\n\n\n\n“The Space Force going forward is … all in on this new model. Let’s push forward. Let’s make SDA a success because that is the success for the Space Force,” he said.\n\nTopics: Space, Acquisition, Missile Defense",
            "title": "Small Agency Blazes Trail For New Space Architecture",
            "keywords": [
                "space",
                "acquisition",
                "architecture",
                "spiral",
                "tournear",
                "agency",
                "development",
                "tranche",
                "blazes",
                "capabilities",
                "trail",
                "force",
                "small",
                "sda"
            ],
            "link": "https://www.nationaldefensemagazine.org/articles/2023/1/13/small-agency-blazes-trail-for-new-space-architecture",
            "skip": "false",
            "gpt_score_reason": ", Missiles\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe Space Development Agency, part of the Space Force, is disrupting traditional Defense Department acquisition practices by prioritizing delivery speed over cost and performance for new space architecture. Establishing this rapid acquisition strategy through \"spiral development\" that focuses on smaller satellites on a two-year stage schedule, the agency has seen success with lower than expected price points. This approach to faster fielding of capabilities has been adopted by other PEOs within the Space Force and achieved recognition from senior leadership in DoD."
        },
        "8": {
            "text": "Epiq Solutions, a radio frequency tool developer backed by Veritas Capital‘s Vantage Fund, has acquired avionics processing technology maker Xiphos Systems.\n\nEdwin Faier, president and director of business development at Xiphos, will continue to lead the Montreal-based company under the Epiq brand name, the companies said Thursday in a joint statement.\n\nThe acquired entity has more than two decades of experience building embedded processing systems for space and unmanned platforms for domestic and international customers.\n\nXiphos will add its embedded processing tools to Epiq’s small form factor software-defined radio and turnkey radio frequency sensing offerings for government and commercial clients.\n\nLatham & Watkins acted as legal counsel to Epiq and Veritas on the transaction.\n\nBlake, Cassels & Graydon and Philpott Ball & Werner respectively served as legal counsel and financial adviser to Xiphos.\n\nVeritas invested in Epiq in July 2022 through the private equity firm’s $1.8 billion Vantage Fund.",
            "title": "Veritas Capital Fund-Backed Epiq Buys Space Computing Tech Maker Xiphos",
            "keywords": [
                "space",
                "xiphos",
                "computing",
                "radio",
                "vantage",
                "veritas",
                "epiq",
                "buys",
                "capital",
                "fund",
                "fundbacked",
                "tech",
                "processing",
                "maker",
                "frequency",
                "embedded",
                "legal"
            ],
            "link": "https://www.govconwire.com/2023/01/epiq-buys-space-computing-tech-maker-xiphos/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nEpiq Solutions, a radio frequency tool developer supported by Veritas Capital’s Vantage Fund, has acquired Xiphos Systems, an avionics processing technology maker. Edwin Faier of Xiphos will join Epiq and the acquisition brings two decades of experience building embedded processing systems for space and unmanned platforms to the company’s offerings. This provides customers with access to small form factor software-defined radios and turnkey radio frequency sensing technologies. Latham & Watkins represented Epiq in this transaction along with legal advice from Blake Cassels & Graydon and financial advice from Philpott Ball & Werner."
        },
        "9": {
            "text": "The New Space Age Space Dodgers Space junk is a serious problem and is getting worse. In this game, you’ll maneuver a spacecraft through an increasingly crowded debris field. Jump to Game\n\n(Illustrations by Ibrahim Rayintakath)\n\nShare this story\n\nIn 1957, the Soviet Union launched the first satellite, Sputnik. Since then, the space above Earth has been flooded with thousands of satellites, spent rocket stages and the debris from several catastrophic events. As a result, Earth’s lower orbit has been littered with an increasing amount of junk that is careening through space at intense speeds, threatening satellites and even the International Space Station.\n\nLast year, the problem became serious enough to prompt the Biden administration to call for the abolishment of tests that destroy satellites in orbit. The announcement came after Russia blew up a dead satellite in 2021, creating a massive debris field that threatened the ISS astronauts along with other satellites.\n\nStory continues below advertisement Advertisement\n\nStory continues below advertisement Advertisement\n\nIn the future, if the international community cannot come up with a way to regulate the Wild West of space, the debris problem will get worse. Every year there are dozens of near-collisions between active satellites or pieces of debris. The more satellites that flood Earth’s orbit, the greater the chances that one will happen. The more collisions, the more debris — all of which fuels what many fear could become a destructive cycle.\n\nVisualization of space debris and active satellites based on TLE data from LeoLabs fetched Jan. 9. Scale of dots represent the size of orbiting object, not to scale. Visualization of space debris and active satellites based on TLE data from LeoLabs fetched Jan. 9. Scale of dots represent the size of orbiting object, not to scale. Visualization of space debris and active satellites based on TLE data from LeoLabs fetched Jan. 9. Scale of dots represent the size of orbiting object, not to scale. Earth’s lower orbit is crowded by a number of objects — including working satellites as well as space debris like defunct satellites, spent rocket stages, and the detritus from missile strikes and collisions. Working satellites There are more than 6,000 active satellites rotating around Earth as of Jan. 9, according to LeoLabs, a company that tracks satellites and debris in Earth’s lower orbit. Some are small, the size of a shoebox; others are much larger. Their functions vary widely, from providing television and Internet service, to GPS and weather monitoring. Defunct satellites Satellites can’t live forever. They run out of fuel eventually, or malfunction and become giant pieces of garbage whizzing around the Earth. Currently, there are more than 1,800 defunct satellites in lower orbit. Under the current rules, the United States requires satellites to deorbit — or burn up in Earth’s atmosphere — after 25 years. But many think that regulation is far too lax and that satellites should be deorbited earlier. Fragments Over the years, astronauts on spacewalks have dropped a camera lens cap, a screwdriver and even a spatula — adding to the curious collection of things in orbit, which includes eroded spacecraft parts and baseball-sized chunks of garbage. Even small pieces of debris — a nut or even a fleck of paint — can cause enormous damage in space. Spent rocket stages As rockets launch to orbit, they often discard upper stages that have their own engines and propellant. If they don’t burn up in the atmosphere or fall back to Earth, they join the cloud of space debris in low Earth orbit. Several of these are the size of a school bus, spinning wildly as they move through space. In total, there are nearly 1,000 spent rocket stages of varying sizes in Earth’s lower orbit. The United States and private companies like LeoLabs track tens of thousands of pieces of space debris, including operational and non-operational satellites, rocket stages and unknown objects. But there are many more pieces too small to see. NASA estimates that there are roughly 500,000 objects between 1 and 10 centimeters in diameter orbiting Earth, and that there are more than 100 million particles larger than 1 millimeter. (The agency said that as of January last year, the amount of material in orbit was more than 9,000 metric tons.) And as more companies flood Earth’s orbit with an increasing number of satellites, there is growing concern that collisions — which would only make more debris — are inevitable, as theorized by NASA scientist Donald J. Kessler in 1978. If nothing is done, space could become so polluted that it is unsafe for human exploration and could leave some of the world’s most sensitive satellites, which are used for GPS and missile warnings, at risk.\n\nDebris dodged: 0\n\nWhile space is enormous, the dangers presented by a growing debris field are significant. How would you fare at navigating an increasingly crowded environment? Give our game a try! Use your mouse to move the spaceship. If you collide with something, game over. Play\n\nDespite the growing amount of launches and space debris, there are very few rules of the road in space. While the Pentagon issues warnings about possible collisions, it cannot order one spacecraft operator to move out of the way.\n\nThankfully, there are a number of steps governments and companies are taking to curb the problem of space junk. The Biden administration has called for a ban on all destructive antisatellite tests, and recently, the Pentagon launched a program, called Orbital Prime, under the U.S. Space Force that will give companies seed money to develop the technology needed to clean up space.\n\nStory continues below advertisement Advertisement\n\nStory continues below advertisement Advertisement\n\nThat includes grappling large bodies and pulling them out of orbit (one company that is working with the European Space Agency proposes using a spacecraft with large arms that would function like a Venus’ flytrap), or refueling or repairing them so they can last longer and maneuver in space.\n\nTo track orbital debris, the Pentagon and commercial companies rely on a network of ground-based radar and optical telescopes. Radars can measure the distance to their targets and some can even track more than one object at a time, according to the Secure World Foundation, a think tank. Telescopes collect light reflected by debris and can cover large areas quickly and at high altitudes. The U.S. Space Force says it tracks more than 40,000 objects in space the size of a fist or larger. But there are at least 10 times as many smaller objects in orbit that the Pentagon can’t reliably track.\n\nUltimately, many space officials say that cleaning up space will require foreign governments to work together.\n\nPress Enter to skip to end of carousel The New Space Age As humanity looks once again to the heavens, this series examines the recent boom of the private space industry, the long-term ambitions of NASA and foreign space agencies, and the potentially profound implications of this moment for society. Read the section. End of carousel",
            "title": "Space Debris Game: Why space junk is a growing problem",
            "keywords": [
                "space",
                "earths",
                "junk",
                "satellites",
                "orbit",
                "size",
                "stages",
                "game",
                "rocket",
                "scale",
                "debris",
                "problem",
                "growing",
                "earth"
            ],
            "link": "https://www.washingtonpost.com/technology/interactive/2023/space-debris-game/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10 This article provides a useful overview of the current state of space debris and efforts to mitigate it. It also raises questions about future collaborations between governments, companies, and individuals as they look to clean up space.",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: Space junk is a growing problem in Earth's orbit, consisting of debris from satellites and rockets as well as other objects. The Biden administration recently called for an end to destructive testing that creates more debris, while efforts are also underway to find ways to clean up existing space junk. Solutions include grappling large bodies and pulling them out of orbit or refueling/repairing them so they can last longer. To track the debris, ground-based radar & optical telescopes are used, though foreign coordination is necessary for any real progress on cleaning up this mess."
        },
        "10": {
            "text": "As both the U.S. and its adversaries ramp up space operations, digital modernization is crucial to ensuring that the nation has the capabilities necessary to maintain its position in the growing domain, according to Colonel Roy Rockwell , deputy chief technology innovation officer for the Space Force .\n\nIn the complex space environment where operations rely heavily on data, the Space Force must upgrade its technology to drive mission success within space and across all connected domains, Rockwell emphasized during his keynote address at GovCon Wire ’s 2023 DOD: Digital Modernization Forum .\n\n“Being a digital service is an imperative to our success. Digital understanding or fluency must be infused into all aspects of our service, not only so we can better align the global multi-domain and digitally informed nature of what we do and how we do it, but also to give us the agility needed to proactively address the growing threats we face,” Rockwell stated.\n\nTo move away from legacy systems and attain the full range of benefits that come with digital technology, the Space Force has identified three key priorities.\n\nBuilding a streamlined integrated operations mission network with requisite network data connectivity is the first step, Rockwell said.\n\n“Our space data networks must be bandwidth rich, secure at all levels and reliable throughout the spectrum of conflict,” he emphasized.\n\nTo give warfighters decision superiority, Rockwell strives to generate asymmetric effects, which he defines as advantageous impacts of U.S. influence on adversary decision-making.\n\nFurther in the future, Rockwell aims to establish Space First, a metaverse ecosystem of multiple technology stacks connected to open standards integration intended to allow interoperable tests, trading and opposite requirements.\n\nRockwell anticipates that the platform will grow to be capable of supporting artificial intelligence and visualization layers to aid the integration of all mission functions across the Space Force.\n\nOnce the full technological foundation has been implemented, the Space Force will be able to harness the benefits of tools such as model-based systems, digital twins and real-time ranges, Rockwell said.\n\n“Hopefully the seeds we are planting right now will give us the ability to be a modernized digital capability. I know our priorities and our vision are laid out appropriately to the pathway for it,” said Rockwell.\n\n“Now it is just a matter of pulling everything together,” he added.\n\nTied to the plan’s success are partnerships. Rockwell is eyeing opportunities to collaborate with space-focused private sector organizations to incorporate novel technologies into the Space Force’s digital infrastructure.\n\nPolicy is another major factor woven into digital modernization within the Space Force. Many current policies regarding technology were established decades ago as physical architectures were being put into place, and must be modified so that the force can fully access the advantages of modern technologies, Rockwell said.\n\n“Our digital modernization efforts represent the most significant commitment to digital transformation of any government entity,” Rockwell said.\n\n“The Space Force is a small, specialized service, but our domain is large, with an expansive mission that is inherently more bound to and driven by technology and digital transformation than most of our other mission sets,” he stated.\n\nTo hear Rockwell’s full address and register for future events, visit GovCon Wire’s events page.",
            "title": "Col. Roy Rockwell Stresses Importance of Digital Modernization in Space Domain Operations",
            "keywords": [
                "space",
                "domain",
                "operations",
                "roy",
                "mission",
                "modernization",
                "stresses",
                "importance",
                "col",
                "service",
                "rockwell",
                "force",
                "technology",
                "success",
                "digital"
            ],
            "link": "https://www.govconwire.com/2023/01/roy-rockwell-stresses-importance-of-digital-modernization-in-space-operations/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nColonel Roy Rockwell, Deputy Chief Technology Innovation Officer for the Space Force emphases the importance of digital modernization to ensure U.S. capabilities in space, laying out three key priorities: a streamlined integrated operations mission network with requisite data connectivity; generating asymmetric effects to give warfighters decision superiority; and creating a metaverse ecosystem to support AI and visualization layers to aid integration of mission functions. To reach success the force is looking for partnerships with private sector organizations as well as policy modifications for full technological advantages."
        },
        "11": {
            "text": "The communication market is constantly evolving. The current technological trend is moving away from the traditional broadcast business model towards a more on-demand exchange of data. With this, there is a growing demand for increased capacity and the introduction of flexibility in both connectivity and coverage. These factors necessitate more complex, flexible payloads, at higher frequency, with increased bandwidth and using more complex digital signal modulation encoding techniques. Funded by TDE , high efficiency Ka-band downlink (17.3-20.2 GHz) Monolithic Microwave Integrated Circuit (MMIC) high power amplifiers where designed, manufactured and tested to address such future needs.\n\nKa-band is now increasingly popular for high throughput fixed and mobile satellite services, offering the potential for significantly improved capability over the conventional lower frequency band allocations. High Throughput Satellites (HTS) are in operation which are characterised by multiple high-gain beams which allow closing the link with relatively small user terminals, and also frequency reuse which allows more efficient use of the available spectrum and therefore an increase in payload transmission capacity. The consequences of such satellite trends mean, however, a significant impact on payload complexity and more demanding requirements for the transmit solid-state high-power amplifier.\n\nTo reach the kind of performance required, an amplifier is needed with high power and high linearity. For spaceborne operation, high efficiency is also a key parameter due to the limited on-board prime power afforded by the fixed solar panel surface area, in addition to the limited size and mass of the thermal management system. Classical amplifiers have a maximum efficiency close to their output power saturation, however the linearity is poor at this operating point. Increasing the range of output power where the efficiency is optimal, leads to a better overall linearity performance. This is especially relevant for modern complex signal modulations which have high peak to average power ratios (PAPR) and therefore require a high output power back-off in order to maintain signal integrity.\n\nFor this scenario, the Doherty Power Amplifier (DPA) is considered a promising architectural candidate. In simple terms, each Doherty amplifier is implemented by combining the outputs of two individual sub-amplifiers; a class AB ‘main’ amplifier and in the majority of cases, a class C ‘peaking’ amplifier. The concept is to bias each amplifier so that the class C amplifier ‘tops up’ the signal when the class AB amplifier begins to go into compression. In this way the overall amplifier maintains a good level of efficiency over an extended output power back-off range (i.e. for high PAPR signals), and can also maintain a satisfactory level of signal integrity.",
            "title": "Design, Manufacture & Test of a Single-chip Ka-band Doherty Power Amplifier",
            "keywords": [
                "class",
                "doherty",
                "kaband",
                "efficiency",
                "power",
                "test",
                "signal",
                "design",
                "output",
                "frequency",
                "amplifier",
                "linearity",
                "complex",
                "manufacture",
                "singlechip",
                "high"
            ],
            "link": "https://www.esa.int/Enabling_Support/Space_Engineering_Technology/Shaping_the_Future/Design_Manufacture_Test_of_a_Single-chip_Ka-band_Doherty_Power_Amplifier",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: The communication market is evolving towards an on-demand data exchange. To meet this increasing demand for more capacity, Ka-band high throughput satellites are being developed which require flexible payloads with increased bandwidth and digital signal modulation encoding techniques. Funded by TDE, high efficiency Ka-band downlink amplifiers have been designed to cater for the future needs of these advanced systems characterized by multiple high gain beams and efficient frequency reuse. Doherty Power Amplifier (DPA) technology provides a promising architectural solution that balances power, linearity and efficiency over an extended range of output backoff."
        },
        "12": {
            "text": "The new BHS is expected to improve the flow of airport operations. Credit: © Siemens Logistics GmbH.\n\nAustin-Bergstrom International Airport (AUS) in Texas, US, will soon be equipped with Siemens Logistics’ new outbound baggage handling system (Bhs).\n\nThe new BHS will replace the existing system at the airport that has been processing outbound passenger bags for more than two decades.\n\nAustin-Bergstrom International Airport chief development officer Somer Shindler said: “This is an important project and a key improvement that will provide benefits for us in the near term and for future generations of AUS travellers.\n\n“Our airport is serving more passengers and processing more bags than ever before. We are thrilled to work with the exceptional and renowned team from Siemens Logistics once again to bring this new and improved system to our airport.”\n\nSiemens’ contract scope includes the delivery of a new mainline belt conveyor, sortation through high-speed diverters, and vertical sorters.\n\nThe company will also be responsible for upgrades to the higher and lower-level controls for the complete system.\n\nUpon completion of the work, which is expected by late 2024, the new BHS will improve the flow of airport operations, the logistics solutions provider stated.\n\nSiemens Logistics US CEO Andrew Savage said: “Our goal is to supply solutions and systems that exceed our customer’s needs.\n\n“We look forward to working collaboratively with our partners and customer to deliver a baggage handling system that becomes a true asset to the airport operations at Austin-Bergstrom International Airport for decades to come.”",
            "title": "Siemens Logistics to upgrade baggage system at Austin-Bergstrom Airport",
            "keywords": [
                "siemens",
                "logistics",
                "airport",
                "operations",
                "work",
                "bhs",
                "system",
                "baggage",
                "austinbergstrom",
                "processing",
                "upgrade",
                "solutions",
                "international"
            ],
            "link": "https://www.airport-technology.com/news/siemens-logistics-austin-bergstrom-airport/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "13": {
            "text": "Business Secretary Grant Shapps met with Chairman of Saudi Space Commission and Minister of Communications and Information Technology, His Excellency Abdullah Al-Swaha in the Kingdom of Saudi Arabia (KSA)\n\nthe Ministers discussed UK and KSA collaboration in space, including a potential joint investment in space based solar power that could help unlock significant commercial opportunities for British businesses\n\nbuilds on a long-standing bilateral relationship between the UK and Saudi Arabia based on trade, investment, defence, security and energy\n\nThe UK and Saudi Arabian governments discussed ambitious plans yesterday (Thursday 12 January), for collaboration in space and innovation, including the potential to invest in the development of space based solar power.\n\nBusiness Secretary Grant Shapps met with His Excellency ( HE ) Abdullah Al-Swaha, the Saudi Arabian Chairman of the Saudi Space Commission and Minister of Communications and Information Technology this week, to discuss the potential agreement that could help unlock significant commercial opportunities for British businesses.\n\nA collaboration between UK company Space Solar Ltd, and NEOM - a new Saudi city being built in the Tabuk Province to incorporate smart city innovations, world-class technology and data intelligence - could see each nation committing significant investment into developing space based solar power ( SBSP ) in the coming years.\n\nSBSP sees solar energy collected using a very large satellite in geo-stationary orbit with solar panels, and beaming the energy to a fixed point on earth using radio technology. Its main advantages over wind and terrestrial solar energy are the ability to deliver clean energy, day and night, throughout the year, and through all weather conditions. Interest in the technology has grown in recent years as costs fall rapidly.\n\nEarly UK investment could leverage significant private investment, and development of SBSP in the UK could provide substantial benefit to the domestic space and technology sectors, through the creation of valuable intellectual property, jobs and industrial contracts.This collaboration on space follows extensive backing for the space sector from the Business Secretary.\n\nBusiness Secretary Grant Shapps said:\n\nThe Kingdom of Saudi Arabia is on an ambitious journey to modernise its economy and society, which opens up a host of opportunities for burgeoning British businesses, exporting UK expertise that could transform global access to renewable energy, including space based solar power. Collaboration on a global scale is an essential part of realising the UK’s ambitions in science and innovation, which is why I am excited to be here in the Gulf – where we are now playing an integral role in influencing energy transition plans – to develop our bilateral relationship with a state so open to business, and with aspirations so grand.\n\nThe UK already has strong and significant links with both Saudi Arabia and the United Arab Emirates – with SABIC (Saudi Basic Industries Corporation) and Alfanar committing to investing a combined total of £1.85 billion into decarbonisation and clean energy technology in Teesside.\n\nThe UK and Saudi Arabia have a long-standing bilateral relationship based on trade, investment, defence, security and energy, and we intend to maintain our relationship with the country on the grounds of vital national security and economic interests.\n\nSaudi Arabia’s ‘Vision 2030’ shows encouraging signs of change – as well as social reform and improved human rights, it is full of opportunity for the UK economy, with possibilities for space based solar collaboration being just one example.\n\nAny future funding in collaboration with Saudi Arabia will be subject to value-for-money analysis and investment security scrutiny.",
            "title": "Business Secretary in talks with Saudi Arabia to advance commercial collaboration in UK space based solar",
            "keywords": [
                "space",
                "arabia",
                "solar",
                "secretary",
                "talks",
                "based",
                "business",
                "energy",
                "investment",
                "saudi",
                "commercial",
                "collaboration",
                "technology",
                "uk"
            ],
            "link": "https://www.gov.uk/government/news/business-secretary-in-talks-with-saudi-arabia-to-advance-commercial-collaboration-in-uk-space-based-solar",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nUK Business Secretary Grant Shapps and His Excellency (HE) Abdullah Al-Swaha, the Saudi Arabian Chairman of the Saudi Space Commission and Minister of Communications and Information Technology, explored opportunities for collaboration between UK company Space Solar Ltd and the new NEOM city in Tabuk Province to invest in developing space based solar power (SBSP). This agreement would help unlock significant commercial opportunities for British businesses while also promoting clean energy with its ability to deliver power day and night through all weather conditions. The two countries have a long standing relationship that has been further strengthened by substantial investment from SABIC into decarbonisation technology."
        },
        "14": {
            "text": "NASA commissions 14 experimental space technology concepts Technology News | January 13, 2023 By Nick Flaherty\n\n\n\nUS space agency has commissioned 14 projects with experimental space technologies from news sensors and instruments and manufacturing techniques for habitats on Mars to power systems.\n\nThe NASA Innovative Advanced Concepts (NIAC) program fosters innovation by funding early-stage studies to evaluate technologies that could support future missions. The latest round of awards will provide $175,000 grants to 14 researchers. Ten of the selected researchers are first-time NIAC recipients.\n\n“NASA dares to make the impossible possible. That’s only achievable because of the innovators, thinkers, and doers who are helping us imagine and prepare for the future of space exploration,” said NASA Administrator Bill Nelson. “The NIAC program helps give these forward-thinking scientists and engineers the tools and support they need to spur technology that will enable future NASA missions.”\n\nA concept envisioned by Quinn Morley of Planet Enterprises in Gig Harbor, Washington, could investigate the chemistry of Saturn’s largest moon, Titan.\n\nA low-cost flying boat (shown above) in Titan’s low gravity could serve as a relocatable lake lander with an airborne duty cycle target of around 25%, enabling daily hour-order flights. The project is looking at an integrated, fluidics approach to aerial atmospheric science where condensation of methane and suspended complex organics can potentially be ingested through a porous or permeable aircraft leading edge, and coalesced via a passive capillary.\n\nAn experiment to demonstrate this system at a small scale in microgravity is in preliminary design stages.\n\nMary Knapp from the Massachusetts Institute of Technology (MIT) in Cambridge proposed a new kind of space observatory comprised of thousands of identical small satellites. Precisely positioned in deep space, they could work together to detect radio emissions at low frequencies from the earliest epochs of the universe and measure magnetic fields of terrestrial exoplanets, helping identify planets outside the solar system that are rocky like Earth and Mars.\n\nCubeSat power\n\nStephen Polly with the Radioisotope Thermoradiative Cell Power Generator project will demonstrate the feasibility of a revolutionary power source for missions to the outer planets using a thermoradiative cell (TRC).\n\nThis uses a radioisotope heat source with a mass specific power of 30 W/kg and a three orders of magnitude decrease in volume down to 0.2 litres as compared to a conventional multi-mission radioisotope thermal generator (MMRTG).\n\nThis technology would allow a proliferation of small versatile spacecraft with power requirements not met by photovoltaic arrays or bulky MMRTG systems. This will directly enable small-sat missions to the outer planets as well as operations in permanent shadow such as polar lunar craters.\n\nThe study will investigate the thermodynamics and feasibility of the development of a radioisotope enabled thermoradiative power source focusing on system size, weight, power (SWaP) as well as materials growth of identified materials including InAsSb or InPSb by metalorganic vapor phase epitaxy. This could be used to power a cubesat (or fleet of cubesats) that can ride along with a Flagship Uranus mission, doing such tasks as serving as information relay for atmospheric probes, and getting a parallax view of the planet and moons.\n\nThe NIAC programme sits within NASA’s Space Technology Mission Directorate (STMD) and explores technically credible, early-stage aerospace concepts.\n\n“These initial Phase I NIAC studies help NASA determine whether these futuristic ideas could set the stage for future space exploration capabilities and enable amazing new missions,” said Michael LaPointe, programme executive for NIAC at NASA Headquarters.\n\nwww.nasa.gov/niac\n\nShare:",
            "title": "NASA commissions 14 experimental space technology concepts",
            "keywords": [
                "space",
                "14",
                "nasa",
                "radioisotope",
                "experimental",
                "niac",
                "power",
                "system",
                "future",
                "missions",
                "concepts",
                "technology",
                "commissions",
                "thermoradiative"
            ],
            "link": "https://www.eenewseurope.com/en/nasa-commissions-14-experimental-space-technology-concepts/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nNASA has awarded grants through its Innovative Advanced Concepts (NIAC) program to 14 researchers for experimental space technologies that could have great potential in future explorations. The range of projects includes sensors, instruments and manufacturing techniques for habitats on Mars, power systems, an airborne lake lander concept to investigate the chemistry of Saturn’s moon Titan, small satellites with deep-space radio emission detection capabilities and a revolutionary CubeSat-compatible thermoradiative cell power generator for outer planet missions."
        },
        "15": {
            "text": "Cookie Preferences Cookie List\n\nCookie List\n\nA cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information. Those cookies are set by us and called first-party cookies. We also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts. More specifically, we use cookies and other tracking technologies for the following purposes:\n\nStrictly Necessary Cookies\n\nWe do not allow you to opt-out of our certain cookies, as they are necessary to ensure the proper functioning of our website (such as prompting our cookie banner and remembering your privacy choices) and/or to monitor site performance. These cookies are not used in a way that constitutes a “sale” of your data under the CCPA. You can set your browser to block or alert you about these cookies, but some parts of the site will not work as intended if you do so. You can usually find these settings in the Options or Preferences menu of your browser. Visit www.allaboutcookies.org to learn more.\n\nFunctional Cookies\n\nWe do not allow you to opt-out of our certain cookies, as they are necessary to ensure the proper functioning of our website (such as prompting our cookie banner and remembering your privacy choices) and/or to monitor site performance. These cookies are not used in a way that constitutes a “sale” of your data under the CCPA. You can set your browser to block or alert you about these cookies, but some parts of the site will not work as intended if you do so. You can usually find these settings in the Options or Preferences menu of your browser. Visit www.allaboutcookies.org to learn more.\n\nPerformance Cookies\n\nWe do not allow you to opt-out of our certain cookies, as they are necessary to ensure the proper functioning of our website (such as prompting our cookie banner and remembering your privacy choices) and/or to monitor site performance. These cookies are not used in a way that constitutes a “sale” of your data under the CCPA. You can set your browser to block or alert you about these cookies, but some parts of the site will not work as intended if you do so. You can usually find these settings in the Options or Preferences menu of your browser. Visit www.allaboutcookies.org to learn more.\n\nSale of Personal Data\n\nWe also use cookies to personalize your experience on our websites, including by determining the most relevant content and advertisements to show you, and to monitor site traffic and performance, so that we may improve our websites and your experience. You may opt out of our use of such cookies (and the associated “sale” of your Personal Information) by using this toggle switch. You will still see some advertising, regardless of your selection. Because we do not track you across different devices, browsers and GEMG properties, your selection will take effect only on this browser, this device and this website.\n\nSocial Media Cookies\n\nWe also use cookies to personalize your experience on our websites, including by determining the most relevant content and advertisements to show you, and to monitor site traffic and performance, so that we may improve our websites and your experience. You may opt out of our use of such cookies (and the associated “sale” of your Personal Information) by using this toggle switch. You will still see some advertising, regardless of your selection. Because we do not track you across different devices, browsers and GEMG properties, your selection will take effect only on this browser, this device and this website.\n\nTargeting Cookies\n\nWe also use cookies to personalize your experience on our websites, including by determining the most relevant content and advertisements to show you, and to monitor site traffic and performance, so that we may improve our websites and your experience. You may opt out of our use of such cookies (and the associated “sale” of your Personal Information) by using this toggle switch. You will still see some advertising, regardless of your selection. Because we do not track you across different devices, browsers and GEMG properties, your selection will take effect only on this browser, this device and this website.",
            "title": "FCC Votes to Approve New Space Bureau",
            "keywords": [
                "space",
                "sale",
                "websites",
                "website",
                "fcc",
                "performance",
                "experience",
                "cookies",
                "approve",
                "bureau",
                "monitor",
                "browser",
                "site",
                "selection",
                "votes"
            ],
            "link": "https://www.nextgov.com/policy/2023/01/fcc-votes-approve-new-space-bureau/381762/",
            "skip": "true",
            "duplicates": [
                "1",
                "15"
            ],
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "16": {
            "text": "The same technology used to search for signs of ancient life on Mars could be key to reducing greenhouse gas emissions from the Canadian oilsands.\n\nAt least that's what members of the Pathways Alliance — an industry consortium of this country's six largest oilsands companies — appear to believe. On Thursday, the group announced Impossible Sensing Energy, the Calgary-based affiliate of U.S. space exploration company Impossible Sensing, as the winner in an industry-sponsored global competition aimed at helping to accelerate the widescale use of steam-reducing technologies in oilsands operations.\n\nThe company won with a proposal to use optical imaging technology, adapted from its Sherloc system installed on the Mars Rover, in an oilsands application.\n\nJust as optical imaging can be used to search for faint traces of potential carbon-based past life on Mars, it can also detect precise amounts of carbon-based solvents in the oil production stream, said Ariel Torre, co-founder and CEO of Impossible Sensing Energy.\n\nHe added space exploration is not unlike the oilsands in that both operate in extremely remote environments under harsh climate conditions. Any technology that is used must be extremely sensitive but also be able to essentially work on its own, without an operator.\n\n\"A lot of the constraints that NASA has are extremely similar to the constraints oil and gas has,\" Torre said.\n\nOilsands companies currently use massive amounts of natural gas to produce steam for in situ (deep below the surface) oilsands mining. The steam loosens up the viscous bitumen enough to allow it to be pumped to the surface.\n\nWes Jickling — vice-president of technology development with COSIA, the innovation arm of Pathways Alliance — said the industry has long known that solvents, such as propane and butane, can act similarly to steam in bitumen production. If solvents could be used to replace steam in oilsands production, the amount of natural gas consumed by the industry would decline dramatically.\n\n\"We're looking at a 20 per cent reduction in greenhouse gas emissions, all the way up to 90 per cent reduction in greenhouse gas emissions in some cases, by using these solvents. So the potential is huge,\" Jickling said.\n\nAnother potential benefit is that solvents injected with or instead of steam into oilsands reservoirs can later be recovered from the pumped bitumen and recycled to be used all over again.\n\n'Promising on paper'\n\nHowever, a report released last year by the Pembina Institute, a green energy think-tank, said solvent use in the oilsands is \"promising on paper\" but comes with technical and cost limitations.\n\n\"The economics of using solvent with steam can be challenging in low crude price cycles when the costs of deploying and recovering solvents is higher than revenues from the incremental production,\" the report said.\n\nJickling said that's why Pathways sponsored the global contest — to try to find technology that can accurately measure, in real-time, the amount of solvents recovered in oilsands production. Effectively and affordably measuring and identifying solvents for recycling, without having to deploy personnel or stop production, could be a game-changer.\n\nThe ultimate goal is for Impossible Sensing Energy to install its technology as a pilot project at a Pathways Alliance member company's oilsands site.\n\n\"This whole piece of work started because of a tough question that we needed answers to,\" Jickling said. \"This is one of the big science questions we need to solve to get this (solvent use) out and widely used across the industry.\"\n\nSolvent use is just one of the technologies the six member companies of the Pathways group are exploring as part of their pledge to reduce their collective greenhouse gas emissions from production by 22 million tonnes by 2030 and to reach net-zero by 2050.\n\nThe key plank in the Pathways plan is a proposed carbon capture and storage network in northern Alberta, which could see member companies invest $16.5 billion before 2030, but the group is also planning an additional $7.6 billion in spending on other initiatives such as energy efficiency, electrification of engines and more.\n\nEnvironmental groups have previously criticized Pathways for not moving fast enough with some of its proposed projects, particularly in light of last year's record-high oil prices.",
            "title": "Technology used by NASA on Mars could reduce emissions from Canada's oilsands",
            "keywords": [
                "reduce",
                "nasa",
                "oilsands",
                "solvents",
                "pathways",
                "used",
                "mars",
                "steam",
                "production",
                "emissions",
                "sensing",
                "technology",
                "gas",
                "impossible",
                "canadas"
            ],
            "link": "https://www.cbc.ca/news/canada/calgary/oilsands-mars-technology-emissions-calgary-pathways-1.6711817",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nPathways Alliance, a consortium of Canada's largest oilsands companies, announced Impossible Sensing Energy as the winner of an industry-sponsored competition to accelerate the use of steam-reducing technologies in operations. The Calgary-based affiliate of U.S. space exploration company hopes to use optical imaging technology from its Sherloc system on the Mars Rover to precisely detect carbon solvents that could replace natural gas consumption and reduce emissions by up to 90%. The pilot project will also explore energy efficiency and increased electrification of engines as part of their pledge to reduce collective greenhouse gas emissions before 2030 and reach net zero by 2050."
        },
        "17": {
            "text": "If we ever detect an Extraterrestrial Civilization (ETC) and start communicating with them, the messages could take years, decades, or even centuries to travel back and forth.\n\nWe face a challenging 49-minute long delay just communicating with the Juno spacecraft orbiting Jupiter, and that's well within our Solar System. Communicating with an ETC that's hundreds of light-years away or even further is a daunting task.\n\nIt's even worse if we're sending probes.\n\nImagine if a robotic probe arrived in our Solar System, sent by an ETC. They detected us and sent their probe to introduce themselves and learn more about us. We would be shocked, and the event would change civilization's trajectory forever.\n\nImagine we waited for another one, and imagine that we had to wait centuries. Generations of humans would live and die, we would've learned all we could from the probe, and it would sit in a museum somewhere.\n\nAs humanity waited for the next probe, the scientific community would publish a flood of papers on the probe and what might happen next. A whole new field of study would be born. Politicians would stake entire careers on the issue, and opinion-piece writers, artists, and musicians would have a field day. Scams would appear, and cults might spring up.\n\nThen imagine our sensors detect another incoming probe from the same place as the previous one. Imagine our surprise when we receive it, retrieve it, and begin to study it, only to find that it's not as advanced as the previous one and contains older information and messages than the first one. Its technology would be less advanced, and it would be more primitive.\n\nThat's exactly what might happen, according to Graeme Smith. Smith is a professor and an astronomer at the Department of Astronomy and Astrophysics at the University of California. He published a paper in the International Journal of Astrobiology titled \"On the first probe to transit between two interstellar civilizations.\"\n\n\"In other words, which probes have the potential for instigating a first-contact event?\" – Graeme Smith, Department of Astronomy and Astrophysics, University of California\n\nSmith points out that sending probes on journeys of such extreme distances means the first one received wouldn't be the first one that was sent. As technology advances, we can expect probes to become faster. Eventually, a probe launched later than its predecessor would overtake its predecessor and reach the destination first.\n\n\"If a space-faring civilization embarks on a program to send probes to interstellar destinations, the first probe to arrive at such a destination is not likely to be one of the earliest probes, but one of much more advanced capability,\" Smith writes.\n\n\"This conclusion is based on a scenario in which an extraterrestrial civilization (ETC) embarks upon an interstellar program during which it launches increasingly sophisticated probes whose departure speed increases as a function of time throughout the program.\"\n\nThe technological gap between probes could depend on different things, but it would be worse the greater the distance between us and the ETC. \"The more distant the site from which an ETC is launching probes, the greater will be the technology gap between a first-encounter probe and terrestrial technology.\"\n\nA lot of work has gone into calculating how widespread ETCs might be and how far they could spread after developing interstellar travel. There are all sorts of different conclusions based on all kinds of calculations and premises.\n\nOne paper examined the idea that an ETC might be able to spread through the Milky Way with self-replicating probes and that rather than using SETI to search for radio signals, we should be searching for probes.\n\nSmith's paper touches on similar themes. He focuses on a hypothetical ETC in the early stages of a probe-sending program with lots of technological advancement in its future.\n\n\"In this paper, we focus upon a hypothetical earlier phase of such an ETC in which it first embarks upon sending probes of increasing sophistication into interstellar space,\" Smith writes.\n\nThe first probe might not even be interstellar, at least not on purpose. Our own Voyager probes can rightly be called interstellar probes, though that wasn't their intent. The same could be true for an ETC just embarking on a program of sending probes to other star systems.\n\nThe first one could've been meant to explore their own solar system or the nearest star, then eventually arrived at another civilization's home. From a zoomed-out perspective, that's kind of what humanity's doing right now.\n\nThis could be how first contact happens. Rather than an overt message from sender to recipient, the recipient receives a technological artifact to ponder. In Voyager's case, both crafts carry an artifact designed for alien eyes, just in case.\n\nSmith isn't the first one to point out a technology gap in this situation. In 2006, Andrew Kennedy published a paper in the Journal of the British Interplanetary Society titled \"Interstellar Travel – The Wait Calculation and the Incentive Trap of Progress\".\n\nHe pointed out that civilizations know their technology will progress, so they may wait before sending any probes, knowing that their first efforts will likely be surpassed by their subsequent, more technologically advanced efforts. Is there a point where it won't make sense to wait anymore?\n\nIn this paper, Smith assumes an ETC won't want to wait. There could be myriad reasons why, and they're beyond this paper's scope. Instead, Smith assumes an ETC launches a program without waiting until technology reaches some critical stage.\n\nHe tackles a different question: \"What probes will be the first to arrive at a disparate planetary system within which there is a civilization capable of retrieving the vehicle?\"\n\n\"In other words,\" Smith writes, \"which probes have the potential for instigating a first-contact event?\"\n\nTo examine that question, he hypothesizes two different ETCs around different stars. One has developed the capability to send probes on interstellar journeys, and Smith calls it the active ETC.\n\nThe other one hasn't developed interstellar probe technology yet but does send probes out to explore its own solar system. Smith calls this one the passive ETC. Smith examines first encounter events, where the passive ETC receives the probe from the active ETC.\n\nIn Smith's scenarios, the active ETC would continue to develop its probe technology, and the probes would become faster and faster. They would keep advancing their technology because they perceive some benefit to themselves from shorter interstellar transit times. That's how we think, so it's not unreasonable to think another technological civilization would think the same.\n\nSmith looks at two different cases of technological advancement in his paper. In the first, the speed of the probes scales linearly with the launch date. In the second, the speed scales exponentially. For each case, he looks at two examples. One for a probe sent from Earth, a passive ETC, to an active ETC. The second is for a probe sent from an active ETC to a passive ETC, Earth.\n\nIn the first case where we send probes out into interstellar space, the Voyager probes could very well be the first ones. Smith encourages enormous caution when considering this idea, but he includes it for completeness.\n\n\"The first spacecraft have begun to leave the Solar System within 100 yr of the launch of the first liquid-fuel rocket by Robert Goddard,\" Smith writes, and that forms the backdrop for this scenario.\n\nAs a loose, illustrative case, Smith calculates that a next-generation probe would launch every 100 years as Earth transitioned from a passive to an active ETC. 100 years is the same span of time between Goddard's rocket and the Voyager probes.\n\nUsing the Voyager 2 probe as humanity's generation zero probe, Smith calculates it would reach an interstellar target in our stellar neighborhood in about 80,000 years. Every 100 years, humanity would launch another probe to the same destination.\n\nIn 2,700 years, we'd launch our 27th-generation probe. That probe would be far more advanced and travel at a much higher speed. It would reach the same destination as the zero-generation probe in only 5,560 years, 74,000 years before Voyager 2 would if it were a purposeful probe.\n\nBut that example has Earth sending probes to a relatively nearby star in our own stellar neighborhood. What happens if we expand our reach for a greater likelihood of reaching an ETC and send probes to a star 31 parsecs (100 light-years) away?\n\nIn that case, our 140th-generation probe would be the first one to reach the destination. It would be launched in the 14,000th year of our interstellar probe program and would be much faster than our zero-generation probe (Voyager 2). It would reach the destination 28,200 years after the beginning of the program. And the first probe sent in this scenario wouldn't reach the same destination until a whopping 1,972,000 years later.\n\nIf this is the case, and if Voyager 2 or maybe Pioneer 11 ever made it to an ETC, they would be irrelevant. The inspiring golden record aboard Voyager 2, designed to introduce ourselves and put humanity's best foot forward, would be an anachronistic oddity.\n\nThe ETC would already know more about humanity than could be crammed into a whole spacecraft jammed full of golden records. It would be like finding a child's piece of art and showing it to them when they were 80.\n\nThe numbers for an active ETC sending probes to Earth in the same linear acceleration scenario are similar. But while our initial probes are extremely slow, a more advanced ETC would have faster probes.\n\nSmith calculates that their probes would have a speed of 1/10 light speed 200,000 years into their interstellar program. There wouldn't be an almost 2,000,000-year gap between the arrival of their generation-zero probe and their 1/10th light-speed probe.\n\nBut the first-to-arrive more advanced probe would certainly be extremely high-tech by our standards, and it's doubtful we could learn much from it. We wouldn't be able to reverse-engineer it. Indeed, we might struggle to understand its implications.\n\nThese are the linear expansion cases, where the speed of probes increases linearly. But Smith doesn't end there. He also looks at the same two cases with exponential velocity increases.\n\nIn this case, the active ETC's 6th-generation probe would be the first to arrive at the destination. It would be launched within 1,200 years from the beginning of their probe program and would reach the destination in only 200 years. So it would arrive there thousands of years before the zero-generation probe.\n\nWhatever the actual numbers could turn out to be if there were active and passive ETCs sending probes to distant star systems, a number of things are likely to be true, according to Smith.\n\nSmith agrees with other thinkers and researchers who point out that it's highly unlikely that first contact would be between two equal civilizations. There's likely to be a technological disparity between them, and it could be extraordinary.\n\nSome wonder if Unidentified Aerial Phenomena (UAP) could be probes. There's really no way to know, but the idea's worth thinking about. \"Are flight characteristics of any UAP singular enough as to be consistent with an origin from a distant ETC?\" Smith asks.\n\nWe assume that humanity would be the junior partner in any first encounter. Our level of technology doesn't allow us to send probes to other stars except the nearest. If Voyager 1 was heading for our nearest neighbor, Proxima Centauri, it would take over 73,000 years to get there. (Breakthrough Starshot has a concept for a fleet of lightsail spacecraft that could reach Proxima Centauri in as few as 20 years, but it's only a concept.)\n\nWe're in the predicament Kennedy outlined in his 2006 paper. It's pointless for us to try and send probes to even the closest star. We might as well wait until our technology develops. 73,000 years is an absurd amount of time. What will humanity look like by then? What will our civilization be like? Will humanity even exist?\n\nIt's far more likely that we're the passive ETC, on the receiving end of another civilization's interstellar probe program. In that case, first contact might be with an active ETC's tenth-generation probe or one even more advanced than that. What would we make of it? Would we even recognize it?\n\nIf it was designed to enter orbit around Earth or the Sun, we certainly would recognize it as an artificial object. Then what?\n\nWe'd point as many telescopes at it as we could, and then we'd launch our own probe to observe the object and learn all we could. Nations might vie for access. Things might not go smoothly. There could be arguments, and conflict could erupt as nations realize what a technological treasure trove it might be and how it might benefit them. Many nations aren't space-faring. What would all those people think?\n\nThis is all speculation, but that's part of the value of work like this. It forces us to confront these issues, even though contact might not occur for thousands of years and may never occur.\n\nBut thanks to Smith and thinkers like him, first contact by probe might play out differently. We'd be better prepared. If a probe from another ETC arrived and we retrieved it and studied it, we'd know what we might expect next. We'd know that it may not have been the first one sent, and we'd reasonably expect that the next ones to arrive might be more primitive.\n\nIn the end, it's a mind-bending concept, a kind of 'communication-by-probe relativity.' The intent behind the first probe to reach us might be wildly different from the second one, which was actually sent earlier by a civilization whose values, government, and entire understanding had changed radically in the intervening centuries.\n\nScience fiction often conceptualizes other ETCs as stolid, as if they've withstood centuries or millennia of change and development and are more stable than us. We often imagine that they're unified.\n\nMeanwhile, our own world changes radically generation by generation as technology advances and our moral thinking advances along with it. We're anything but unified. But predicting the course of events for planetary civilizations over thousands of years is impossible. We have so little to go on.\n\nIn this game of probes, our own intent would change over the centuries. We might be naive right now, imagining peaceful and fruitful first contact with another civilization, assuming they'd conquered their own dark impulses and they'd be benevolently disposed toward us. Like a big brother. But over time we might become more cautious, guarded, and even paranoid. Who knows?\n\nStephen Hawking famously warned us about advertising our presence in the galaxy too soon. \"As I grow older, I am more convinced than ever that we are not alone,\" Hawking said in the film Stephen Hawking's Favorite Places. \"One day, we might receive a signal from a planet like Gliese 832c, but we should be wary of answering back.\"\n\nGliese 832 is a red dwarf about 16 light-years away. That is an extraordinary distance, and if a probe as fast as Voyager 2 were heading there, it would take over 250,000 years to reach it. Gliese 832c is a rocky planet in the star's habitable zone, and it's the fifth-closest potentially habitable planet to Earth that we know of. If an ETC was based there, and if they sent a probe to us, they're likely to struggle with the issue Smith outlines in his paper.\n\nSomething like this might happen one day. We don't know what's out there, or how widespread life might be. But the idea that our old Voyager probes would be the first to reach another ETC, or that an ETC's first probe might be the one to reach us, is unlikely according to Smith.\n\n\"If an object sent by an interstellar ETC were to enter the Solar System, chances are it would not be a relic artifact that is perhaps analogous to a timeworn Voyager-like probe, but rather one might expect a vehicle of much greater sophistication, even if it were no longer functioning,\" Smith writes.\n\n\"This suggests a question: might a hypothetical first-encounter vehicle from an ETC be so sophisticated as to still be functioning upon arrival at the Solar System?\" Smith writes. \"As Hawking (2010) and others have drawn attention to, some potential consequences of such a first-contact event might be of serious concern for humanity.\"\n\nScience fiction writers have explored nearly every permutation and combination of these ideas, and that's as it should be according to Smith.\n\n\"This is a topic that has again found fruitful soil within the realms of\n\nscience fiction, but is beyond the context within which the present paper has been framed,\" he concludes.\n\nThis article was originally published by Universe Today. Read the original article.",
            "title": "Space Probes Sent by Aliens Could Arrive in Reverse. Here's Why.",
            "keywords": [
                "space",
                "aliens",
                "program",
                "probe",
                "interstellar",
                "reach",
                "active",
                "arrive",
                "smith",
                "sent",
                "heres",
                "voyager",
                "reverse",
                "probes",
                "technology"
            ],
            "link": "https://www.sciencealert.com/space-probes-sent-by-aliens-could-arrive-in-reverse-heres-why",
            "skip": "true",
            "gpt_relevancy_score": 0
        },
        "18": {
            "text": "A photo shows the APSTAR 6E inside a testing chamber at the China Academy of Space Technology in Beijing. [Photo provided to chinadaily.com.cn]\n\nChina launched a Long March 2C carrier rocket early on Friday morning to transport a communications satellite, the first based on the DFH-3E platform, into space.\n\nThe rocket blasted off at 2:10 am at the Xichang Satellite Launch Center in Southwest China's Sichuan province and soon deployed the APSTAR 6E satellite into its preset geosynchronous orbit, according to a press release from the China Aerospace Science and Technology Corp, the nation's dominant space contractor.\n\nThe State-owned company said the satellite will be used to provide high-throughput and broadband communication services to Southeast Asian countries.\n\nDesigned and built by the China Academy of Space Technology, a CASC subsidiary, APSTAR 6E is the first based on the electrically propelled DFH-3E satellite platform, which is intended for operations in geosynchronous orbit.\n\nA satellite platform is a framework used to assemble a satellite, or satellite system, in accordance with its role and function. It consists of the universal equipment needed by any satellite such as a power source, propulsion and orbital control devices, as well as instruments specifically designed for the satellite in question. This permits easy configuration.\n\nWith a liftoff weight of 4.3 metric tons, the APSTAR 6E carries 25 Ku-band transponders and three Ka-band gateway transponders that can provide a combined communication throughput of 30 gigabytes per minute, said Wang Min, the satellite's chief designer.\n\nDeveloped by the China Academy of Launch Vehicle Technology, another CASC subsidiary, the Long March 2C rocket is 43 meters long and 3.35 meters wide and has a liftoff weight of more than 240 tons. It is the longest-serving rocket model in the Long March family and is mainly used to deploy satellites to low-Earth and sun-synchronous orbits.\n\nThe launch on Friday marked the 66th flight of the Long March 2C and the 460th of the Long March fleet. It is China's third rocket launch in 2023.",
            "title": "China launches new communications satellite",
            "keywords": [
                "space",
                "china",
                "used",
                "communications",
                "rocket",
                "launch",
                "long",
                "apstar",
                "technology",
                "6e",
                "satellite",
                "launches"
            ],
            "link": "https://www.chinadaily.com.cn/a/202301/13/WS63c0d12da31057c47eba96bd.html",
            "skip": "false",
            "duplicates": [
                "3",
                "18",
                "5",
                "18"
            ],
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nChina successfully launched the APSTAR 6E satellite using a Long March 2C carrier rocket early on Friday morning. The State-owned China Aerospace Science and Technology Corp said it will be used to provide high-throughput and broadband communication services to Southeast Asian countries. It has 25 Ku-band transponders, three Ka-band gateway transponders and can provide 30 gigabytes per minute of combined communication throughput. This was the 66th flight of the Long March 2C model and 460th for the Long March family, marking China's third rocket launch in 2023."
        },
        "19": {
            "text": "Fleet Space announces the first deployment of its ExoSphere satellite-based mineral exploration system in Africa, in a new partnership with Resonance Frequency Exploration Group (RFEG), based in the USA with operations in Accra, Ghana. Under a licensing and technology cooperation agreement finalized in December 2022, Fleet Space will supply its Geode portable sensors, which use Ambient Noise Tomography (ANT) to collect subsurface data. This data is then beamed to the ExoSphere constellation of Low Earth Orbit (LEO) satellites and then relayed to computers that use intelligent data processing to generate detailed 3D subsurface maps. Unlike traditional prospecting methods that can take months or years to complete, the whole process takes only days or weeks.\n\nAdelaide, South Australia; Flavia Tata Nardini, CEO and Co-Founder, Fleet Space Technologies stated, “There is an urgent, global need to discover new sources of critical minerals to support the transition to clean energy and net-zero. Building on our existing successful partnerships in Australia and North America, we’re delighted that our ExoSphere system is now being deployed on mineral exploration projects in Africa for the first time. Through this pioneering licensing and technology cooperation agreement, ExoSphere will give our partners at RFEG access to our Ambient Noise Tomography (ANT) and real-time processing capabilities to complement their own proprietary systems. Together, we can greatly speed up the exploration process for a range of vital minerals, while also massively reducing its environmental impact — a win-win for Ghana and the wider international response to climate change.”\n\nExoSphere brings a powerful new dimension to the ongoing Mineral Resource Estimate projects RFEG is conducting, in particular in the Oti Region of Ghana. Under the auspices of the Ghana Geological Survey Authority (GGSA), with implementation by RFEG’s team, ExoSphere will complement RFEG’s own XPLR remote-sensing mapping-analysis technology. This is achieved by cross-referencing the data from both sources, thereby significantly increasing the likelihood of finding new mineral deposits more quickly and with much greater accuracy.\n\nExoSphere’s Geodes are light enough to be carried by one team member, making them ideal for use in challenging and inaccessible terrain. They are also entirely non-invasive, eliminating the need for explosives or vibrating trucks to collect subsurface seismic data. This substantially reduces costs, logistical issues and environmental disturbance; the accuracy of the combined data collection and analysis by Exosphere and RFEG’s systems also means, for mining operators, that drilling can be streamlined to areas where considerable deposits are known to exist.\n\nRFEG selected Fleet Space as its technical partner after a worldwide search. The company is seeking to help current and prospective clients in the USA, Africa, Central and South America take a more tech-forward, eco-conscious approach to better ascertain site viability and increase operating efficiencies. In particular, it is focusing on using satellite-based image processing technologies analyzed by proprietary algorithms to determine a prospective site’s viability before embarking on traditional geophysical work. RFEG founder Schad Brannon said, “The addition of ExoSphere 3D rendering of subsurface topography by Fleet Space propels the XPLR technology product suite and technology-stack to the next level by creating the most comprehensive satellite-based remote sensing survey product available within the mineral exploration marketplace to date”.\n\nFleet Space founder Flavia Tata Nardini says, “We’re incredibly excited to see ExoSphere being deployed in Africa, and to be working in partnership with RFEG. Our two organizations have much in common: we’re both looking to make mineral exploration faster and more efficient through technology; we’re explorers and pioneers developing that technology ourselves; and we’re absolutely committed to reducing the environmental impact of these activities, which are fundamental to economic development and climate action.”",
            "title": "Africa’s critical mineral exploration rapidly accelerates as Fleet Space deploys the first ExoSphere satellite – SatNews",
            "keywords": [
                "space",
                "fleet",
                "rfeg",
                "mineral",
                "exosphere",
                "critical",
                "satnews",
                "ghana",
                "subsurface",
                "exploration",
                "data",
                "deploys",
                "satellite",
                "technology",
                "rapidly"
            ],
            "link": "https://news.satnews.com/2023/01/12/africas-critical-mineral-exploration-rapidly-accelerates-as-fleet-space-deploys-the-first-exosphere-satellite/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": " \n\nFleet Space has announced its first deployment of the ExoSphere mineral exploration system in Africa. In partnership with Resonance Frequency Exploration Group (RFEG), Fleet Space will supply their Geode portable sensors to collect subsurface data beamed through satellites, creating accurate 3D maps of the terrain which will potentially help RFEG and other mining operators find valuable minerals more quickly and effectively. This technology reduces costs, environmental disturbance and logistical issues associated with traditional prospecting methods."
        }
    }
}