{"date": "2023-01-21", "category": "D77", "articles": {"0": {"text": "The Chicago Blackhawks and their surprising run of good fortune — to the tune of five wins in their last six games — into a game on Saturday against the St. Louis Blues at the Enterprise Center.\n\nLike the last time these two teams met up back at the end of December, the Blues are still vying for a place in the playoffs. They’re still fifth in the Central Division, but they’ve gotten to within three points of a wild card spot. St. Louis would still have to jump the Colorado Avalanche and knockout either the Calgary Flames or Edmonton Oilers, so it’s definitely an uphill battle for the Blues to make the postseason.\n\nView from the other side Blues blog, St. Louis Game Time\n\nGood news for the Blues is that they’re on a decent streak right now. They’re currently in the midst of a seven-game homestead, having gone 3-2-0 so far and riding a two-game win streak. The latter two wins weren’t against particularly difficult opponents — the Ottawa Senators and Nashville Predators — but the Blues did defeat them both convincingly. The 5-2 victory over the Predators was especially important and impressive because it knocked Nashville down a spot in the standings, and the Blues owned 61.84 percent of the shot attempt share and 55.68 of the expected goals share at 5-on-5. It was easily the Blues’ most dominating performance of the season.\n\nDuring the Predators game, the Blues managed to get goals from five different scorers: Jordan Kyrou, Robert Thomas, Brayden Schenn, Brandon Saad, and Alexey Toropchenko. As is typical for the Blues, most of those names are from the top-six, but the team has been getting production chipped in from their lower lines more lately than they were even a month ago.\n\nThe team leaders during the last five games have been expected ones: Kyrou and Thomas both have two goals and three assists while Buchnevich added two goals and two assists himself. But typically lower-line forwards like Jake Neighbours (2 G, 1 A) and Tyler Pitlick (1 G, 2 A) have contributed in that span as well.\n\nAnother area of weakness for the Blues right now is their health: they have six players on injured reserve, including some pretty important names. Ryan O’Reilly is out with a broken foot, Vladimir Tarasenko is still recuperating from a hand injury, Robert Bortuzzo and Torey Krug both have undisclosed lower-body injuries. Some of these players have returned to practicing with their team but are not expected to play against the Blackhawks. Tarasenko and Krug, in particular, have been big losses as they’re both top-six producers for the Blues this season.\n\nThe Blues and Blackhawks have faced off twice already this season, with the Blues being victorious both times: first a 5-2 win on Nov. 16 and then a 3-1 victory on Dec. 29. Despite the score in the second game, it wasn’t that close, as the Blues dominated in every shot category. St. Louis has gotten moderately worse on the power play (23.5 percent to 22.9 percent) but slightly better on the penalty kill (71.4 percent to 74.1 percent) since the last meeting. If the Blackhawks want a chance to get their first win against St. Louis this season, taking advantage in the special teams battle could be one key road to victory.\n\nTale of the tape (statistics from this season)\n\nBlackhawks — Statistic — Blues\n\n42.67% (32nd) — 5-on-5 Corsi For — 45.66% (28th)\n\n41.10% (31st) — 5-on-5 Expected goals for — 46.45% (25th)\n\n2.37 (31st) — Goals per game — 3.11 (18th)\n\n3.63 (27th) — Goals against per game — 3.50 (25th)\n\n56.2% (1st) — Faceoffs — 50.4% (14th)\n\n20.3% (23rd) — Power play — 22.9% (14th)\n\n74.8% (23rd) — Penalty kill — 74.1% (25th)\n\nHow to watch\n\nWhen: 7 p.m. CT\n\nWhere: Enterprise Center, St. Louis\n\nTV: NBC Sports Chicago\n\nRadio: WGN 720\n\nLive stream: Sling TV", "title": "River Deep, Mountain High: Blackhawks at Blues", "keywords": ["river", "blackhawks", "high", "theyre", "louis", "deep", "goals", "blues", "team", "st", "win", "mountain", "game", "expected"], "link": "https://www.secondcityhockey.com/2023/1/21/23564890/chicago-blackhawks-st-louis-blues-january-21-2023-regular-season-time-preview-tv-info-lineup", "skip": "true", "gpt_score_reason": ", Hulu + Live TV, FuboTV\n\n3/10", "gpt_relevancy_score": 0}, "1": {"text": "Tanteo Tequila, the only distillery owned by its co-op of agave farmers, is bringing back their annual, nationwide river clean-up initiative to commemorate National Spicy Margarita Week.\n\nFrom January 23 - 30, Tanteo will be making the below donations:\n\nOn-Premise: donating $1 for every spicy margarita sold in participating venues.\n\nOff-Premise: Partnering with Agalima in FL, TX and CA for every bottle of Tanteo + Agalima purchased together Tanteo will donate $5\n\nE-comm: 10% of proceeds to Un Salto Con Destino\n\nInstagram: $1 to Un Salto Con Destino for every photo shared using the hashtag #nationalspicymargday and tagging Tanteo *on 1/26 only\n\nThe full list of charities and their respective regions below:\n\nTanteo Tequila is available in Jalapeño, Chipotle and Habanero expressions, Their tequila has solidified their category dominance as the original spicy tequila.\n\nFor more information, please visit https://www.tanteotequila.com/national-spicy-margarita-day\n\nPhoto Credit: Courtesy of Tanteo Tequila", "title": "TANTEO TEQUILA Brings Back River Clean-Up Initiative", "keywords": ["initiative", "river", "visit", "venuesoffpremise", "margarita", "tanteo", "salto", "using", "spicy", "cleanup", "brings", "agalima", "weekfrom", "tequila"], "link": "https://www.broadwayworld.com/bwwfood-wine/article/TANTEO-TEQUILA-Brings-Back-River-Clean-Up-Initiative-20230120", "skip": "true", "gpt_score_reason": "\n\n2/10", "gpt_relevancy_score": 2}, "2": {"text": "Indigenous tribe's river name to be restored under proposed bill\n\nCity Pier on the Thames River is illuminated at dawn in New London, Connecticut, Jan. 21, 2022.\n\nCity Pier on the Thames River is illuminated at dawn in New London, Connecticut, Jan. 21, 2022.\n\nCity Pier on the Thames River is illuminated at dawn in New London, Connecticut, Jan. 21, 2022.\n\nCity Pier on the Thames River is illuminated at dawn in New London, Connecticut, Jan. 21, 2022.\n\nA state representative wants to restore a piece of Connecticut's pre-colonial history to one of its major rivers.\n\nState Rep. Anthony Nolan introduced a bill this week in the state that would restore the Thames River to the Pequot River, named after the tribe that lived on the land for thousands of years.\n\nNolan told ABC News that his bill came as a request from constituents who were seeking more ways to honor the history of the state's Indigenous population in a bold way.\n\n\"It think it's a big step forward. It's an opportunity to see a visual of what they had,\" Nolan told ABC News. \"It will be on our signs [ and ] in our literature instead of things you have to seek out.\"\n\nThe 15-mile river runs through several towns in eastern Connecticut, including New London and Groton.\n\nEuropean colonists renamed the river in the 17th century, during a time when the Pequot tribe was being forced out of their lands.\n\n\"It wasn't right,\" Nolan said of the colonial name change. \"And this is what I'm fighting for with them in mind.\"\n\n\"Prior to European contact, the Pequots had approximately 8,000 members and inhabited 250 square miles,\" according to the Mashantucket Pequot Tribal Nation's website. \"By 1774, a Colonial census indicated that there were 151 tribal members in residence at Mashantucket. By the early 1800s, there were between 30 and 40 as members moved away from the reservation seeking work.\"\n\nNolan said he has spoken to members of the tribe and they were supportive of the project as were some of his state assembly colleagues.\n\nHe said he is planning on hosting a town hall to discuss the measure with constituents and others. Although Nolan said he's seen some opposition in online postings, he reiterated that the bill isn't aimed at taking away the history of the river, rather expanding on it by highlighting the state's rich Indigenous origins.\n\n\"We want it returned back to the people of the river,\" he said.", "title": "Indigenous tribe's river name to be restored under proposed bill", "keywords": ["thames", "river", "london", "tribes", "illuminated", "nolan", "indigenous", "restored", "jan", "bill", "dawn", "pier", "members", "connecticut", "proposed"], "link": "https://abc7chicago.com/indigenous-tribes-river-name-to-be-restored-under-proposed-bill/12723098/", "skip": "true", "gpt_score_reason": "\n\n2/10", "gpt_relevancy_score": 2}, "3": {"text": "VISEGRAD, Bosnia-Herzegovina (AP) — Tons of waste dumped in poorly regulated riverside landfills or directly into the waterways that flow across three countries end up accumulating behind a trash barrier in the Drina River in eastern Bosnia during the wet weather of winter and early spring.\n\nThis week, the barrier once again became the outer edge of a massive floating waste dump crammed with plastic bottles, rusty barrels, used tires, household appliances, driftwood and other garbage picked up by the river from its tributaries.\n\nThe river fencing installed by a Bosnian hydroelectric plant, a few kilometers upstream from its dam near Visegrad, has turned the city into an unwilling regional waste site, local environmental activists complain.\n\nHeavy rain and unseasonably warm weather over the past week have caused many rivers and streams in Bosnia, Serbia and Montenegro to overflow, flooding the surrounding areas and forcing scores of people from their homes. Temperatures dropped in many areas on Friday as rain turned into snow.\n\n“We had a lot of rainfall and torrential floods in recent days and a huge inflow of water from (the Drina’s tributaries in) Montenegro which is now, fortunately, subsiding,” said Dejan Furtula of the environmental group Eko Centar Visegrad.\n\n“Unfortunately, the huge inflow of garbage has not ceased,” he added.\n\nThe Drina River runs 346 kilometers (215 miles) from the mountains of northwestern Montenegro through Serbia and Bosnia. and some of its tributaries are known for their emerald color and breathtaking scenery. A section along the border between Bosnia and Serbia is popular with river rafters when it’s not “garbage season.”\n\nSome 10,000 cubic meters (more than 353,000 cubic feet) of waste are estimated to have amassed behind the Drina River trash barrier in recent days, Furtula said. The same amount was pulled in recent years from that area of the river.\n\nRemoving the garbage takes up to six months, on average. It ends up at the municipal landfill in Visegrad, which Furtula said “does not even have sufficient capacity to handle (the city’s) municipal waste.”\n\n“The fires on the (municipal) landfill site are always burning,” he said, calling the conditions there “not just a huge environmental and health hazard, but also a big embarrassment for all of us.”\n\nDecades after the devastating 1990s wars that accompanied the breakup of Yugoslavia, the Balkans lag behind the rest of Europe both economically and with regard to environmental protection.\n\nThe countries of the region have made little progress in building effective, environmentally sound trash disposal systems despite seeking membership in the European Union and adopting some of the EU’s laws and regulations.\n\nUnauthorized waste dumps dot hills and valleys throughout the region, while trash litters roads and plastic bags hang from the trees.\n\nIn addition to river pollution, many countries in the western Balkans have other environmental woes. One of the most pressing is the extremely high level of air pollution affecting a number of cities in the region.\n\n“People need to wake up to problems like this,” Visegrad resident Rados Brekalovic said.", "title": "Sections of Balkan river become floating garbage dump", "keywords": ["floating", "municipal", "river", "recent", "garbage", "visegrad", "sections", "environmental", "trash", "dump", "bosnia", "serbia", "balkan", "waste"], "link": "https://wgnradio.com/news/international/ap-sections-of-balkan-river-become-floating-garbage-dump/", "skip": "true", "gpt_score_reason": " “It’s not just our garbage — it’s garbage from Serbia too and all of (the region).\n\n4/10", "gpt_relevancy_score": 0}, "4": {"text": "One of the most beautiful and popular destinations visited by locals and tourists alike is the Chicago Riverwalk. Not only does it offers boat tours, waterfront views, and kayak rentals but also top-notch food.\n\nThe 1.25-mile long path is home to many amazing Chicago Riverwalk restaurants and cafés boasting the most scenic views of the city and the riverfront. Italian or Japanese, brunch or dessert, this beautiful stretch has it all!\n\nSo let’s dive in on exploring the best food spots the waterfront path has to offer!\n\n1. Gibsons Italia\n\nPhoto credits: lizzie.blank\n\n“A modern steakhouse with an Italian accent” is the perfect description of Gibsons Italia, Chicago Riverwalk’s finest Italian restaurant. This is a unique three-level restaurant – comfortable and elegant, and the menu here takes you on a tour of world-class beef, along with elevated Italian classics and American steakhouse staples.\n\nThe 22oz Chicago Cut is a stand-out entree at Gibsons Italia. You get a beautiful cut of meat that arrives at your table nicely cooked, with a great char on the outside and a perfect medium rare inside – absolutely juicy and tender!\n\nTheir King Crab Bisque would be the perfect dish to start your meal with on a cold evening. It’s smooth, silky, has the most enjoyable crab flavor and comes at the perfect temperature for you to enjoy every spoonful.\n\nThe Spicy Rigatoni could easily be the best version of the dish you’ve ever had. The rich and creamy combo of Tomato vodka sauce with the Parmigiano Reggiano gives great depth to the chunky pasta, making this a filling plate of food.\n\nWhen you’re at Gibsons Italia, you need to ditch the Tiramisu and try their Banana Gelato instead; you’d be glad you did!\n\nWhat to order: Chicago Cut, King Crab Bisque, Spicy Rigatoni, Banana Gelato\n\nAddress: 233 N Canal Street Chicago, IL 60606\n\nWebsite | Instagram | Facebook\n\n2. RPM Seafood\n\nPhoto credits: myles_sauce\n\nOverlooking the Chicago River, RPM Seafood is an exciting multi-level restaurant serving the best fish and seafood you could expect. This seafood fine-dining restaurant is chic and fashionable, with patio seating, which, of course, is the most preferred dining area. The menu features a lot of exciting varieties, including seafood towers, signature pastas, and other globally-inspired preparations.\n\nWhen a seafood place is popular for its seafood tower, it only makes sense that you try it!\n\nGet yourself a Petite or Grand Seafood Tower, and prepare to be mind blown! With prawns, Alaskan king crab legs, Maine lobster, and East & West Coast oysters in their freshest best, you’ll find yourself trying hard to resist digging in for more!\n\nThe RPM Crab Cake will make you go WOW! It is crispy on the outside and juicy inside, with chunks of crab meat for you to savor. The zippy lime soy glaze served on the side makes the perfect dipping sauce.\n\nThe Miso Black Cod from RPM’s Globally-Inspired menu is silky, buttery, and slightly sweet from the soy glaze. Squeeze a bit of lemon over the fish, and add a little wasabi to each bite for a more pronounced flavor.\n\nThe Banana Cream Napoleon is everything you expect from a dessert – crunchy phyllo pastry, sweet cream, and salty, sweet, and warm salted caramel.\n\nWhat to order: Seafood Tower, RPM Crab Cake, Miso Black Cod, Banana Cream Napoleon\n\nAddress: 317 N Clark Street, Chicago, IL 60654\n\nWebsite | Instagram | Facebook\n\n3. Lawrence’s Fish & Shrimp\n\nPhoto credits: Lawrence’s Fish and Shrimp\n\nWith a history that goes all the way back to the 40s, Lawrence’s Fish & Shrimp is an old-school seafood shack on the Chicago riverbank. Widely considered the city’s favorite shrimp house, this humble spot, with a low-key setting, serves amazing battered, deep-fried seafood, and is a must-visit spot for locals and tourists alike.\n\nOf course, Lawrence’s is all about deep-fried seafood goodness. But, the most special and popular item here is their Large Fried Shrimp. These are fresh wild-caught shrimp, brined and breaded following a family recipe, which is delivered to your table as a crunchy, crispy, golden, and juicy batch of jumbo shrimp, best enjoyed hot.\n\nNote: Lawrence’s classic Large Fried Shrimp comes with thick/heavy breading. If you prefer your shrimp with light breading, you can choose Lightly Breaded Shrimp – the same yumminess but with a little less breading.\n\nFeeling adventurous? Try some Frog Legs! Yes, you also get deep-fried frog legs at Lawrence’s Fish & Shrimp. One of their signature dishes, these are farm-raised frog legs that are breaded and fried to crispy and tender using their secret recipe.\n\nRemember, no matter what you order, get their popular Hot Sauce involved.\n\nWhat to order: Large Fried Shrimp, Lightly Breaded Shrimp, Frog Legs, Fried Oysters, Catfish Strips\n\nAddress: 2120 S Canal Street, Chicago, IL 60616\n\nWebsite | Instagram | Facebook\n\n4. Smith & Wollensky\n\nPhoto credits: Smith & Wollensky\n\nRightly named “America’s Steakhouse”, everything at Smith & Wollensky revolves around steak, which is hand butchered and dry-aged on-site to ensure the best quality. They claim that they procure beef from the top 2% in the nation. With a dining setting that overlooks the beautiful Chicago River, this is the place to be for a dinner date.\n\nThe Crab Cake here is always on point. Paired with smooth and sweet cognac mustard, the plump crab cake tastes delicious.\n\nThe Angry Shrimp is another fantastic appetizer. The crispy battered shrimp has a nice crunchy exterior and a juicy interior and comes on a bed of smooth and creamy mashed potatoes. Served with a spicy lobster butter sauce, it is the sauce that uplifts the dish to a whole different level.\n\nTheir Gorgonzola Crusted Filet is a new delicious way to enjoy steak. The super-creamy gorgonzola topping gives your palate a unique dimension of the meat, which itself is juicy and flavorful.\n\nWhat to order: Crab Cake, Angry Shrimp, Gorgonzola Crusted Filet, Brussel Sprouts, Truffled Mac & Cheese\n\nAddress: 318 N State Street, Chicago, IL 60654\n\nWebsite | Instagram | Facebook\n\n5. Stetsons Modern Steak + Sushi\n\nPhoto credits: Stetsons Modern Steak + Sushi\n\nA modern steakhouse that also offers a sushi and sake-tasting menu, coalescing the flavors of land and sea, celebrating seasonality and locality. They also offer an award-winning wine and cocktail menu, and you can feast on it all in an upscale atmosphere with killer views.\n\nPrefer steak? Go for the Prime Ribeye with Chimichurri. The steak comes with a gorgeous color and is perfectly cooked in the middle. The fresh and light chimichurri sauce is the right choice for a rich cut of beef like this one, and it lets the beef shine.\n\nIf you choose Prime Filet, try pairing it with their Mushroom Gravy – splendidly cooked steak with a deliciously flavored mushroom sauce – you’ll enjoy every ounce of the pairing!\n\nThe Char Broiled Octopus is delicate and tender and comes with a side of a well-balanced salad.\n\nThe Hamachi Jalapeño roll is buttery smooth and just melts in the mouth, and has a fiery finish on the palate with the addition of jalapeño.\n\nWhat to order: Prime Ribeye with Chimichurri, Prime Filet with Mushroom Gravy, Char Broiled Octopus, Hamachi Jalapeño\n\nAddress: 151 E Wacker Drive, Chicago, IL 60601\n\nWebsite | Facebook\n\n6. Chicago Brewhouse Riverwalk\n\nPhoto credits: minnie.bites\n\nThe Windy City has a rich history of beer brewing, and Chicago Brewhouse is all about celebrating this tradition with locally-made beer, ciders, signature cocktails, and more. The menu also contains food varieties representing different neighborhoods of the city, to be paired with your drinks, and the whole atmosphere is casual and lively, with a large waterfront patio.\n\nRepresenting Maxwell Street is the Split Foot Long Chicago Style Hot Dog & Polish Sausage. The hot dog is not only huge but also tasty, and comes with a lot of classic Chicago toppings. The Polish sausage (shares the same long bun as the hot dog) has a distinctive flavor, and staying true to Chicago, the hot dog doesn’t include ketchup.\n\nThe Italian Beef Sandwich, which originated in Chicago and not Italy, is a crowd-pleaser. The thin slices of roast beef are perfectly seasoned, and the au jus makes the sandwich rich and flavorful. Add sweet or hot peppers to your sandwich for a burst of flavor.\n\nThe Greek Town Gyro Sliders will far exceed your expectations with the tender and delicious meat in a slightly chewy pita bread topped with creamy and refreshing tzatziki sauce.\n\nAt Chicago Brewhouse, surprisingly, food is not always the priority because they serve some phenomenal drinks, like the Chicago Riverwalk Golden Ale, made just for the restaurant, and Vintage Chicago Bloody Mary.\n\nWhat to order: Split Foot Long Chicago Style Hot Dog & Polish Sausage, Italian Beef Sandwich, Greek Town Gyro Sliders, Chicago Riverwalk Golden Ale, Vintage Chicago Bloody Mary, Whiskey River Lemonade\n\nAddress: 33 E Riverwalk, Chicago, IL 60601\n\nWebsite | Instagram | Facebook\n\n7. Porter Kitchen & Deck\n\nChicken Sandwich | Photo credits: Porter Kitchen and Deck\n\nLocated in a 54-story riverside skyscraper, Porter Kitchen & Deck is popular partly for its food, and more so for its lower patio seating overlooking the Chicago River. This elegant space serves classic American cuisine along with signature bar selections serving classic cocktails, wines, and craft beers.\n\nStart with the Lobster Roll. This meaty and delicious offering is served with sharp and tangy dijonnaise and clarified butter, and tastes like a proper lobster roll – nothing fancy, just the good, satisfying stuff!\n\nTheir Crispy Brick Chicken is a heavenly creation! The chicken comes with a nice crispy skin, and has a mellow garlic flavor; the meat is soft, tender, and juicy, and the chicken jus packs a punch. The Yukon gold potatoes you get with the chicken also have a crispy outside, and their inside is so soft that they simply melt as you eat.\n\nThe Porter Cheeseburger comes cooked perfectly (you can choose the temperature) – perfectly juicy, with a sharp and nutty flavor from the one-year aged cheddar, and a tasty aioli on top.\n\nThey also have 3-course pre-fixe lunch and dinner menus you can try.\n\nWhat to order: Lobster Roll, Crispy Brick Chicken, Porter Cheeseburger\n\nAddress: 150 N Riverside Plaza, Chicago, IL 60606\n\nWebsite | Instagram | Facebook\n\n8. Pizzeria Portofino\n\nCharred Pepperoni Pizza | Photo credits: Pizzeria Portofino\n\nA fairly new addition to the Chicago riverfront, Pizzeria Portofino, with its sun-drenched location, hand-stretched pizzas, and coastal wine, aims at transporting diners to the swanky Italian Riviera. Along with craft pizza and pasta, they also serve charcoal-grilled seafood, all of which are best enjoyed on their chic, airy, and relaxing riverfront terrace.\n\nFirst order of business – order the Charred Pepperoni pizza. Apart from the amazing hand-stretched crust that is light, airy, and a little bit chewy, the flavors of the pizza truly shine. Don’t hesitate on the hot honey either.\n\nWhile the classic Margherita tastes its authentic self with a bomb tomato sauce, you’ll love the Pugliese more because of the spicy and flavorful fennel sausage made in-house.\n\nFrom their Brunch menu, the Eggs in Purgatory is the ultimate choice. The eggs come poached to perfection in a spicy tomato sauce, and the fresh, crisp, and chewy focaccia on the side is ideal to scoop up all the deliciousness.\n\nTheir Pistachio Gelato would be the outstanding Italian frozen treat you need to end your memorable Italian meal. It is sweet, dense, creamy, and has an intense pistachio flavor.\n\nWhat to order: Charred Pepperoni, Margherita, Pugliese, Eggs in Purgatory, Rigatoni Vodka, Pistachio Gelato\n\nAddress: 317 N Clark Street, Chicago, IL 60654\n\nWebsite | Instagram | Facebook\n\n9. Beatnik on the River\n\nRoasted Lamb | Photo credits: wegotthasauce\n\nWith cozy couches, vintage rugs, Moroccan lamps, and first-class views, Beatnik on the River will mesmerize you with its boho-chic vibe, serving Mediterranean and global-inspired food and creative cocktails. The space is comfortable and welcoming, and the food with the view will make you want to stay awhile.\n\nSmoked Baba Ghanoush and Papas Huancaína are the two small plates you should start with at Beatnik on the River.\n\nThe baba ghanoush is velvety smooth and silky and comes packed with flavor. The sprinkling of pomegranate seeds and pine nuts on top adds an enjoyable texture to every bite.\n\nThe Papas is an absolute gem of a dish; this potato dish has beautifully roasted potatoes covered in a creamy sauce with goat cheese and cured egg yolk.\n\nThe Lebanese-style Roasted Lamb delivers a flavor blast from start to finish. Roll the lamb in the naan along with the hummus + pistachio tzatziki + pickled veggies = heaven!\n\nAs for the cocktails, when you see “frozen” is Beatnik’s rotating cocktails menu, just go for it. These frozen cocktails are always strong and flavorful.\n\nWhat to order: Baba Ghanoush, Papas Huancaína, Lebanese-style Roasted Lamb, frozen cocktails\n\nAddress: 180 N Upper Wacker Drive, Chicago, IL 60606\n\nWebsite | Instagram | Facebook\n\n10. River Roast\n\nPhoto credits: River Roast\n\nWith breathtaking views of the riverfront and downtown Chicago from every seat, River Roast is a popular spot for its, well, roast! The menu highlights contemporary American fare of everything heart-warming and satisfying, with almost every dish carved tableside, along with a huge selection of local and international wine, cocktails, and beers.\n\nRR’s whole Roast Chicken is the one dish you can see at almost every table at the restaurant. The applewood smoked chicken has a beautiful brown color and a slight crispness on the skin, whereas the inside still remains juicy and flavorful. There is also a pleasant smokiness that you can taste every time you take a bite.\n\nThe next best thing to Roast Chicken at River Roast is their Roast Beef. Well-seasoned, cooked to melt-in-the-mouth perfection, and served with rich, savory, tangy, and flavor-rich red wine bordelaise sauce, this is a winner!\n\nTheir Shrimp and Crab Toast has creamy and sweet shrimp and crab mousse spread onto a crusty fried brioche – so good!\n\nThe fire-roasted Whole Fish here is delish too!\n\nWhat to order: Roast Chicken, Roast Beef, Shrimp and Crab Toast, Fire-roasted Whole Fish\n\nAddress: 315 N LaSalle Street, Chicago, IL 60654\n\nWebsite | Instagram | Facebook\n\n11. Catch 35\n\nCrispy Calamari | Photo credits: Catch 35\n\nCatch 35, an exemplary seafood restaurant located in the city’s theater district, offers an extensive menu highlighting the bountiful fresh seafood of the country. The restaurant’s interior is cozy and inviting, and the dining room gives you glimpses of the graceful Chicago River.\n\nThe Crispy Crab Cakes are as gigantic as you can get, with loads of sweet and delicious crab meat, panko-crusted crispy exterior, and served with the traditional creamy and spicy remoulade sauce.\n\nFor a proper surf and turf main, order the Maine Lobster Tail & Filet Mignon. Served with thick, rich, and flavor-packed demi-glace, both the lobster and the steak come cooked just right, a preparation that allows their natural flavors to sing.\n\nThe Smoked Shrimp Pasta combined plump jumbo shrimp with al-dente fettuccine tossed in an ultra-rich, zingy, and smoky parmesan cajun cream sauce.\n\nIf you’ve got space for dessert, the Flourless Chocolate Lava Cake will surely satisfy you and end off your meal on a good note!\n\nWhat to order: Crispy Crab Cakes, Maine Lobster Tail & Filet Mignon, Smoked Shrimp Pasta, Flourless Chocolate Lava Cake\n\nAddress: 35 W Wacker Drive, Chicago, IL 60601\n\nWebsite | Instagram | Facebook\n\n12. The Kitchen American Bistro\n\nPhoto credits: The Kitchen American Bistro\n\nLocated in the historic Reid Murdoch Building in River North, The Kitchen American Bistro is a stylish and sexy bistro and bar serving globally-inspired seasonal shared plates and top-of-the-line drinks.\n\nTheir Baby Lettuces salad is a “toss” made in heaven! With crispy quinoa, crunchy and sweet apples, sharp pickled green onions and blue cheese, and sweet, tangy, and zesty honey-thyme vinaigrette, this salad is full of interesting flavors and textures.\n\nThe Crab Fried Rice, available for both brunch and dinner, is a soul-soothing dish, which is elevated by the hot, smoky, sour, and slightly sweet Thai lime-nam jim sauce.\n\nThe Double Cut Pork Chop is a traditional holiday recipe with a twist. The meat is moist, juicy, and delicious, and the bourbon-apple glaze makes you want to lick the plate clean.\n\nWhat to order: Baby Lettuces, Crab Fried Rice, Double Cut Pork Chop, Lobster Roll\n\nAddress: 316 N Clark Street, Chicago, IL 60654\n\nWebsite | Instagram | Facebook\n\nOn top of these outstanding eateries along Chicago’s Riverwalk, the city’s River North also has some stellar food establishments. Check out our post on the best River North restaurants to learn more.", "title": "12 Best Chicago Riverwalk Restaurants To Eat At In 2023 (+ What To Order)", "keywords": ["order", "best", "12", "river", "shrimp", "crab", "restaurants", "il", "eat", "seafood", "riverwalk", "crispy", "credits", "chicago", "sweet", "2023"], "link": "https://nomsmagazine.com/best-chicago-riverwalk-restaurants/", "skip": "true", "gpt_relevancy_score": 0}, "5": {"text": "With few options available for ensuring abortion access, Vice President Kamala Harris will demonstrate that Democrats aren't giving up on the issue as she marks the 50th anniversary of Roe v. Wade on Sunday. It's a bitter historical milestone for the White House after the U.S. Supreme Court rolled back the national right to abortion.\n\nAdministration officials said she'll speak in Florida, where Democrats have been on guard for new efforts to restrict abortion from Republican Gov. Ron DeSantis, a potential 2024 presidential candidate. The speech is a continuation of Harris' focus on reproductive rights in recent months, including meetings with activists, healthcare providers and state lawmakers from around the country.\n\nIt's also intended to be a signal that abortion remains a focus for the administration after the midterm elections. Democrats performed better than expected, but prospects for codifying Roe v. Wade into law haven't improved, and the administration has bumped up against the limits of its legal ability to keep abortion available.\n\n“The vice president will make very clear: The fight to secure women’s fundamental right to reproductive health care is far from over,” said a statement from Kirsten Allen, a Harris spokesperson. “She will lay out the consequences of extremist attacks on reproductive freedom in states across our country and underscore the need for Congress to codify Roe.\"\n\nPresident Joe Biden will mark the anniversary with a proclamation, according to administration officials.\n\nNo additional executive actions or policy proposals are expected over the weekend. Karine Jean-Pierre, the White House press secretary, said Wednesday that “the administration has taken actions with our limited authorities,\" reiterating the president's call for national legislation.\n\n“Women must be empowered to make decisions about their own lives and health care, and those decisions should not be politicized or second guessed by politicians,\" she said.\n\nMeanwhile, Marjorie Dannenfelser, president of the Susan B. Anthony List, an anti-abortion group, told reporters on Wednesday that her organization will be focusing on state legislation and asking, “What is the most ambitious we can be?”\n\nDannenfelser recently met with DeSantis and said she was “extremely satisfied” with the conversation, although she said DeSantis didn't know what his next steps on abortion would be. Florida currently bans abortion after 15 weeks of pregnancy.\n\nHealth and Human Services Secretary Xavier Becerra plans to visit Minnesota this week as that state's legislature works on a new law to solidify abortion rights.\n\nBecerra expects to appear with Democratic Gov. Tim Walz, stop at a Planned Parenthood facility and meet with organizers who want to use a mobile van to provide abortions to people who cross into the state from Wisconsin, which has strict abortion limits.\n\nBecerra then plans to visit a Wisconsin clinic that's no longer allowed to provide abortions and hold an event with Sen. Tammy Baldwin and Rep. Gwen Moore, both Democrats, to talk with medical students.\n\nOn Wednesday, Becerra recalled visiting a Planned Parenthood clinic in St. Louis, Missouri, on the day that Roe v. Wade was overturned. He said he was shocked to see how quickly women were turned away for scheduled abortion appointments. Then he stopped at a clinic over the border in neighboring Illinois, which was still accepting patients.\n\n“It’s now a fact in America that you can drive 16 miles across state lines and lose the rights to health care you need,” Becerra said.\n\nIt's likely that the battle over reproductive rights will focus more on state legislatures than Washington, where the two parties appear deadlocked on the issue.\n\nDemocrats have 51 seats in the Senate, which means they can block any Republican attempts to ban abortion nationwide, but there's not enough support to sidestep filibuster rules to restore a national right to abortion.\n\nIn addition, the administration has limited tools to take executive action, although it's worked to make abortion pills more widely available.", "title": "Vice President Harris to Push Abortion Fight in Florida on Roe Anniversary", "keywords": ["democrats", "roe", "harris", "right", "vice", "anniversary", "push", "state", "administration", "fight", "rights", "abortion", "florida", "reproductive", "wade", "v", "president"], "link": "https://www.voanews.com/a/vice-president-harris-to-push-abortion-fight-in-florida-on-roe-anniversary-/6927129.html", "skip": "true", "gpt_score_reason": "\n\n0/10", "gpt_relevancy_score": 0}, "6": {"text": "DOWNTOWN — The latest addition to Chicago’s Downtown skyline turned out to be far too bright to handle.\n\nSalesforce, the San-Francisco based software firm, lit up its large logo this month atop Wolf Point Tower, a new 60-story building that sits where the Chicago River splits into its North and South branches.\n\nIt didn’t take long for blinded neighbors to weigh in, filing complaints and taking to Twitter to sound off on the sign’s intensity.\n\nThat caused Ald. Brendan Reilly (42nd) to intervene, getting the building to dial down the brightness and put it to bed at 11 p.m. every night.\n\nDeputy Mayor Samir Mayekar tweeted about the sign going up on Jan. 11. Over the next several days, annoyed residents responded on Twitter about the overwhelming glare.\n\nA photo from Twitter user Dusty Sheldon showed a beacon of bright, white light shining from the sign about a half-mile away. “Now how do we get the brightness turned down?” Sheldon asked. “This is an eyesore and public nuisance.”\n\nNow how do we get the brightness turned down? This is an eyesore and public nuisance. pic.twitter.com/7l9sQGz8vt — Dusty Sheldon (@DustySheldon) January 15, 2023\n\n@salesforce Who do I need to call to have you turn down the brightness on your new tower in Chicago? GD is it bright — Chicago98 (@redwire981) January 12, 2023\n\nthe salesforce fluorescent-white sign rising over Wolf Point, marring a clean river view corridor, is kind of ostentatious and possibly bad looking pic.twitter.com/p4WGgv2HLX — gabriel x. michael (@_GXM) January 17, 2023\n\nReilly’s office said the alderman asked for the sign be dimmed. That went into effect Wednesday night. Salesforce has also agreed to start shutting off the sign at 11 p.m., Reilly’s office confirmed.\n\nAlready the alderman has received confirmation from at least one resident saying the change was “much better,” but if complaints persist his office will circle back with Salesforce to request that it be dimmed even more, a spokesperson said Friday.\n\nA Salesforce spokesperson said the brightness has been turned down 70 percent between 5 a.m. and 5 p.m., reduced 25 percent from 5-11 p.m and shut off 11 p.m.- 5 a.m. each day.\n\nCity Council approved the sign in April 2022. It conforms with the city’s high-rise sign regulations, according to Peter Strazzabosco, deputy commissioner with the Department of Planning and Development.\n\n“The City’s sign code does not regulate lumens but it does say signs can’t be a nuisance to nearby properties,” Strazzabosco wrote in a statement.\n\nBecause of this, Reilly typically requests that these types of signs be installed with dimmers, his spokesman said.\n\nStrazzabosco confirmed Friday that Salesforce had turned down the sign’s brightness and agreed to a new “daily illumination schedule.”\n\nSalesforce will be the anchor tenant of the tower at 343 W. Wolf Point Plaza. Before construction began, Salesforce in 2018 committed to hiring 1,000 employees by the end of 2023. They’ve since met that goal, although the company announced this month it will cut 8,000 employees and close some locations, according to the Tribune.\n\nSalesforce is expected to move into Wolf Point this year, according to CoStar.\n\nSubscribe to Block Club Chicago, an independent, 501(c)(3), journalist-run newsroom. Every dime we make funds reporting from Chicago’s neighborhoods.\n\nClick here to support Block Club with a tax-deductible donation.\n\nThanks for subscribing to Block Club Chicago, an independent, 501(c)(3), journalist-run newsroom. Every dime we make funds reporting from Chicago’s neighborhoods. Click here to support Block Club with a tax-deductible donation.\n\nListen to “It’s All Good: A Block Club Chicago Podcast”:", "title": "Salesforce Sign Atop New Downtown Tower Was Way Too Bright For Neighbors, So Alderman Has It Dimmed", "keywords": ["turned", "atop", "signs", "tower", "chicago", "wolf", "block", "club", "alderman", "point", "salesforce", "brightness", "neighbors", "sign", "dimmed", "bright", "downtown", "way"], "link": "https://blockclubchicago.org/2023/01/20/salesforce-sign-atop-new-downtown-tower-was-way-too-bright-for-neighbors-so-alderman-has-it-dimmed/", "skip": "true", "duplicates": ["6", "11", "6", "19"], "gpt_score_reason": " Apple Podcasts | Spotify | Google Podcasts | Anchor\n\n2/10", "gpt_relevancy_score": 0}, "7": {"text": "Lori Lightfoot made history four years ago as the first Black woman and first openly gay person to serve as Chicago mayor\n\nCHICAGO -- Lori Lightfoot made history as the first Black woman and first openly gay person to serve as Chicago mayor, sailing to victory four years ago as an outsider who vowed to rid City Hall of corruption and deliver a safer, more equitable city.\n\nBut her bid for a second term is very much in question amid concerns about continuing high crime in the nation's third-largest city and accusations that she is overly hostile and sometimes flat-out mean — criticism she has dismissed as sexist and racist smears against a tough leader who is passionate about Chicago.\n\nAhead of a crowded Feb. 28 election, Lightfoot has been forced to go on the defensive in a heated race that has turned into both a personality contest and a policy debate.\n\n“We have started to change Chicago around for the better,” Lightfoot said during a recent debate. “I want to finish the job that we have started.\"\n\nWith nine candidates in the race, it is unlikely that anyone will exceed the 50% threshold needed to win the officially nonpartisan election outright. That means the winner is likely to be decided in an April 4 runoff between the top two vote-getters.\n\nWere she to lose, Lightfoot would be the first Chicago mayor in decades to run for reelection and fail. And unlike her predecessors, Lightfoot doesn't enjoy a fundraising advantage over her top rivals.\n\nThe election will be an early test this year of how crime factors into mayoral races in big-city Democratic strongholds. Other major cities electing mayors this year, including Philadelphia, are also grappling with how to balance progressive ideals with residents' day-to-day concerns about keeping their families safe.\n\nLightfoot, a former federal prosecutor who had never before run for political office, emerged from a crowded field in 2019 to defeat far better known candidates with support from voters weary of political corruption and coverups.\n\nShe says her administration has made concrete progress on critical issues, from putting money into neighborhoods that have seen decades of disinvestment to taking illegal guns off the streets. But she notes that the last four years haven't been easy, with a global pandemic and protests over police violence that she said represented “some of the toughest times that we’ve ever faced\" in Chicago.\n\nLightfoot's handling of crises has sometimes drawn praise, such as when she ordered lockdowns early in the coronavirus pandemic and an image of the stern-faced mayor became a popular meme. But at other times, Lightfoot’s actions have been questioned.\n\nAfter the killing of George Floyd by Minneapolis police prompted protests and civil unrest, including smashing of storefront windows and fires, Lightfoot ordered the city to raise drawbridges over the Chicago River in an attempt to block protesters from entering the downtown area. Some in the city saw it as elitist, a way of protecting upscale parts of the highly segregated city at the expense of neighborhoods with struggling business districts that also suffered serious damage.\n\nBut Lightfoot has taken the most heat for increased crime, with homicides hitting a 25-year high in 2021 with roughly 800. Lightfoot says she has a plan that is working, noting that homicides decreased last year. But they are still higher than when she took office, and concerns have grown about other violent crime in the city, including carjackings.\n\n“We’ve made progress year-over-year,” Lightfoot said. “But I recognize that people in the city don’t feel safe.\"\n\nLightfoot’s most formidable opponent may be two-term U.S. Rep. Jesus “Chuy” Garcia, a former member of the Chicago City Council, state Senate and county board who lost a runoff eight years ago against then-Mayor Rahm Emanuel.\n\nLightfoot has run TV ads accusing Garcia of corruption, noting his House campaign took money from Sam Bankman-Fried, the former CEO of cryptocurrency exchange FTX accused of massive financial fraud. Garcia said he didn’t know Bankman-Fried, and his campaign returned direct contributions.\n\nGarcia touts his record of working with communities across the city and playing well with others in a way that he says Lightfoot does not.\n\n“She is combative, unnecessarily. She is over the top,\" Garcia said.\n\nElected as a reform-minded outsider who would rid the city of pay-to-play politics, Lightfoot was criticized when a campaign staffer sent out an email to public school teachers seeking students to volunteer for the campaign in exchange for class credit. Lightfoot apologized, calling it a mistake. Inspectors general are reviewing for possible policy violations.\n\nSome of Lightfoot’s biggest battles have been with the Chicago Teachers Union, which backed her first run for mayor. The two sides butted heads during an 11-day teachers strike in 2019 and bickered over returning to in-school instruction during the pandemic.\n\nThis year, the teachers union has endorsed Lightfoot rival Brandon Johnson, a Cook County commissioner and former Chicago teacher and union organizer. Johnson, who has criticized Lightfoot for running as a progressive and then breaking campaign promises, wants to shift money away from the police department and toward better mental health care and other services for long-neglected neighborhoods like the one where he lives on the city’s West Side.\n\nLightfoot has also clashed with the Chicago police union, the Fraternal Order of Police. At a City Council meeting, Lightfoot was caught on a microphone referring to a union leader as “this FOP clown.”\n\nThe police union has endorsed mayoral candidate Paul Vallas, a former city budget director and schools leader who served as an adviser to the police union during negotiations with City Hall. He's repeatedly called for more police officers, saying, “Crime is out of control.”\n\nLightfoot has criticized Vallas as a Republican in disguise, noting he has received campaign contributions from GOP donors. Her campaign blasted him for being too cozy with the police union, calling its leader a “notorious bigot” and supporter of former President Donald Trump.\n\nLightfoot has increased her support in some areas of the city. Former Rep. Bobby Rush, a major critic during her first campaign turned prominent booster this year, joined Reps. Danny Davis and Robin Kelly — whose districts include predominantly Black neighborhoods — in praising her commitment to investing in the areas. Lightfoot maintained that commitment, Rush said, even “under the toughest of circumstances.”\n\nThe mayor points to a record of achievements that include pushing through a $15 minimum wage that labor unions had sought for years and approval of a long-sought casino that’s expected to bring millions in revenue and thousands of jobs. She also has budgeted over $3 million to protect access to abortion, including for people who travel to Chicago from states where the procedure is illegal.\n\nIn addition to Garcia, Vallas and Johnson, the other candidates running are wealthy businessman Willie Wilson, Chicago City Council members Sophia King and Roderick Sawyer, activist Ja'Mal Green and state Rep. Kambium “Kam” Buckner.\n\n___\n\nThis story has been corrected by deleting the reference to Atlanta as among the major cities electing a mayor in 2023.", "title": "She made history as Chicago mayor. Reelection may be harder", "keywords": ["city", "lightfoot", "garcia", "run", "history", "harder", "crime", "reelection", "teachers", "union", "mayor", "chicago", "campaign"], "link": "https://abcnews.go.com/Politics/wireStory/made-history-chicago-mayor-reelection-harder-96579085", "skip": "true", "duplicates": ["7", "8", "7", "9"], "gpt_score_reason": "\n\n2/10", "gpt_relevancy_score": 2}, "8": {"text": "FIlE - Chicago Mayor Lori Lightfoot participates in a forum with other Chicago mayoral candidates hosted by the Chicago Women Take Action Alliance Jan. 14, 2023, at the Chicago Temple in Chicago. Lightfoot made history four years ago as the first Black woman and first openly gay person to serve as Chicago mayor. But her bid for a second term is in question amid concerns about continuing high crime in the nations third-largest city and accusations that she can be overly hostile and sometimes flat-out mean. (AP Photo/Erin Hooley, File)\n\nCHICAGO – Lori Lightfoot made history as the first Black woman and first openly gay person to serve as Chicago mayor, sailing to victory four years ago as an outsider who vowed to rid City Hall of corruption and deliver a safer, more equitable city.\n\nBut her bid for a second term is very much in question amid concerns about continuing high crime in the nation's third-largest city and accusations that she is overly hostile and sometimes flat-out mean — criticism she has dismissed as sexist and racist smears against a tough leader who is passionate about Chicago.\n\nAhead of a crowded Feb. 28 election, Lightfoot has been forced to go on the defensive in a heated race that has turned into both a personality contest and a policy debate.\n\n“We have started to change Chicago around for the better,” Lightfoot said during a recent debate. “I want to finish the job that we have started.\"\n\nWith nine candidates in the race, it is unlikely that anyone will exceed the 50% threshold needed to win the officially nonpartisan election outright. That means the winner is likely to be decided in an April 4 runoff between the top two vote-getters.\n\nWere she to lose, Lightfoot would be the first Chicago mayor in decades to run for reelection and fail. And unlike her predecessors, Lightfoot doesn't enjoy a fundraising advantage over her top rivals.\n\nThe election will be an early test this year of how crime factors into mayoral races in big-city Democratic strongholds. Other major cities electing mayors this year, including Philadelphia, are also grappling with how to balance progressive ideals with residents' day-to-day concerns about keeping their families safe.\n\nLightfoot, a former federal prosecutor who had never before run for political office, emerged from a crowded field in 2019 to defeat far better known candidates with support from voters weary of political corruption and coverups.\n\nShe says her administration has made concrete progress on critical issues, from putting money into neighborhoods that have seen decades of disinvestment to taking illegal guns off the streets. But she notes that the last four years haven't been easy, with a global pandemic and protests over police violence that she said represented “some of the toughest times that we’ve ever faced\" in Chicago.\n\nLightfoot's handling of crises has sometimes drawn praise, such as when she ordered lockdowns early in the coronavirus pandemic and an image of the stern-faced mayor became a popular meme. But at other times, Lightfoot’s actions have been questioned.\n\nAfter the killing of George Floyd by Minneapolis police prompted protests and civil unrest, including smashing of storefront windows and fires, Lightfoot ordered the city to raise drawbridges over the Chicago River in an attempt to block protesters from entering the downtown area. Some in the city saw it as elitist, a way of protecting upscale parts of the highly segregated city at the expense of neighborhoods with struggling business districts that also suffered serious damage.\n\nBut Lightfoot has taken the most heat for increased crime, with homicides hitting a 25-year high in 2021 with roughly 800. Lightfoot says she has a plan that is working, noting that homicides decreased last year. But they are still higher than when she took office, and concerns have grown about other violent crime in the city, including carjackings.\n\n“We’ve made progress year-over-year,” Lightfoot said. “But I recognize that people in the city don’t feel safe.\"\n\nLightfoot’s most formidable opponent may be two-term U.S. Rep. Jesus “Chuy” Garcia, a former member of the Chicago City Council, state Senate and county board who lost a runoff eight years ago against then-Mayor Rahm Emanuel.\n\nLightfoot has run TV ads accusing Garcia of corruption, noting his House campaign took money from Sam Bankman-Fried, the former CEO of cryptocurrency exchange FTX accused of massive financial fraud. Garcia said he didn’t know Bankman-Fried, and his campaign returned direct contributions.\n\nGarcia touts his record of working with communities across the city and playing well with others in a way that he says Lightfoot does not.\n\n“She is combative, unnecessarily. She is over the top,\" Garcia said.\n\nElected as a reform-minded outsider who would rid the city of pay-to-play politics, Lightfoot was criticized when a campaign staffer sent out an email to public school teachers seeking students to volunteer for the campaign in exchange for class credit. Lightfoot apologized, calling it a mistake. Inspectors general are reviewing for possible policy violations.\n\nSome of Lightfoot’s biggest battles have been with the Chicago Teachers Union, which backed her first run for mayor. The two sides butted heads during an 11-day teachers strike in 2019 and bickered over returning to in-school instruction during the pandemic.\n\nThis year, the teachers union has endorsed Lightfoot rival Brandon Johnson, a Cook County commissioner and former Chicago teacher and union organizer. Johnson, who has criticized Lightfoot for running as a progressive and then breaking campaign promises, wants to shift money away from the police department and toward better mental health care and other services for long-neglected neighborhoods like the one where he lives on the city’s West Side.\n\nLightfoot has also clashed with the Chicago police union, the Fraternal Order of Police. At a City Council meeting, Lightfoot was caught on a microphone referring to a union leader as “this FOP clown.”\n\nThe police union has endorsed mayoral candidate Paul Vallas, a former city budget director and schools leader who served as an adviser to the police union during negotiations with City Hall. He's repeatedly called for more police officers, saying, “Crime is out of control.”\n\nLightfoot has criticized Vallas as a Republican in disguise, noting he has received campaign contributions from GOP donors. Her campaign blasted him for being too cozy with the police union, calling its leader a “notorious bigot” and supporter of former President Donald Trump.\n\nLightfoot has increased her support in some areas of the city. Former Rep. Bobby Rush, a major critic during her first campaign turned prominent booster this year, joined Reps. Danny Davis and Robin Kelly — whose districts include predominantly Black neighborhoods — in praising her commitment to investing in the areas. Lightfoot maintained that commitment, Rush said, even “under the toughest of circumstances.”\n\nThe mayor points to a record of achievements that include pushing through a $15 minimum wage that labor unions had sought for years and approval of a long-sought casino that’s expected to bring millions in revenue and thousands of jobs. She also has budgeted over $3 million to protect access to abortion, including for people who travel to Chicago from states where the procedure is illegal.\n\nIn addition to Garcia, Vallas and Johnson, the other candidates running are wealthy businessman Willie Wilson, Chicago City Council members Sophia King and Roderick Sawyer, activist Ja'Mal Green and state Rep. Kambium “Kam” Buckner.\n\n___\n\nThis story has been corrected by deleting the reference to Atlanta as among the major cities electing a mayor in 2023.", "title": "She made history as Chicago mayor. Reelection may be harder", "keywords": ["city", "lightfoot", "garcia", "run", "history", "harder", "crime", "reelection", "teachers", "union", "mayor", "chicago", "campaign"], "link": "https://www.news4jax.com/news/politics/2023/01/21/she-made-history-as-chicago-mayor-reelection-may-be-harder/", "skip": "false", "duplicates": ["7", "8", "8", "9"], "gpt_score_reason": "\n\n5/10", "gpt_relevancy_score": 5, "summary": "\n\nChicago Mayor Lori Lightfoot, the first Black woman and openly gay person to serve as mayor, is running for re-election in a crowded field of nine candidates. As she faces criticism over the continuing high crime rate in the city and charges that she can be overly hostile and mean, Lightfoot has defended her record with accomplishments such as pushing through a $15 minimum wage and an abortion rights law. Her most formidable opponent may be two-term U.S. Rep Jesus “Chuy” Garcia who lost his mayoral run against Rahm Emanuel eight years ago but leads with support from the Chicago Teachers Union. The winner will likely be decided in an April 4 runoff between the top two vote-getters if no one exceeds 50% on February 28th election night."}, "9": {"text": "Comment on this story Comment Gift Article Share\n\nCHICAGO — Lori Lightfoot made history as the first Black woman and first openly gay person to serve as Chicago mayor, sailing to victory four years ago as an outsider who vowed to rid City Hall of corruption and deliver a safer, more equitable city. Wp Get the full experience. Choose your plan ArrowRight But her bid for a second term is very much in question amid concerns about continuing high crime in the nation’s third-largest city and accusations that she is overly hostile and sometimes flat-out mean — criticism she has dismissed as sexist and racist smears against a tough leader who is passionate about Chicago.\n\nAhead of a crowded Feb. 28 election, Lightfoot has been forced to go on the defensive in a heated race that has turned into both a personality contest and a policy debate.\n\n“We have started to change Chicago around for the better,” Lightfoot said during a recent debate. “I want to finish the job that we have started.”\n\nAdvertisement\n\nWith nine candidates in the race, it is unlikely that anyone will exceed the 50% threshold needed to win the officially nonpartisan election outright. That means the winner is likely to be decided in an April 4 runoff between the top two vote-getters.\n\nWere she to lose, Lightfoot would be the first Chicago mayor in decades to run for reelection and fail. And unlike her predecessors, Lightfoot doesn’t enjoy a fundraising advantage over her top rivals.\n\nThe election will be an early test this year of how crime factors into mayoral races in big-city Democratic strongholds. Other major cities electing mayors this year, including Philadelphia, are also grappling with how to balance progressive ideals with residents’ day-to-day concerns about keeping their families safe.\n\nLightfoot, a former federal prosecutor who had never before run for political office, emerged from a crowded field in 2019 to defeat far better known candidates with support from voters weary of political corruption and coverups.\n\nAdvertisement\n\nShe says her administration has made concrete progress on critical issues, from putting money into neighborhoods that have seen decades of disinvestment to taking illegal guns off the streets. But she notes that the last four years haven’t been easy, with a global pandemic and protests over police violence that she said represented “some of the toughest times that we’ve ever faced” in Chicago.\n\nLightfoot’s handling of crises has sometimes drawn praise, such as when she ordered lockdowns early in the coronavirus pandemic and an image of the stern-faced mayor became a popular meme. But at other times, Lightfoot’s actions have been questioned.\n\nAfter the killing of George Floyd by Minneapolis police prompted protests and civil unrest, including smashing of storefront windows and fires, Lightfoot ordered the city to raise drawbridges over the Chicago River in an attempt to block protesters from entering the downtown area. Some in the city saw it as elitist, a way of protecting upscale parts of the highly segregated city at the expense of neighborhoods with struggling business districts that also suffered serious damage.\n\nAdvertisement\n\nBut Lightfoot has taken the most heat for increased crime, with homicides hitting a 25-year high in 2021 with roughly 800. Lightfoot says she has a plan that is working, noting that homicides decreased last year. But they are still higher than when she took office, and concerns have grown about other violent crime in the city, including carjackings.\n\n“We’ve made progress year-over-year,” Lightfoot said. “But I recognize that people in the city don’t feel safe.”\n\nLightfoot’s most formidable opponent may be two-term U.S. Rep. Jesus “Chuy” Garcia, a former member of the Chicago City Council, state Senate and county board who lost a runoff eight years ago against then-Mayor Rahm Emanuel.\n\nLightfoot has run TV ads accusing Garcia of corruption, noting his House campaign took money from Sam Bankman-Fried, the former CEO of cryptocurrency exchange FTX accused of massive financial fraud. Garcia said he didn’t know Bankman-Fried, and his campaign returned direct contributions.\n\nAdvertisement\n\nGarcia touts his record of working with communities across the city and playing well with others in a way that he says Lightfoot does not.\n\n“She is combative, unnecessarily. She is over the top,” Garcia said.\n\nElected as a reform-minded outsider who would rid the city of pay-to-play politics, Lightfoot was criticized when a campaign staffer sent out an email to public school teachers seeking students to volunteer for the campaign in exchange for class credit. Lightfoot apologized, calling it a mistake. Inspectors general are reviewing for possible policy violations.\n\nSome of Lightfoot’s biggest battles have been with the Chicago Teachers Union, which backed her first run for mayor. The two sides butted heads during an 11-day teachers strike in 2019 and bickered over returning to in-school instruction during the pandemic.\n\nAdvertisement\n\nThis year, the teachers union has endorsed Lightfoot rival Brandon Johnson, a Cook County commissioner and former Chicago teacher and union organizer. Johnson, who has criticized Lightfoot for running as a progressive and then breaking campaign promises, wants to shift money away from the police department and toward better mental health care and other services for long-neglected neighborhoods like the one where he lives on the city’s West Side.\n\nLightfoot has also clashed with the Chicago police union, the Fraternal Order of Police. At a City Council meeting, Lightfoot was caught on a microphone referring to a union leader as “this FOP clown.”\n\nThe police union has endorsed mayoral candidate Paul Vallas, a former city budget director and schools leader who served as an adviser to the police union during negotiations with City Hall. He’s repeatedly called for more police officers, saying, “Crime is out of control.”\n\nAdvertisement\n\nLightfoot has criticized Vallas as a Republican in disguise, noting he has received campaign contributions from GOP donors. Her campaign blasted him for being too cozy with the police union, calling its leader a “notorious bigot” and supporter of former President Donald Trump.\n\nLightfoot has increased her support in some areas of the city. Former Rep. Bobby Rush, a major critic during her first campaign turned prominent booster this year, joined Reps. Danny Davis and Robin Kelly — whose districts include predominantly Black neighborhoods — in praising her commitment to investing in the areas. Lightfoot maintained that commitment, Rush said, even “under the toughest of circumstances.”\n\nThe mayor points to a record of achievements that include pushing through a $15 minimum wage that labor unions had sought for years and approval of a long-sought casino that’s expected to bring millions in revenue and thousands of jobs. She also has budgeted over $3 million to protect access to abortion, including for people who travel to Chicago from states where the procedure is illegal.\n\nIn addition to Garcia, Vallas and Johnson, the other candidates running are wealthy businessman Willie Wilson, Chicago City Council members Sophia King and Roderick Sawyer, activist Ja’Mal Green and state Rep. Kambium “Kam” Buckner.\n\n___\n\nThis story has been corrected by deleting the reference to Atlanta as among the major cities electing a mayor in 2023.\n\nGiftOutline Gift Article", "title": "She made history as Chicago mayor. Reelection may be harder", "keywords": ["city", "lightfoot", "garcia", "run", "history", "harder", "crime", "reelection", "teachers", "union", "mayor", "chicago", "campaign"], "link": "https://www.washingtonpost.com/politics/she-made-history-as-chicago-mayor-reelection-may-be-harder/2023/01/21/77bfad08-9949-11ed-a173-61e055ec24ef_story.html", "skip": "true", "duplicates": ["7", "9", "8", "9"], "gpt_score_reason": "\n7/10 This article does not mention Chicago river directly, but discusses the current issues in the Chicago city government as well as Mayor Lori Lightfoot's second term bid and other opponents. It provides relevant context to understanding the election-related news in relation to Chicago at this time.", "gpt_relevancy_score": 7}, "10": {"text": "Country\n\nUnited States of America US Virgin Islands United States Minor Outlying Islands Canada Mexico, United Mexican States Bahamas, Commonwealth of the Cuba, Republic of Dominican Republic Haiti, Republic of Jamaica Afghanistan Albania, People's Socialist Republic of Algeria, People's Democratic Republic of American Samoa Andorra, Principality of Angola, Republic of Anguilla Antarctica (the territory South of 60 deg S) Antigua and Barbuda Argentina, Argentine Republic Armenia Aruba Australia, Commonwealth of Austria, Republic of Azerbaijan, Republic of Bahrain, Kingdom of Bangladesh, People's Republic of Barbados Belarus Belgium, Kingdom of Belize Benin, People's Republic of Bermuda Bhutan, Kingdom of Bolivia, Republic of Bosnia and Herzegovina Botswana, Republic of Bouvet Island (Bouvetoya) Brazil, Federative Republic of British Indian Ocean Territory (Chagos Archipelago) British Virgin Islands Brunei Darussalam Bulgaria, People's Republic of Burkina Faso Burundi, Republic of Cambodia, Kingdom of Cameroon, United Republic of Cape Verde, Republic of Cayman Islands Central African Republic Chad, Republic of Chile, Republic of China, People's Republic of Christmas Island Cocos (Keeling) Islands Colombia, Republic of Comoros, Union of the Congo, Democratic Republic of Congo, People's Republic of Cook Islands Costa Rica, Republic of Cote D'Ivoire, Ivory Coast, Republic of the Cyprus, Republic of Czech Republic Denmark, Kingdom of Djibouti, Republic of Dominica, Commonwealth of Ecuador, Republic of Egypt, Arab Republic of El Salvador, Republic of Equatorial Guinea, Republic of Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji, Republic of the Fiji Islands Finland, Republic of France, French Republic French Guiana French Polynesia French Southern Territories Gabon, Gabonese Republic Gambia, Republic of the Georgia Germany Ghana, Republic of Gibraltar Greece, Hellenic Republic Greenland Grenada Guadaloupe Guam Guatemala, Republic of Guinea, Revolutionary People's Rep'c of Guinea-Bissau, Republic of Guyana, Republic of Heard and McDonald Islands Holy See (Vatican City State) Honduras, Republic of Hong Kong, Special Administrative Region of China Hrvatska (Croatia) Hungary, Hungarian People's Republic Iceland, Republic of India, Republic of Indonesia, Republic of Iran, Islamic Republic of Iraq, Republic of Ireland Israel, State of Italy, Italian Republic Japan Jordan, Hashemite Kingdom of Kazakhstan, Republic of Kenya, Republic of Kiribati, Republic of Korea, Democratic People's Republic of Korea, Republic of Kuwait, State of Kyrgyz Republic Lao People's Democratic Republic Latvia Lebanon, Lebanese Republic Lesotho, Kingdom of Liberia, Republic of Libyan Arab Jamahiriya Liechtenstein, Principality of Lithuania Luxembourg, Grand Duchy of Macao, Special Administrative Region of China Macedonia, the former Yugoslav Republic of Madagascar, Republic of Malawi, Republic of Malaysia Maldives, Republic of Mali, Republic of Malta, Republic of Marshall Islands Martinique Mauritania, Islamic Republic of Mauritius Mayotte Micronesia, Federated States of Moldova, Republic of Monaco, Principality of Mongolia, Mongolian People's Republic Montserrat Morocco, Kingdom of Mozambique, People's Republic of Myanmar Namibia Nauru, Republic of Nepal, Kingdom of Netherlands Antilles Netherlands, Kingdom of the New Caledonia New Zealand Nicaragua, Republic of Niger, Republic of the Nigeria, Federal Republic of Niue, Republic of Norfolk Island Northern Mariana Islands Norway, Kingdom of Oman, Sultanate of Pakistan, Islamic Republic of Palau Palestinian Territory, Occupied Panama, Republic of Papua New Guinea Paraguay, Republic of Peru, Republic of Philippines, Republic of the Pitcairn Island Poland, Polish People's Republic Portugal, Portuguese Republic Puerto Rico Qatar, State of Reunion Romania, Socialist Republic of Russian Federation Rwanda, Rwandese Republic Samoa, Independent State of San Marino, Republic of Sao Tome and Principe, Democratic Republic of Saudi Arabia, Kingdom of Senegal, Republic of Serbia and Montenegro Seychelles, Republic of Sierra Leone, Republic of Singapore, Republic of Slovakia (Slovak Republic) Slovenia Solomon Islands Somalia, Somali Republic South Africa, Republic of South Georgia and the South Sandwich Islands Spain, Spanish State Sri Lanka, Democratic Socialist Republic of St. Helena St. Kitts and Nevis St. Lucia St. Pierre and Miquelon St. Vincent and the Grenadines Sudan, Democratic Republic of the Suriname, Republic of Svalbard & Jan Mayen Islands Swaziland, Kingdom of Sweden, Kingdom of Switzerland, Swiss Confederation Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand, Kingdom of Timor-Leste, Democratic Republic of Togo, Togolese Republic Tokelau (Tokelau Islands) Tonga, Kingdom of Trinidad and Tobago, Republic of Tunisia, Republic of Turkey, Republic of Turkmenistan Turks and Caicos Islands Tuvalu Uganda, Republic of Ukraine United Arab Emirates United Kingdom of Great Britain & N. Ireland Uruguay, Eastern Republic of Uzbekistan Vanuatu Venezuela, Bolivarian Republic of Viet Nam, Socialist Republic of Wallis and Futuna Islands Western Sahara Yemen Zambia, Republic of Zimbabwe", "title": "She made history as Chicago mayor. Reelection may be harder", "keywords": ["united", "south", "islands", "kingdom", "peoples", "republic", "democratic", "state", "history", "harder", "reelection", "states", "st", "mayor", "chicago"], "link": "https://www.wvnews.com/newsfeed/politics/she-made-history-as-chicago-mayor-reelection-may-be-harder/article_1f5d327f-8004-599c-8793-b45854e2abda.html", "skip": "true", "gpt_score_reason": "\n\n0/10", "gpt_relevancy_score": 0}, "11": {"text": "Salesforce dimmed the brightness of a logo on its new Chicago office building at the request of an alderman.\n\nThe logo was put up earlier this month, but residents complained that it was too bright.\n\nSalesforce is scheduled to move into the 500,000-square-foot office space in Chicago this year.\n\nSign up for our newsletter for the latest tech news and scoops — delivered daily to your inbox. Loading Something is loading. Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address By clicking ‘Sign up’, you agree to receive marketing emails from Insider as well as other partner offers and accept our Terms of Service and Privacy Policy\n\nThe tech industry's bright lights are getting dimmer — literally.\n\nIn early January, Salesforce — which is set to move into a nearly 60-story office space in Chicago later this year— crowned its Midwest headquarters with a bright fluorescent logo.\n\nThe luminescence seemed welcome at first, with the city's deputy mayor Samir Mayekar tweeting about the logo's installation on January 11.\n\n\n\nWithin days however, Windy City residents began complaining that the lights were too bright, according to tweets compiled in a story by the online newspaper Block Club Chicago, which first reported the news.\n\n\"Now how do we get the brightness turned down? This is an eyesore and public nuisance,\" a Twitter user named Dusty Sheldon tweeted in response to Mayekar's tweet on January 14.\n\nAnother user named gabriel x. michael tweeted that the logo was \"ostentatious\" and \"possibly bad looking.\"\n\nAccording to Block Club Chicago's report, Brendan Reilly, alderman of Chicago's 42nd Ward, asked Salesforce to tone down the brightness. The adjustment took effect on Wednesday, with Salesforce also consenting to turning off the lights at 11pm every night, Reilly's office told Block Club Chicago.\n\nA Salesforce spokesperson also told Block Club Chicago that between 5 am and 5 pm the logo's brightness has been turned down by 70%, between 5 pm and 11 pm the brightness has been reduced 25%, and the logo will be completely shut off between 11 pm - 5 am every day.\n\nSalesforce has been planning a major move into Chicago for the past several years. In 2018, the company signed a lease on a 500,000 square foot space part of a building complex called Wolf Point, that sits at the bifurcation of the Chicago River.\n\nConstruction was set to commence in 2020, according to Curbed. The official move-in is scheduled for this year according to real estate information company CoStar. The Chicago City Council approved the logo in April 2022.\n\nSalesforce did not immediately respond to Insider's request for a comment.", "title": "Salesforce dimmed the lights of its Chicago office tower logo after residents complained they were too bright", "keywords": ["lights", "space", "tower", "chicago", "block", "club", "complained", "logo", "salesforce", "brightness", "office", "residents", "bright", "dimmed"], "link": "https://www.businessinsider.com/salesforce-asked-to-dim-logo-on-chicago-office-building-2023-1", "skip": "true", "duplicates": ["6", "11", "11", "19"], "gpt_score_reason": "\n\n5/10", "gpt_relevancy_score": 5}, "12": {"text": "Chicago police release photos of suspects in River North robbery on CTA Red Line platform\n\nCPD released photos of suspects in a Chicago robbery on the Grand Street CTA Red Line platform in River North.\n\nCHICAGO (WLS) -- Chicago police are asking for help identifying the people suspected of robbing a 61-year-old man on a River North CTA Red Line platform.\n\nInvestigators released surveillance photos of who they are looking for.\n\nThey said last week a group of four people approached the man at the Grand Street station about 5:30 a.m., hit him and stole his belongings.\n\nRELATED: Surveillance video shows off-duty CPD officer fighting for gun before shooting alleged robber\n\nThe man will be OK.\n\nNo one was in custody Friday morning. Area Three detectives are investigating.\n\nAnyone with information is asked to contact the Bureau of Detectives/Mass Transit at (312)-745-4443.\n\nINTERACTIVE SAFETY TRACKER | Track crime and safety in your neighborhood", "title": "Chicago police release photos of suspects in River North robbery on CTA Red Line platform", "keywords": ["robbery", "surveillance", "river", "chicago", "platform", "red", "suspects", "photos", "north", "line", "man", "cta", "street", "release"], "link": "https://abc7chicago.com/chicago-robbery-river-north-cta-red-line/12720992/", "skip": "false", "gpt_score_reason": "\n\n8/10", "gpt_relevancy_score": 8, "summary": "\n\nChicago Police Department released photos of four suspects involved in the robbery of a 61-year-old man on the CTA Red Line platform at Grand Station in River North. The group allegedly approached the victim and physically assaulted him before stealing his belongings last week. No arrest have been made, but detectives are asking for help identifying anyone with information related to the incident to contact Area Three Detectives at (312) 745-4443."}, "13": {"text": "CHICAGO (CBS) -- Investigators on Friday were trying to figure out what sparked a boat fire on the city's Far South Side.\n\nThe 30-foot vessel caught fire on land near the Sunset Bay Marina, along the Little Calumet River near 136th Street and Torrence Avenue.\n\nOne man was hurt and was taken to the University of Chicago Medical Center in serious condition, according to the Fire Department.\n\nVideo from Chopper 2 showed a charred 30-foot vessel at the scene.\n\nTwo weeks ago Wednesday, at least four boats caught fire at Pier 11 Marina, farther west on the Little Calumet River at 826 E. 138th St.", "title": "One person injured in boat fire at Far South Side marina", "keywords": ["river", "south", "caught", "west", "vessel", "far", "person", "marina", "calumet", "little", "boat", "injured", "chicago", "near", "30foot"], "link": "https://www.cbsnews.com/chicago/news/boat-fire-far-south-side-marina/", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": "\n\nA boat caught fire on the city's Far South Side near Sunset Bay Marina, leaving one man with serious injuries. Video from Chopper 2 showed a charred 30-foot vessel at the scene. This is the second incident of its kind in two weeks along the same river area, where four boats had previously caught fire further west on Little Calumet River. Fire responders are investigating both incidents to understand what caused them."}, "14": {"text": "\"The Buzz\" host Suzy Lyttle. (Photo by Chad Merda)\n\nA new season of “The Buzz,\" the Forest Preserve District's monthly nature show, kicks off in 2023 by highlighting animal survival tactics in winter, migration patterns of snowy owls and the comeback story of river otters.\n\nThe show debuts at 8:30 p.m. Wednesday, Jan. 25, on the Forest Preserve’s Facebook and YouTube pages. The show also will be televised at 9 p.m. Friday, Jan. 27, and 11 a.m. Saturday, Feb. 4, on WJYS TV, courtesy of funding from The Nature Foundation of Will County. Local cable stations also carry the show in Joliet, Naperville, New Lenox, Romeoville and Tinley Park.\n\nFrom hibernation to migration\n\nDuring the show’s first segment, program host Suzy Lyttle, a Forest Preserve District program manager, will discuss all the ways animals have adapted to survive in winter.\n\n“When I ask people how animals survive in winter, the number one answer I hear is, ‘hibernation,''' Lyttle said. \"While hibernation is one strategy, only two of our Illinois mammals go that route. Many others do a lighter version, waking up throughout the winter. Some stay active and others get out of town and migrate.”\n\nLyttle said she also will discuss the winter coping strategies of many types of animal, including insects.\n\n“Insects do a little bit of everything from sleeping to staying active inside a cozy hive to taking flight,” she said.\n\nOwl vacation\n\nLyttle will discuss one of her favorite birds, the snowy owl, during the show’s second segment.\n\n“Snowy owls migrate to our area for their winter vacations,” she said. “This owl is very special to me as it is the bird that hooked me into the birding hobby. I have only seen two and it took effort to track them down.”\n\nLyttle said she will share information on their migration patterns, appearance and behavior.\n\n“The more you know, the better you can be prepared to go on your own search,” she said.\n\nOtter comeback\n\nJanuary’s Buzz Bit tells the successful conservation story of the river otter.\n\n“About 30 years ago, they were on the state endangered species list,” Lyttle said. “Now, they have made a comeback and are common in every county in Illinois including our Will County waterways and the Chicago River.”\n\nRiver otters are playful in the water, but that play helps them learn the tools they need to survive in their semiaquatic lifestyles, Lyttle added.\n\n“Watch this episode to learn their underwater adaptations and signs that show where an otter had dinner,” she said.\n\nView all episodes:\n\nSUBSCRIBE TO OUR YOUTUBE CHANNEL", "title": "Snowy owls, river otters highlight January 'Buzz' nature show", "keywords": ["snowy", "discuss", "buzz", "winter", "river", "owls", "lyttle", "nature", "county", "youtube", "suzy", "survive", "forest", "hibernation", "highlight", "otters"], "link": "https://www.reconnectwithnature.org/news-events/news/snowy-owls-and-river-otters-highlight-january-buzz-nature-show/", "skip": "false", "gpt_score_reason": "\n\n5/10", "gpt_relevancy_score": 5, "summary": "\n\nThe Forest Preserve District's monthly nature show \"The Buzz\" is back with a new season, beginning Jan. 25! Host Suzy Lyttle will discuss animal survival tactics in winter, migration patterns of snowy owls and the comeback story of river otters. Tune into the show at 8:30 PM on Facebook or YouTube, or catch it 9 PM Friday, Jan. 27th and 11 AM Saturday Feb 4th via WJYS TV courtesy of The Nature Foundation of Will County. Don't miss out on this awing adventure into wildlife!"}, "15": {"text": "In Chicago’s West Loop, in front of the Chicago River, the 31-storey A-class office tower 225 W. Wacker Drive tower in Chicago has completed a landlord capital renovation project carried out by Skender.\n\nThe owner of the 651,000-square-foot structure is San Francisco-based Spear Street Capital, which chose Skender as the general contractor to oversee three separate construction projects at the location at the same time. The designer is New York-based Kohn Pedersen Fox Associates (KPF), and the official architect is Valerio Dewalt Train.\n\nThe conception of the 225 W. Wacker Drive tower in Chicago\n\nSearch for construction leads Region/Country All Regions Africa Central Africa Central African Republic Chad DR Congo Gabon Republic of Congo East Africa Burundi Djibouti Eritrea Ethiopia kenya Rwanda Seychelles Somalia South Sudan Tanzania Uganda Zanzibar North Africa Algeria Egypt Libya Morocco Sudan Tunisia Southern Africa Angola Botswana Eswatini Gambia Lesotho Madagascar Malawi Mauritius Mozambique Namibia South Africa Zambia Zimbabwe West Africa Benin Burkina Faso Cameroon Cape Verde Equatorial Guinea Ghana Guinea Ivory Coast Liberia Mali Mauritania Niger Nigeria Senegal Sierra Leone Togo Americas Brazil Canada Colombia Hawaii Peru USA Alabama Arizona Arkansas California Chicago Colorado Connecticut Florida Georgia Idaho Illinois Indiana Iowa Kansas Kentucky Las Vegas Maine Maryland Massachusetts Miami Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina Ohio Oklahoma Oregon Pennsylvania South Carolina Tennessee Texas Utah Virginia Washington West Virginia Wisconsin Wyoming Australasia Abu Dhabi Afghanistan Australia Azerbaijan Bahrain Bangladesh Cambodia China Hong Kong India Indonesia Iran Iraq Israel Japan Jordan Kazakhstan Kuwait Laos Lebanon Malaysia Myanmar Nepal Norway Oman Pakistan Palestine Philippines Qatar Saudi Arabia Serbia Singapore South Korea Taiwan Thailand Turkey UAE Uzbekistan Vietnam Europe Albania Austria Czech Republic Denmark Finland France Germany Greece Hungary Iceland Italy Latvia Netherlands Norway Poland Romania Russia Scotland Spain Sweden Switzerland UK Uzbekistan Nairobi\n\nSector All Sectors Associations Buildings Churches/Mosques/Temples Data Center Hospital Hostels Hotels Industrial Malls/Parks Markets Museums/Theatres Offices Residentials/apartments Schools Stadiums Business Energy Battery Storage coal Crude oil Distribution Geothermal Hydrogen Hydropower natural gas Nuclear Renewables Solar power Thermal power Wind power General Mining Technology Transport Airports Bridges Rail Roads Seaports Tunnel Tunnel Waste management water & sanitation Reservoirs Supply\n\nWant to view building projects in Nairobi only?Click here\n\nIn the summer of 2021, Skender started the process of upgrading the building’s lower lobby, Franklin Street entrance, fourth-floor amenity space, and roof deck. The level with the tenant amenities in the building was the first phase to be finished.\n\nThe redesigned leisure area includes operable Skyfold parts for adaptable conferencing choices, lush plants and flowers, and top-notch audio and visual equipment. Additionally, it has requested artwork that incorporates minerals from the Chicago River to honor the space’s beautiful background.\n\nAlso Read: Construction nears completion at Jane Byrne Interchange in Chicago\n\nA newly redone outdoor terrace with gardens connects to the inner space on the fourth story. A hard task for urban roof decks, the Skender team faced weather-related obstacles to putting in plants and flora. They did this while also guaranteeing efficient water filtering and drainage.\n\nSkender effectively integrated the beautiful design into the structure. Furthermore, they punched curtainwall apertures and removed the stone to add a new membrane. Additionally, they renewed the vestibule space for better indoor temperature regulation.\n\nThe Skender team was able to manage a difficult construction process for the rebuilt building lobby while keeping the space fully operational for office tenants, and high-end materials are now taking center stage.", "title": "Renovation of 225 W. Wacker Drive tower in Chicago completed", "keywords": ["africa", "drive", "construction", "tower", "south", "renovation", "west", "republic", "completed", "skender", "power", "w", "space", "wacker", "225", "chicago"], "link": "https://constructionreviewonline.com/news/renovation-of-225-w-wacker-drive-tower-in-chicago-completed/", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": "\n\nSummary: Skender, a general contractor based in Chicago, recently completed a landlord capital renovation project at the 225 W. Wacker Drive tower in Chicago's West Loop. This 31-storey A-class office tower has been given an upgrade to its lower lobby, Franklin Street entrance, fourth floor amenity space and roof deck with operable skylights for adaptable conferencing spaces and lush plants amid top audio and visual equipment. The complex construction process was managed by Skender seamlessly while ensuring tenants had full access during the work period and high-end materials are now taking the spotlight."}, "16": {"text": "Associated Press\n\nJaguars right guard Brandon Scherff and wide receiver Jamal Agnew, both of whom were questionable for the playoff game in Kansas City, are active against the Chiefs on Saturday after they were limited in practice this week. The Jaguars are missing Kendric Brown, who has been dealing with a shoulder injury, but are otherwise healthy after advancing to the divisional round with a 31-30 comeback win over the Los Angeles Chargers last week.", "title": "Taylor Kinney to Take a Leave of Absence from 'Chicago Fire'", "keywords": ["right", "round", "wide", "kinney", "leave", "receiver", "shoulder", "pressjaguars", "questionable", "absence", "win", "scherff", "taylor", "chicago", "week"], "link": "https://www.yahoo.com/now/taylor-kinney-leave-absence-chicago-213102345.html", "skip": "false", "gpt_score_reason": "\n\n7/10", "gpt_relevancy_score": 7, "summary": " \n\nBrandon Scherff and Jamal Agnew of the Jacksonville Jaguars are active for the divisional round playoff game against the Kansas City Chiefs after being limited in practice this week due to injuries. However, Kendric Brown is still dealing with a shoulder injury and will be inactive for Saturday's matchup. After last week's dramatic come-from-behind win over the Los Angeles Chargers, it appears that the rest of their lineup is healthy and ready to go."}, "17": {"text": "Artist: Fruit Bats\n\nHometown: Chicago; Portland, Oregon; Los Angeles\n\nAlbum: A River Running to Your Heart\n\nRelease Date: April 14, 2023\n\nLabel: Merge Records\n\nIn Their Words: “When I first met my wife, she kept referring to a ‘Rushin’ River Valley’ that was near where she grew up in West Sonoma County, California. I really thought she was leaning into a folksy colloquialism, dropping the ‘g’ on ‘rushing’ and all. It took me a while to learn that she was actually talking about the Russian River Valley – a beautiful area known for redwoods and chardonnay and biblical-level flooding. This song is about true love, and the question of whether we are fated to be together or if it’s all just universal chaos tossing us around. It’s also about ghosts and bad dreams and trying to move forward and climbing over a mountain and hoping to glimpse the other side.\n\n“Over the years there’s been a lot of geography in my music, a lot of landscapes. Sometimes the places are real, sometimes they’re emotional. I’ve always liked the idea of songs and albums that exist in a continuum with one another. I’m not talking about some kind of deep series of concept albums, mind you. More like the idea that my songs are all pretty much tributaries of the same river. Which makes a lot of metaphorical sense because my path has been long and winding and often slow and muddy. But always moving towards the sea. I guess you could say this album is the one where I took all that emotional geography and kind of mapped it out.” — Eric D. Johnson, Fruit Bats\n\nPhoto Credit: Chantal Anderson", "title": "LISTEN: Fruit Bats, “Rushin’ River Valley”", "keywords": ["kind", "river", "fruit", "songs", "rushin", "lot", "bats", "listen", "took", "valley", "talking", "geography", "idea"], "link": "https://thebluegrasssituation.com/read/listen-fruit-bats-rushin-river-valley/", "skip": "true", "gpt_score_reason": "\n\n3/10", "gpt_relevancy_score": 3}, "18": {"text": "", "title": "", "keywords": "", "link": "https://www.mansionglobal.com/listings-articles/chicago-illinois-home-with-2-403-square-feet-and-three-bedrooms-asks-2-million-01674223281", "skip": "true", "gpt_score_reason": "\n\n\"A Look at the Challenges Facing Chicago's Riverwalk Project\"\n\n6/10", "gpt_relevancy_score": 0}, "19": {"text": "Salesforce dimmed the brightness of a logo on its new Chicago office building at the request of an alderman.\n\nThe logo was put up earlier this month, but residents complained that it was too bright.\n\nAdvertisement\n\nThe tech industry's bright lights are getting dimmer — literally.\n\nIn early January, Salesforce — which is set to move into a nearly 60-story office space in Chicago later this year— crowned its Midwest headquarters with a bright fluorescent logo.\n\nThe luminescence seemed welcome at first, with the city's deputy mayor Samir Mayekar tweeting about the logo's installation on January 11.\n\n\n\nWithin days however, Windy City residents began complaining that the lights were too bright, according to tweets compiled in a story by the online newspaper Block Club Chicago, which first reported the news.\n\n\"Now how do we get the brightness turned down? This is an eyesore and public nuisance,\" a Twitter user named Dusty Sheldon tweeted in response to Mayekar's tweet on January 14.\n\nAnother user named gabriel x. michael tweeted that the logo was \"ostentatious\" and \"possibly bad looking.\"\n\nAdvertisement\n\nAccording to Block Club Chicago's report, Brendan Reilly, alderman of Chicago's 42nd Ward, asked Salesforce to tone down the brightness. The adjustment took effect on Wednesday, with Salesforce also consenting to turning off the lights at 11pm every night, Reilly's office told Block Club Chicago.\n\nA Salesforce spokesperson also told Block Club Chicago that between 5 am and 5 pm the logo's brightness has been turned down by 70%, between 5 pm and 11 pm the brightness has been reduced 25%, and the logo will be completely shut off between 11 pm - 5 am every day.\n\nSalesforce has been planning a major move into Chicago for the past several years. In 2018, the company signed a lease on a 500,000 square foot space part of a building complex called Wolf Point, that sits at the bifurcation of the Chicago River.\n\nConstruction was set to commence in 2020, according to Curbed. The official move-in is scheduled for this year according to real estate information company CoStar. The Chicago City Council approved the logo in April 2022.\n\nSalesforce did not immediately respond to Insider's request for a comment.", "title": "Salesforce dimmed the lights of its Chicago office tower logo after residents complained they were too bright", "keywords": ["lights", "tower", "chicago", "block", "club", "according", "complained", "logo", "salesforce", "brightness", "office", "residents", "bright", "dimmed"], "link": "https://www.businessinsider.in/tech/news/salesforce-dimmed-the-lights-of-its-chicago-office-tower-logo-after-residents-complained-they-were-too-bright/articleshow/97186675.cms", "skip": "true", "duplicates": ["6", "19", "11", "19"], "gpt_score_reason": "\n\n3/10", "gpt_relevancy_score": 3}}}