{
    "https://wonderfulengineering.com/this-youtuber-simulated-the-us-militarys-secret-space-weapon-and-what-he-found-will-astound-you/": {
        "title": "This YouTuber Simulated The US Military's Secret Space Weapo",
        "summary": "\n\n\nA YouTuber recently tested a simulated version of the secret US Military space weapon from the 1950s after it was invented to counter Soviet nuclear threats. The weapon had an impressive capability able to hit any area on Earth in 15 minutes and shoot down targets buried 30 meters below ground. Watch the video for more details about this powerful invention!"
    },
    "https://news.satnews.com/2023/01/01/eight-companies-join-catalyst-accelerators-intl-sda-cohort/": {
        "title": "Eight companies join Catalyst Accelerator’s Int’l SDA cohort – SatNews",
        "summary": "\n\nEight small businesses from across the globe have been selected by The Catalyst Accelerator for a three month long cohort focused on International Space Domain Awareness (SDA). This program, powered by the US Air Force Research Laboratory and US Space Force, offers grant funding to companies that are developing innovative dual-use capabilities in a global marketplace. Demo Day was held on November 3rd where companies pitched their technology to government and industry partners."
    },
    "https://www.cnet.com/science/how-tesla-google-and-other-tech-companies-are-making-robots-more-like-us/": {
        "title": "How Tesla, Google and Others Are Making Robots More Like Us - CNET",
        "summary": "Robotics technology has made vast strides in the past year with AI and machine learning becoming integral for practical application. Tesla revealed two robots using self-driving AI whilst Google is creating a robot body that can process vague commands like “I’m hungry”. Robotic developers are now pushing further into human lives, blurring the distinction between humans and machines. Companies such as Tesla and Google have already released prototypes of their robots, built to make everyday tasks easier than ever."
    },
    "https://www.warpnews.org/green-tech/robot-collects-rare-minerals-from-the-seafloor/": {
        "title": "🤖 Robot collects rare minerals from the seafloor",
        "summary": "A company called Impossible Metals have developed a world-first hovering robot which can be used to sustainably harvest rare minerals from the seafloor. The Eureka 1 uses an AI-powered computer and grabber arms to collect polymetallic nodules containing valuable metals such as lithium, nickel and cobalt, without dredging with large destructive plows. This could provide a more sustainable supply of these minerals that avoids conflict zones or unstable states."
    },
    "https://roboticsindia.live/top-10-robot-created-by-drdo-defence-research-and-development-organisation/": {
        "title": "Latest Robotics News, Robotics Competitions in India - Robotics India Live",
        "summary": "\n\nRobotics India Live provides opportunities to explore advancement of robotics, such as using 3D construction technology and launching Digital India Innovation Fund for deep tech startups. It also offers challenges, hackathons, competitions and workshops. Additionally, it hosts news regarding code, jobs and courses related to this field. Marut Drones have received DGCA certification for its AG 365 drone while NIT- Rourkela alumni have innovated robotics solutions for underwater inspections. Madhya Pradesh Science Technology & Innovation Policy 2022 is introducing new courses in the emerging areas of automation technology."
    },
    "https://roboticsindia.live/ladakh-explores-use-of-3d-construction-technology-in-buildings-and-repairs/": {
        "title": "Ladakh explores use of 3D construction technology in buildings and repairs  - Robotics India Live",
        "summary": "\nThe Ladakh administration is exploring the use of 3D printing technology in constructing buildings and repair/maintenance of machines. An interactive session with IIT Guwahati was held to discuss opportunities for incorporating this new technology which could save time, money and increase safety measures. The Robotics India encourages readers to follow them on various social media outlets for Indian robotics and 3D Technology related news. "
    }
}