{
    "date": "2023-01-08",
    "category": "sr",
    "articles": {
        "0": {
            "text": "FILE PHOTO: A man walks with a Palestinian flag, as Palestinians clash with Israeli forces during a protest against what organizers say are Israel's measures of keeping bodies of dead prisoners, near Qalandia in the Israeli-occupied West Bank December 27, 2022. REUTERS/Mohamad Torokman/File Photo reuters_tickers\n\nThis content was published on January 8, 2023 - 22:43\n\nJERUSALEM (Reuters) - Israel's new far-right National Security Minister Itamar Ben-Gvir said on Sunday that he instructed police to remove Palestinian flags from public spaces.\n\nIsraeli law does not outlaw Palestinian flags but police and soldiers have the right to remove them in cases where they deem there is a threat to public order.\n\nThe directive from Ben-Gvir, who heads an ultranationalist party in Benjamin Netanyahu's new government and as minister oversees the police, seems to take a hard line in requiring their removal.\n\nIt follows the release last week of a long-serving Palestinian prisoner, convicted of kidnapping and killing an Israeli soldier in 1983, who waved a Palestinian flag while receiving a hero's welcome in his village in northern Israel.\n\nBen-Gvir, in a statement, said that waving the Palestinian flag is an act in support of terrorism.\n\n\"It cannot be that lawbreakers wave terrorist flags, incite and encourage terrorism, so I ordered the removal of flags supporting terrorism from the public space and to stop the incitement against Israel,\" Ben-Gvir said.\n\nArabs in Israel account for around a fifth of the population and most are descendants of Palestinians who remained within the newly founded state after its 1948 war of independence.\n\nThey have long debated their place in Israel's politics, balancing their Palestinian heritage with their Israeli citizenship, with many identifying as or with the Palestinians.\n\n(Reporting by Ari Rabinovitch; Editing by Daniel Wallis)",
            "title": "Israel's Ben-Gvir tells police to remove Palestinian flags from public space",
            "keywords": [
                "israels",
                "palestinian",
                "flags",
                "bengvir",
                "flag",
                "public",
                "space",
                "tells",
                "palestinians",
                "remove",
                "israeli",
                "terrorism"
            ],
            "link": "https://www.swissinfo.ch/eng/israel-s-ben-gvir-tells-police-to-remove-palestinian-flags-from-public-space/48189108",
            "skip": "false"
        },
        "1": {
            "text": "The Best Robots of CES 6:41 Watch Now\n\nThe Best Robots of CES\n\nJan 8, 2023 Tech\n\nSpeaker 1: It wouldn't be c e s without a healthy dose of robots. This year's show brought us everything from robot pets to humanoid assistance to robotaxis. Here are some of the coolest and cutest robots we saw. Let's start with the AO robot from a company called AEOs Robotics. It's a humanoid that's designed to help out by delivering meals or medicine, or even by providing security. The secret to its functionality [00:00:30] lies in its gripper arm, which lets it open doors, push elevator buttons, and carry objects without human assistance. Speaker 2: AO is sensing the table using all of the vision sensors inside the cameras inside to see where this table is located, making sure it lifts up the package high enough to not smack into anything around it and delivers me my package. Thank you. Speaker 1: The grippers can be swapped out for different needs, so you can choose a UV sanitizing [00:01:00] hand that disinfects, handrails or doorknobs. One of aos most useful functions is delivering food and medicine to seniors. It's already helping nurses and elder care providers in Japan. Some of aos newest features demoed at CES this year include sensors that help the robot get around even in the dark. It is cameras to help it recognize faces and objects. It can learn who a patient is and alert a nurse if it senses someone is on the ground or not where they need to be. Speaker 1: [00:01:30] Now, you're probably not going to get one of these in your house anytime soon. The goal is for companies to use this robot for functions like helping out around a hotel or providing security. A OS isn't sharing how much this robot helper will cost, but it's pricing AO like a service with a monthly fee based on the need. But what if you do want a cute little robot roaming around your house? Well lucky for you. There's Luna, the pet Robot Luna is designed to mimic the behavior of a real pet, like a dog or [00:02:00] a cat. She'll greet you when you come home, follow you around the house, and express joy when you pet her. When you call Luna's name, she'll respond and come to you. She'll also respond to voice and gesture commands like turn around or go to sleep. You can even play like you would with a real pet by having Luna Chase a ball or try to catch a laser light. Kia Eye Technology. The company that makes Luna says she can keep your actual pet's company when you're not home. I hope they like robots. Luna is also equipped with a camera and [00:02:30] speaker so you can monitor your home or your actual living pets when you're away. Luna can recognize up to 20 faces simultaneously and can spot you in a crowd. And speaking of faces, Luna has an L c D screen phase to show emotion. Her legs and ears also move an expression. Speaker 1: If you're looking to add Luna to your family, get ready to shell out $449. Hey, pets are expensive. If you wanna spend a little less on a new robot [00:03:00] friend. There's also doggy a robot dog by wwe. This robotic, not so furry friend also responds to being petted and picked up. Hi there. And can even give little kisses. Speaker 3: Oh, he's gonna give you Speaker 4: Kisses. Oh. Speaker 1: What's unique about Doggy is that each toy has individual characteristics. So the one you get might have different colors or shapes for eyes, its ears could be different or the color of its tongue. Each toy will also have a different personality, meaning it'll have different barks and running speeds. [00:03:30] One of doggies defining characteristics is that it can display words and emoticons when it wags its tail. Speaker 5: He'll also have a happy face emoticon on his tail that he wags when he's really happy. So kind of like, like a Tamagotchi meets a robot. Dog meets uh, everything you've always wanted. Speaker 1: Doggy will tell you when it's hungry and you can feed it and play games through an accompanying app. The Robot Pet can also do tricks like Sing and Howell Doggy will be available in October for $80. Now it's not just about [00:04:00] cute robot pets this year. Robotic concepts are also making their way into more vehicles. Take the Hyundai Iconic five Robo Taxi, which is being tested in Las Vegas. This car can navigate busy streets and pick up someone hailing a ride. Think Uber and Lyft, but without a driver behind the wheel. A handful of other companies, including Uber and Lyft, have been working on autonomous ridesharing. Waymo and Cruz also offer fully autonomous ride hailing services in some US cities, but it looks like Hyundai wants in on the fun. The [00:04:30] iconic five Robo Taxi is slated to become available in late 2023. Speaker 1: Farm equipment is also getting a boost from robot technology. John Deere unveiled a sensor powered robotic technology called Exact Shot. Instead of shooting a stream of fertilizer into the soil, as seeds are planted, exact shot will send out timed bursts of fertilizer that coat individual seeds. This is designed to reduce fertilizer use by as much as 60%. That [00:05:00] means farmers spend less money and fewer chemicals go into the ground. John Deere says its exact shot system will be available to farmers in time for this year's spring. Planting tech like this could be especially useful as the global population grows and climate change shifts how farming is done, sensors and robotics can help farmers do more with less land and fewer resources. Last year, John Deere also showed off its first autonomous tractor. So this is really just the beginning of high-tech agriculture. [00:05:30] It's not just food production that's getting a helping hand from robots. There's also a robot mixologist called Adam that can make over a hundred types of beverages. It can serve as a robot, barista or bartender, but the feature I find most exciting is that it can concoct a refreshing cup of boba all by itself. Speaker 1: You place an order through a touchscreen, then watch Adam's robotic arms do the rest. It's designed to help businesses, but [00:06:00] I'm already wondering if there's a way we could turn this into a kitchen appliance. Maybe someday. There's been talk about the future of robotics for decades and this year it feels like more companies are trying to find ways to make that technology actually useful, whether it's by providing a robot assistant or helping us hail a ride, or even just by offering us some company in the form of a cute little friend. Which of these products would you be most interested in trying out, and would you ever invest in your own robot, pet or assistant? [00:06:30] Let us know in the comments and don't forget to hit like and subscribe for more content from cnet. Thanks for watching.",
            "title": "The Best Robots of CES - Video",
            "keywords": [
                "theres",
                "youre",
                "pet",
                "speaker",
                "best",
                "different",
                "video",
                "luna",
                "robots",
                "help",
                "ces",
                "pets",
                "robot"
            ],
            "link": "https://www.cnet.com/videos/the-best-robots-of-ces/",
            "skip": "false"
        },
        "2": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.cbr.com/marvel-comics-deadliest-robots/",
            "skip": "true"
        },
        "3": {
            "text": "Here's the thing, you can use the word \"robot\" to describe something without it feeling like a, you know, robot. Sci-fi, films, and TV shows have given us the impression that to be a robot, there has to be some form of intelligence - even though, that's not the case. And with CES 2023 being the place to see and hear about robots that are, or will be, available for purchase we take a look at three that you could say feature 'some form of intelligence'.\n\n4\n\nDegrii Zima Pro Cordless Robotic Pool Cleaner\n\nVIEW GALLERY - 4 IMAGES\n\nThere's an AI-powered lawn mower that can avoid obstacles like pets and, err, humans. A robotic pool cleaner that features an ultrasonic radar to plan underwater routes like the special forces team from The Rock. And finally, a robot tennis ball machine. Because if your lawn and pool don't require any human maintenance, you've got time to hit a few balls and work on your backhand.\n\nAutomated lawnmowers have been a thing for a little while, expensive sure, but not exactly worthy of the robot tag on account of their intelligence is limited. The LANDROID Vision Robotic Lawn Mower certainly earns its name thanks to the addition of an onboard HDR camera and AI that allows it to be dropped into any backyard to roam, learn, and mow. Apparently, it can distinguish grass from anything else and can easily crossover driveways and pavement to the green stuff that must be cut. Of course, there's Bluetooth and Wi-Fi connectivity for monitoring.\n\nThe Degrii Zima Pro Cordless Robotic Pool Cleaner is described as \"the world's first intelligent cordless pool cleaner with an ultrasonic radar\", and to be honest the ability to plan pathways and clean all types of pools sounds like it'll be a great addition to any home with a pool. The ability to purify the water as it cleans is very cool.\n\n4\n\niVolve pro from Curinginnos, Inc\n\nFinally, there's the iVolve pro from Curinginnos, Inc which is a robotic tennis ball machine that disappointingly looks like just another tennis ball machine. And that's because it features full 360-degree movement and the ability to move around a tennis court to dynamically shoot the ball. Which means it probably should have been given robot arms, an LED face, and a name like the TennisTron 5000.",
            "title": "Robots from CES 2023 want to mow lawns, clean pools, and teach tennis",
            "keywords": [
                "pro",
                "2023",
                "lawns",
                "cordless",
                "robot",
                "teach",
                "mow",
                "robotic",
                "cleaner",
                "ball",
                "machine",
                "robots",
                "ces",
                "pool",
                "lawn",
                "clean",
                "pools",
                "tennis"
            ],
            "link": "https://www.tweaktown.com/news/89949/robots-from-ces-2023-want-to-mow-lawns-clean-pools-and-teach-tennis/index.html",
            "skip": "false"
        },
        "4": {
            "text": "In a few years, NASA and its international partners hope to start building the Gateway station in the Moon's orbit.\n\nThe I-Hab mission to the Moon is not expected until 2027, despite the possibility that the American HALO module will launch as early as 2024. The team is currently working on the Critical Design Review, a crucial step before hardware manufacturing can start, and has begun construction on a full-size mockup for testing human interaction with the habitat setting.\n\nHowever, recent reports reveal that the Gateway station will only be about one-sixth the size of the International Space Station (ISS), with two habitation modules that will make it nearly impossible for crew members to have any personal space.\n\nInside NASA's Moon Orbiting Gateway Station\n\nSpace reports that the Gateway space lab, which should be finished by the end of 2030. According to an architect involved in the station's design, the living quarters of NASA's moon-orbiting Gateway station will be so small that astronauts will not be able to stand upright inside.\n\nDuring the design process, the architects had to submit to practical requirements imposed by the project's parameters, according to Waclavicek. They had to give up their earlier plans for larger modules that would have provided a larger amount of habitable space comparable to that found at the International Space Station because it would be impossible to launch major components to the Moon.\n\n\"The International Habitation module will have habitable space of about 8 cubic meters [280 cubic feet] and you will have to share it with three others,\" René Waclavicek, a space architect at LIQUIFER Space Systems. \"In other words, that would be a room 2 by 2 by 2 meters [6.6 by 6.6 by 6.6 feet]. And you are locked in there. There are other rooms but they are not bigger and there are not many of them.\"\n\nEach crew member residing in the i-Hab will be given around 53 cubic feet (1.5 cubic m) of a personal private area that was secured by doors that closed. Additionally, staying on board the Gateway will be difficult for more reasons than just the confined living space. The life-support equipment inside the module will be loud and vibrating most of the time.\n\nRead Also: Comet 2022 E3 (ZTF) To Pass by Earth After 50,000 Years: Here's How to Spot It\n\nWhat Is Nasa's Gateway Mission?\n\nNASA states that the Gateway, a critical factor of the Artemis program, will function as a multi-purpose outpost circling the Moon that acts as a staging area for deep space exploration and offers crucial support for a long-term human return to the lunar surface. In order to construct the Gateway, NASA is collaborating with business and international partners.\n\nAdditionally, Mashable reports that before deciding that this orbit would be the most suitable for a future space station, scientists looked at a wide range of possible orbits. For instance, a low-lunar orbit would circle the Moon very closely.\n\nThe base would be placed closer to the surface in this case, but much more fuel would be needed to overcome the gravity of the Moon. On the other hand, a far-off retrograde orbit would be more stable and fuel-efficient but less practical for reaching the earth.\n\nRelated Article: A Cow's Waste Powers This Groundbreaking Green Energy Tractor\n\nⓒ 2022 TECHTIMES.com All rights reserved. Do not reproduce without permission.",
            "title": "NASA's Tiny, Cramped Space Station: Inside the Moon Orbiting Gateway Station",
            "keywords": [
                "orbit",
                "nasas",
                "orbiting",
                "station",
                "moon",
                "module",
                "tiny",
                "cubic",
                "inside",
                "reports",
                "space",
                "cramped",
                "gateway",
                "international"
            ],
            "link": "https://www.techtimes.com/articles/285980/20230108/nasas-tiny-cramped-space-station-inside-moon-orbiting-gateway.htm",
            "skip": "false"
        },
        "5": {
            "text": "CAPE CANAVERAL, Fla. (AP) — A 38-year-old retired NASA satellite is about to fall from the sky.\n\nNASA said Friday the chance of wreckage falling on anybody is “very low.” Most of the 5,400-pound (2,450-kilogram) satellite will burn up upon reentry, according to NASA. But some pieces are expected to survive.\n\nThe space agency put the odds of injury from falling debris at about 1-in-9,400.\n\nThe science satellite is expected to come down Sunday night, give or take 17 hours, according to the Defense Department.\n\nThe California-based Aerospace Corp., however, is targeting Monday morning, give or take 13 hours, along a track passing over Africa, Asia the Middle East and the westernmost areas of North and South America.\n\nThe Earth Radiation Budget Satellite, known as ERBS, was launched in 1984 aboard space shuttle Challenger. Although its expected working lifetime was two years, the satellite kept making ozone and other atmospheric measurements until its retirement in 2005. The satellite studied how Earth absorbed and radiated energy from the sun.\n\nThe satellite got a special sendoff from Challenger. America’s first woman in space, Sally Ride, released the satellite into orbit using the shuttle’s robot arm. That same mission also featured the first spacewalk by a U.S. woman: Kathryn Sullivan. It was the first time two female astronauts flew in space together.\n\nIt was the second and final spaceflight for Ride, who died in 2012.",
            "title": "Old NASA satellite falling from sky this weekend, low threat",
            "keywords": [
                "falling",
                "hours",
                "satellite",
                "old",
                "challenger",
                "threat",
                "nasa",
                "ride",
                "earth",
                "woman",
                "weekend",
                "space",
                "expected",
                "low",
                "sky"
            ],
            "link": "https://www.counton2.com/news/national-news/old-nasa-satellite-falling-from-sky-this-weekend-low-threat/",
            "skip": "false"
        },
        "6": {
            "text": "Reddit Vote Share 0 Shares\n\nState-space models (SSMs) are models created to represent dynamic systems using state variables. These models primarily work with time-series data and use a collection of first-order differential equations to describe a system. With recent technological advancements, SSMs have achieved remarkable performance in domains like financial research and time series forecasting. However, one area where they fall short of expectations involves language modeling tasks, as they cannot match the performance of transformer systems. SSMs are also slower than Transformers, despite even scaling approximately linearly rather than quadratically for sequence length. Researchers believe that the primary cause behind this is hardware underutilization.\n\nResearchers from Stanford University collaborated with the State University of New York at Buffalo in an effort to comprehend and close this gap between SSMs and transformer language model attention mechanisms. The team documented the results of their investigation in the recent paper, ‘Hungry Hungry Hippos: Towards Language Modeling using State Space Models.’ They also studied various methods to lower the hardware barrier between SSMs and attention and came up with a novel state-passing algorithm called FlashConv, which achieves 2x speedups on the Long Range Arena benchmark and enables 1.6x faster text generation than conventional transformer architectures.\n\nThe two key features existing SSMs struggle with are remembering previously encountered tokens and comparing tokens between sequences. The team used synthetic language modeling tasks focused on text manipulation to identify these expressivity gaps between SSMs and attention. The team contributed significantly to creating a new SSM layer termed Hungry Hungry Hippo (H3) as an alternative to attention in language modeling. The proposed H3 layer stacks two discrete SSMs with multiplicative interactions between input projections and the corresponding outputs to simulate comparisons between different points in a sequence. H3 compares favorably to Transformers on OpenWebText in terms of perplexity and matches attention on synthetic languages. Additionally, on the OpenWebText benchmark, a hybrid H3-attention model outperforms transformers by 1.0 PPL (perplexity).\n\nThe researchers also suggested FlashConv, a hierarchical approach, as a superior hardware-aware technique for SSMs. The algorithm was designed to enable SSMs to utilize contemporary accelerators and function more quickly than attention. FlashConv uses the FFT (fast Fourier transform) algorithm to enhance efficiency on text sequences. Inputs can be divided into smaller pieces to fit into GPU SRAM for effective computation by taking advantage of the recurring qualities of SSMs to process the input in chunks. As a result, FlashConv can scale SSMs on GPU SRAM to any sequence length with nearly linear computational complexity.\n\nAfter several experimental evaluations, the team concluded that FlashConv set a new state-of-the-art speed record on the long range arena benchmark by yielding a 2x speedup. Additionally, the team scaled hybrid H3-attention language models with up to 1.3B parameters using FlashConv. These models excelled on most SuperGLUE benchmark tasks using zero- and few-shot learning. The scaling of SSMs to larger sizes is a potential approach, the researchers concluded as a result. The researchers are eager to continue combining the complementing qualities of SSMs and attention in their future work. This was primarily due to their performance gains over the pure H3 model and Transformers by simply combining two attention layers to H3. The researchers are eager to investigate more sophisticated designs for combining SSMs.\n\nCheck out the Paper. All Credit For This Research Goes To the Researchers on This Project. Also, don’t forget to join our Reddit page and discord channel, where we share the latest AI research news, cool AI projects, and more.",
            "title": "This Artificial Intelligence (AI) Research Explores The Expressivity Gap Between State Space Models And Transformer Language Model Attention Mechanisms",
            "keywords": [
                "mechanisms",
                "transformer",
                "attention",
                "using",
                "models",
                "research",
                "transformers",
                "gap",
                "team",
                "model",
                "flashconv",
                "h3",
                "space",
                "researchers",
                "intelligence",
                "language",
                "state",
                "ssms"
            ],
            "link": "https://www.marktechpost.com/2023/01/08/this-artificial-intelligence-ai-research-explores-the-expressivity-gap-between-state-space-models-and-transformer-language-model-attention-mechanisms/",
            "skip": "false"
        },
        "7": {
            "text": "Robots are already helping cook food, do construction work, clean homes, and more. In the future they’ll take over additional tasks—but which ones? At this year’s Consumer Electronics Show (CES) in Las Vegas, a plethora of robots with various purposes was on display. Some of them were silly, some ingenious, some a bit creepy. Not all of these will end up being widely used, but there’s certainly a variety of jobs robots could do for us in the not-too-distant future. Here are a few of them, more or less in descending order from “most likely to be of use or have a positive impact” to “least necessary/just for kicks.”\n\nHarvest Our Food\n\nJapanese agritech startup Agrist’s simply-named “L” robot can identify and pick harvest-ready bell peppers with millimeter precision and through thickly-layered leaves. A robot like this could be not just handy, but necessary if the current agricultural worker shortage continues. L uses cameras and an AI algorithm to identify a pepper’s position, size, maturity, and clipping point. It moves along suspension wires that need to be pre-installed, and can then approach a plant, find a target pepper, clip it off, then fold to drop it into a collection box. L can also forecast harvest volume and collect data about crops, such as the number of days left to reach maturity. Agrist says L costs less than $10,000, as compared to an average $73,000 for conventional automatic harvesting robots. The robot could likely be trained to harvest a variety of fruits and vegetables.\n\nPlant Our Food\n\nIn keeping with the agricultural theme, John Deere brought a highly functional farming tool to the show. The company says its ExactShot robotic planter can reduce the amount of starter fertilizer farmers use by more than 60 percent. It uses sensors to place starter fertilizer straight onto individual seeds as they’re planted rather than blindly spraying fertilizer over the entire row of seeds. Across the US corn crop alone, the company says, ExactShot could save over 93 million gallons of starter fertilizer annually—which would also prevent excess fertilizer from causing weeds to grow or leeching into local waterways.\n\nTake Care of Us\n\nAeo is a service robot made by Japanese company Aoelus Robotics. The company says its bot can be used for security, delivery, healthcare, and hospitality purposes. Aeo has two arms, one outfitted with grippers to pick up objects, open doors, or press buttons, and the other fitted with an L-shaped UV attachment to disinfect surfaces. Its 360° night-vision camera can monitor a home, office, or other space, and stream live video to your phone or laptop. Its Care function can detect when patients are in distress or at risk (details of how the robot does this are light). It’s relatively compact at 3.8 feet tall by 1.8 feet wide, and its arm can lift up to 8.8 pounds; so it won’t be helping any patients up if they fall, but it can bring them food, drinks, or other supplies. Aeo is already in use in airports, hotels, and hospitals in Taiwan, Hong Kong, and Japan.\n\nDeliver Things to Us\n\nOttonomy wants to reduce the cost of deliveries by 50 percent with it Ottobot delivery robot. The tricked-out-box-on-wheels is about 4.5 feet tall, 4 feet long, and 2.5 feet wide, and weighs 200 pounds. It won’t win any races with a max speed of four miles per hour—that’s equivalent to the pace an average adult walks at—but depending where it’s coming from, its speed may not be all that important. The bot can do autonomous deliveries—where a door opens and a box is deposited on the ground—or attended deliveries, customer gets a text telling them the robot is there and a QR code to open the compartment. There’s a smaller compartment for things like wine bottles or other liquids, and a larger one that could hold groceries or food deliveries; the robot is customizable and modular, so customers can tailor its structure and compartments to their specific needs. It runs on a swappable battery and navigates autonomously through its environment.\n\nCharge Our Electric Cars\n\nEvar’s Parky robot was made to help electric vehicle owners get their cars’ batteries recharged faster and with less hassle. As EV adoption grows, tools like Parky could become helpful as drivers try to navigate an as-yet-slim charging infrastructure. Rather than having to park at a charging bay, drivers can park anywhere in a lot and have Parky come to them. The bot provides 15kW DC charging per hour, juicing vehicles up with about 50 miles of range. The catch is that drivers still have to find a spot next to an “EV robot connector” and plug in, so depending on supply-demand ratios, Parky may not make much of a difference in terms of convenience and speed; the robot makes the most sense for buildings that want to make their parking lots more EV-friendly without undertaking construction or redesign work or having to add electric capacity.\n\nMake Us Bubble Tea\n\nRichtech Robotics’ Adam robot has two arms with grip handles that can be customized to make various drinks. During CES the bot was churning out bubble tea; customers could choose a flavor on a touch screen and the robot would mix the necessary ingredients, add ice and boba, seal the cup, then deposit it on the counter for the waiting customer. Adam can perform bartending or barista duties as well. One thing Adam may want to work on, though, is speed; I stood in line to get a robotic bubble tea for about five minutes, and after not moving an inch, I left the line before even selecting a flavor. I’m all for automating bubble tea and other drinks if it’ll make them better, faster, or cheaper, but between the long wait and not having gotten to try the final product, I can’t quite vouch for Adam yet.\n\nBanner Image Credit: Vanessa Bates Ramirez",
            "title": "CES 2023 Robot Roundup: Bots to Make Our Lives Better, Easier, or Just More Fun",
            "keywords": [
                "l",
                "better",
                "parky",
                "fun",
                "2023",
                "fertilizer",
                "lives",
                "company",
                "easier",
                "feet",
                "speed",
                "bots",
                "robots",
                "bot",
                "bubble",
                "ces",
                "roundup",
                "robot"
            ],
            "link": "https://singularityhub.com/2023/01/08/ces-2023-robot-roundup-bots-to-make-our-lives-better-easier-or-just-more-fun/",
            "skip": "false"
        },
        "8": {
            "text": "Advertisement\n\nA new spacecraft and plane hybrid are scheduled to arrive. It will go by the name of “Dream Chaser”. It is brought to you by Sierra Space from Tom Vice. The vehicle will deliver hypersonic capabilities and it comes with an inflatable habitat on board.\n\nIt has a compact look which makes it easier for landing on international runways. It will be made accessible to the public. It is shorter than a NASA space shuttle.\n\nIn a previous press release, the company claimed that it achieved “major milestones” for its development of the Commercial Space Station, the Orbital Reef, with its partner, Blue Origin.\n\nOrbital Reef expects to be functional by 2027. Then, the company aims to take this vehicle to a cosmic destination where they can sleep in its hotel, dine in its restaurant, and execute research via the labs and facilities on board.\n\nAnother feature onboard the Dream Chaser is the LIFE (Large Integrated Flexible Environment) habitat that will center on an inflatable structure.\n\nIt is as tall as a three-story structure and is 27 feet in diameter. The LIFE is meant for remote work and living for crewmembers or passengers of 12 people, made up of a pressure shell layer called VectranTM fabric weave, which Sierra claims to be stronger than steel.\n\nThe Dream Chaser will be huge as earlier, Sierra Space had developed the spacecraft to bring commercial space flights for all.\n\nSierra designed the Dream Chaser for the NASA Commercial Crew program that centers on private companies to deliver rockets of the future for the agency, to accommodate missions to the ISS.\n\nThe company is carrying out several ventures to develop its different projects with multiple partners like Blue Origin with the Orbital Reef, and Spirit Airways for the Dream Chaser for 2023.",
            "title": "This Hypersonic Spacecraft From Sierra Space Will Feature An",
            "keywords": [
                "space",
                "chaser",
                "vehicle",
                "company",
                "orbital",
                "hypersonic",
                "reef",
                "dream",
                "sierra",
                "spacecraft",
                "commercial",
                "feature"
            ],
            "link": "https://wonderfulengineering.com/this-hypersonic-spacecraft-from-sierra-space-will-feature-an-inflatable-habitat/",
            "skip": "false"
        },
        "9": {
            "text": "Annoying the neighbors?\n\nCan a robot bring you peace of mind?\n\nThis has, for some time, been a conundrum that's wafted around my inner workings.\n\nIf robots are so clever -- and some surely are -- they can protect us from all sorts of nefarious threats and intrusions. From other robots, for example.\n\nSo when I first heard that a company called Knightscope had created security robots that patrolled buildings, I was unnaturally moved.\n\nHow would the local, inferior humans react? I learned this quickly when a human was accused of assaulting one of these things at the company's own offices in Mountain View, California.\n\nYet I continued to get emails from the company, as its business apparently flourished. Even when one of its security robots fell into a shopping mall fountain.\n\nRecently, though, I heard that a local company -- one at which many customers are irate -- had hired one of Knightscope's rolling software sheriffs.\n\nCalifornia utility PG&E has become notorious for its arrogant, monopolistic attitude and its role in devastating fires. In 2020, its CEO stood and pleaded guilty to 84 cases of involuntary manslaughter during the Camp Fire in northern California.\n\nSo I wasn't entirely surprised when PG&E decided to employ an autonomous security robot at its 19th and Folsom Street yard in San Francisco and locals were less than entertained.\n\nOne resident told Mission Local: \"People without homes have used these sidewalks for a while now, and the robot annoys the hell out of anyone trying to do as much as just stand here.\"\n\nThen there was the noise. A fine human security guard knows how to walk quietly. The Knightscope robot, however, makes surreal, spacey sounds, as if it's auditioning for Doctor Who.\n\nSaid one local: \"We can hear the annoying sound that the robot makes all day long, including when we're trying to sleep at night.\"\n\nPerhaps, then, the locals will be ululating hosannas on hearing that the security robot experiment -- which allegedly saved PG&E $9 an hour -- has come to an end.\n\nA PG&E spokesperson told the San Francisco Standard: \"After some initial testing of the Knightscope unit and proactive discussions with the city on this matter, PG&E will not be continuing with plans to deploy the unit at our Folsom location.\"\n\nCould it be that human discomfort actually won the day -- and the night? Might PG&E be so sensitive about its parlous brand image that it decided saving a little money -- something its customers won't be doing this winter -- isn't worth the uproar?\n\nI asked Knightscope for its view and will update, should I hear a bleeping sound coming up my driveway.\n\nAlso: Best of CES 2023: 6 innovations that will shape the future\n\nThis all rather reminds me of the fine experiment with robot dogs of war.\n\nThe US Marines once experimented with using Boston Dynamics' robot dogs to carry equipment and perform other essential tasks, thereby lightening the load for the troops.\n\nThere was one little issue. The robot dogs made so much noise as they clunked and clanked along the battlefield that they gave away the Marines' positions.\n\nSome robotic ideas sound wonderful in theory. But humans have certain emotional parameters that haven't always been considered by robot makers.\n\nBecause, of course, it takes a rare mind to consider: \"Wait, if this thing makes funny noises at night, it might wake up the neighbors.\"",
            "title": "One of America's most hated companies hired a security robot. It didn't go well",
            "keywords": [
                "hired",
                "pge",
                "robot",
                "sound",
                "dogs",
                "makes",
                "robots",
                "local",
                "knightscope",
                "companies",
                "didnt",
                "americas",
                "human",
                "hated",
                "security"
            ],
            "link": "https://www.zdnet.com/article/one-of-americas-most-hated-companies-hired-a-security-robot-it-didnt-go-well/",
            "skip": "false"
        },
        "10": {
            "text": "How these gliders keep level flight is different from the stability of airplanes.",
            "title": "Ars Technica",
            "keywords": [
                "gliders",
                "level",
                "different",
                "technica",
                "stability",
                "ars",
                "airplanes",
                "flight"
            ],
            "link": "https://arstechnica.com/science/2023/01/how-california-could-save-up-its-rain-to-ease-future-droughts/%3Fcomments%3D1",
            "skip": "true"
        },
        "11": {
            "text": "Share this story!\n\n\n\nAnyone who gets extremely angry and cannot manage their anger can cause major problems both for themselves and for those around them. Now a new study shows that an internet treatment can be of great help.\n\n\"Our results indicate that a very short treatment of only four weeks administered over the internet with minimal therapist support is effective in reducing problems with anger,\" says Johan Bjureberg, assistant lecturer at the Center for Psychiatry Research at Karolinska Institutet and responsible researcher for the study.\n\nThe researchers also examined how different types of treatments worked. What worked best was a combination of emotional presence and cognitive reinterpretation.\n\nEmotional presence means that participants get to practice the ability to notice and accept their feelings and thoughts without judging or acting on them. In the case of cognitive reinterpretation, they instead train the ability to reconsider thoughts and situations and find alternative thoughts that do not trigger troublesome feelings.\n\n\"Many people who have problems with anger are ashamed and we think that the internet format suits this group especially well because they don't have to wait in a reception room or sit face to face with a therapist and talk about their anger,\" says Johan Bjureberg.\n\nThe researchers now hope that follow-up studies will support the results and that internet treatments will become a common feature in the treatment of anger.\n\nRead the entire study here",
            "title": "📳 Anger issues can be managed with internet therapy",
            "keywords": [
                "support",
                "study",
                "anger",
                "treatment",
                "therapist",
                "therapy",
                "problems",
                "treatments",
                "worked",
                "managed",
                "issues",
                "thoughts",
                "internet"
            ],
            "link": "https://www.warpnews.org/all/anger-issues-can-be-managed-with-internet-therapy/",
            "skip": "false"
        },
        "12": {
            "text": "Green tech fights for limelight at CES gadget fest\n\n\n\nBy Glenn CHAPMAN\n\n\n\nLas Vegas (AFP) Jan 7, 2023\n\n\n\nAt the CES tech megashow in Las Vegas, it is unusual to see an entrepreneur hold up a plant and present it as the latest breakthrough in consumer technology.\n\nBut for NeoPlants co-founder Patrick Torbey, the gathering held annually just after the new year should not be thought of as \"only about machine technology and electronics.\"\n\n\"It's also about natural technology that we can leverage using these really cool engineering techniques,\" Torbey told AFP.\n\nNeoPlants, a Paris-based startup, was showing off a bioengineered plant capable of purifying indoor air of toxic pollutants \"by doing the work of 30 regular houseplants,\" according to its website.\n\nTechnology geared towards helping the environment has steadily increased in number at CES since the Sin City expo began fifty years ago.\n\nBut observers often doubt the seriousness of the consumer tech industry's commitment to protect the environment, with all the real excitement focused on smart TVs and robots instead of the more complicated and less profitable project of saving the planet.\n\n\"Until it really, really matters for consumers, it's just going to kind of be this trend that's over here on the side,\" said Ben Arnold, research firm NPD's consumer electronics analyst.\n\n\"As somebody who studies the market, I'm just not seeing yet where (environmental-minded tech) makes a difference in terms of units and dollars,\" he added.\n\nRan Roth, the head of tech company Sensibo, agreed that successful devices were the ones that made financial sense and believed his products did just that.\n\nRoth's devices use artificial intelligence and sensors to better manage air conditioning, an important concern in the often blistering heat of Israel, where his company is based.\n\nSensibo's sensors measure humidity and temperature, and use software that learns a user's habits, thereby saving energy and money.\n\nRoth said new technology should have a \"path to profitability\" if it is going to thrive, a recurrent shortcoming of so called green tech that so often fails to be bankable.\n\n\"What is good about smart thermostats is that they are readily available and they offer the highest return on investment,\" said Roth, who called air conditioning a \"human right.\"\n\n- 'What matters' -\n\nBut as the climate emergency worsens, industry observers said major tech companies were under more pressure to commit to sustainability goals.\n\n\"We have seen the public naming and shaming of organizations who indulged in greenwashing over the past year,\" said Abhijit Sunil of Forrester Research.\n\n\"So a lot of organizations are kind of careful in what they mention as their sustainability initiatives and they are now as transparent as possible,\" he said.\n\nSunil said that the real advances on the environment were to be seen in the industrial sector, agreeing that the consumer gadget business may be a step behind when it came to doubling down on going green.\n\nProduct design, manufacturing and packaging with an eye on a company's waste and carbon footprint were the low hanging fruits when it came to environment technology, he said.\n\nOne such company, ACWA Robotics, won plaudits at CES for a robot dedicated to the detection and prevention of water leaks in underground pipes.\n\nIn France, where the startup is located, 20 percent of drinking water is estimated to be lost due to leaky pipes.\n\nFighting for the environment \"is the challenge of a century,\" ACWA Robotics engineer Elise Lengrand told AFP.\n\n\"I mean sure it's really cool to make big TVs and stuff, but this is really what matters,\" she said.\n\nScanners for avocados and your brain: Highlights from CES 2023\n\nLas Vegas (AFP) Jan 8, 2023 - At the annual CES tech show in Las Vegas, hundreds of start-ups presented products aimed at improving health, education and work, increasing productivity and helping to save the planet.\n\nHere are some highlights from the 2023 edition of the popular gadget fest, which ends on Sunday:\n\n- Brain-scanning cap -\n\nLike the Sorting Hat in the \"Harry Potter\" book series, the iSyncWave sits atop your head, does a quick analysis of you, and reads out its results.\n\nBut this gadget isn't magic.\n\nDeveloped by iMediSync, the headset performs an electroencephalogram (EEG) and uses artificial intelligence to predict potential risks of cognitive issues, including Alzheimer's disease, within 10 minutes.\n\nThe South Korean company believes its headset could drastically reduce the financial cost and time needed to do such diagnostic tests.\n\nThe device could also possibly be used one day to perform certain therapies for neurodegenerative diseases.\n\n- Ripe and ready -\n\nThe start-up OneThird, which aims to fight food waste, presented its infrared device that \"scans\" avocados -- for which ripeness seems to be a roll of the dice.\n\nAll one has to do is hold an avocado under the scanner, then algorithms determine whether it is \"not yet ripe,\" \"ripe\" or \"overripe,\" presenting a color-coded response on a mobile app.\n\nThe device is also touted as a way of preventing supermarket customers from squeezing avocado after avocado, which can make them spoil quicker.\n\nThe company takes its name from the fact that one third of global food products go to waste.\n\n- Coding without coding -\n\nAs computers increase in complexity by the day, many startups are facilitating communication with tech, especially for people who don't know how to code.\n\nAt the Tactigon booth, Nadia Giuliani stands behind a small robot, grabs two connected joysticks and claps her hands saying \"clap.\"\n\nThe device imitates her immediately by clapping. She can also use it to teach dance moves to the robot.\n\n\"We are now using voice commands and gestures because we need to have a more natural interface with the digital world,\" says Massimiliano Bellino, boss of Tactigon parent company Next Industries.\n\n\"We need to humanize interaction with the digital world,\" he adds.\n\nThe Italian company's suite of software, based on artificial intelligence, is designed in particular for factories, so that technicians can teach robots to perform tasks instead of having to program them manually.\n\nTactigon promises productivity gains of 30 percent thanks to its algorithms.\n\n- Smart punching bag -\n\nThe I-Perskin, a wireless sack that slips over any punching bag, features light-up targets and flexible electronic sensors that guide workouts and analyze the user's strength and accuracy.\n\nA mobile app helps set workouts and review performance.\n\nThe French startup that designed the cover, I-Percut, intends to sell it initially to gyms.\n\n\n\nRelated Links\n\nSpace Tourism, Space Transport and Space Exploration News\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\n\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\n\n\nOur news coverage takes time and effort to publish 365 days a year.\n\n\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution. SpaceDaily Monthly Supporter\n\n$5+ Billed Monthly\n\n\n\nOption 1 : $5.00 USD - monthly Option 2 : $10.00 USD - monthly Option 3 : $15.00 USD - monthly Option 4 : $20.00 USD - monthly Option 5 : $25.00 USD - monthly Option 6 : $50.00 USD - monthly Option 7 : $100.00 USD - monthly\n\npaypal only\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\nLas Vegas (AFP) Jan 6, 2023\n\n",
            "title": "Green tech fights for limelight at CES gadget fest",
            "keywords": [
                "usd",
                "vegas",
                "monthly",
                "limelight",
                "fights",
                "option",
                "company",
                "fest",
                "green",
                "ces",
                "technology",
                "gadget",
                "really",
                "environment",
                "tech"
            ],
            "link": "https://www.spacedaily.com/reports/Green_tech_fights_for_limelight_at_CES_gadget_fest_999.html",
            "skip": "false"
        },
        "13": {
            "text": "LAS VEGAS (AP) — Tech companies showed off their latest products this week at CES, formerly known as the Consumer Electronics Show.\n\nCrowds of investors, media and tech workers have streamed into cavernous Las Vegas venues to see the latest tech from big companies and startups. There are flashy concept cars, screens of every possible variety, robots that can help with a range of tasks and technology for homes. Some tech innovations are already available to buy while others may never make it past the prototype stage.\n\nThe show runs through Sunday. Here are some highlights:\n\nVIDEO CALLS WITH A TWIST\n\nTired of the same old videoconference calls? Zero Distance thinks it may have the answer.\n\nThe company's Wehead device helps people at a meeting feel like a remote attendee is in the room with them.\n\nThe device looks something like a machine you might find at the eye doctor, but with screens on the front. The person participating from afar looks like they're there in 3D and when they look around or nod, the machine also moves.\n\nWehead works with standard computer or smartphone webcams.\n\n“If there are a few people around the table and just one screen, not everybody can see the screen, and the person in the laptop, he or she is not able to see everybody,\" Wehead creator Ilia Sedoshkin said. “That’s the obvious application.”\n\n“But for people who spend like 40 hours a week in their home office, they don’t see other people a lot. So feeling the real person in the room, using some space on your table, can give you less loneliness,\" Sedoshkin said.\n\nThe Wehead costs $1,555, with a pro version available for $4,555.\n\nCOLOR-CHANGING CAR\n\nBMW is betting on a car that can change colors.\n\nThe German car manufacturer's latest concept car can display up to 32 colors and allows drivers to customize their cars digitally.\n\nThat’s not the only thing — the mid-size sedan has a voice assistant as well as physical and digital elements that allow the headlights to create facial expression and express moods such as joy, astonishment and approval.\n\nStory continues\n\nThe car is called BMW i Vision Dee — Dee for “digital emotional experience.”\n\nThe splashy ride is the next iteration of BMW’s color-changing technology unveiled at last year’s CES, when the company showcased a car that had the ability to change from black to white.\n\nThe body of the latest version is divided into 240 segments, all of which the company said can be controlled individually and allow for an endless number of patterns to be generated.\n\nThe car will be available in 2025.\n\nA BOBA ROBOT\n\nFrom milk tea to passion fruit, ADAM the robot can make any boba tea drink you like.\n\nADAM also can function as a bartender or barista, but it made boba tea for delighted CES attendees who used digital touch screens to select their drinks.\n\n“ADAM is intended to be basically a way to attract guests and a way to make drinks fully automated and very efficient,” Timothy Tanksley of Richtech Robotics said.\n\nThe two-armed robot has two grip handles that can be customized to make specific drinks. While taking a break from mixing beverages, ADAM can dance to keep people entertained.\n\nADAM, which can be rented for events or hired full-time, is among a range of robots on display at CES this week doing a variety of tasks from disinfecting surfaces to making deliveries.\n\nNUT MILK ON DEMAND\n\nDuring the pandemic shutdowns in 2020, California resident Luiz Rapacci had a hard time finding his favorite almond milk at grocery stores. He looked up online recipes to make his own, but they were messy and time-consuming.\n\nAlmost three years later, Rapacci is at CES to unveil his nut milk brewing machine, the GrowUp brewer.\n\nWith GrowUp, customers can make nut milk at home in minutes with water and their chosen variety, from cashews and walnuts to almonds and pistachios, Rapacci said.\n\nThe machine costs $599 and is available now for pre-order.\n\nPERFECT EYEBROWS\n\nL'Oreal's Brow Magic is bringing augmented reality to your eyebrows.\n\nThe company's app scans your face and uses AR to make personalized recommendations for choices of shape, thickness and effect. You apply a primer, then the Brow Magic device uses 2,400 tiny nozzles to brush over and paint your eyebrows.\n\nL'Oreal developed Brow Magic in partnership with Prinker, which makes a device that quickly applies temporary tattoos.\n\nThe makeup in Brow Magic, which is expected to launch later this year, can last up to two days and be taken off with regular makeup remover.\n\n___\n\nAssociated Press Writer Haleluya Hadero contributed to this report.\n\n___\n\nFor more on CES, visit: https://apnews.com/hub/technology\n\nAdriana Morga, James Brooks And Rio Yamat, The Associated Press",
            "title": "Best of CES 2023: A color-changing BMW and a boba tea robot",
            "keywords": [
                "colorchanging",
                "available",
                "2023",
                "tea",
                "car",
                "magic",
                "device",
                "best",
                "milk",
                "boba",
                "machine",
                "latest",
                "bmw",
                "ces",
                "brow",
                "robot",
                "tech"
            ],
            "link": "https://ca.finance.yahoo.com/news/best-ces-2023-high-tech-074034528.html",
            "skip": "false"
        },
        "14": {
            "text": "Want to spice up your Zoom calls or brew almond milk in minutes? New gadgets are being showcased as CES rolls on.\n\nExample video title will go here for this video\n\nLAS VEGAS — Tech companies showed off their latest products this week at CES, formerly known as the Consumer Electronics Show, with new developments in video as well as lifestyle enhancements with beverage and makeup gadgets.\n\nCrowds of investors, media and tech workers have streamed into cavernous Las Vegas venues to see the latest tech from big companies and startups. The show runs through Sunday.\n\nHere are some highlights:\n\nVIDEO CALLS WITH A TWIST\n\nTired of the same old Zoom calls? Zero Distance thinks it may have the answer.\n\nThe company's Wehead device helps people at a meeting feel like a remote attendee is in the room with them.\n\nThe device looks something like a machine you might find at the eye doctor, but with screens on the front. The person participating from afar looks like they're there in 3D and when they look around or nod, the machine also moves.\n\nWehead works with standard computer or smartphone webcams.\n\n“If there are a few people around the table and just one screen, not everybody can see the screen, and the person in the laptop, he or she is not able to see everybody,\" Wehead creator Ilia Sedoshkin said. “That’s the obvious application.”\n\n“But for people who spend like 40 hours a week in their home office, they don’t see other people a lot. So feeling the real person in the room, using some space on your table, can give you less loneliness,\" Sedoshkin said.\n\nThe Wehead costs $1,555, with a pro version available for $4,555.\n\nA BOBA ROBOT\n\nFrom milk tea to passion fruit, ADAM the robot can make any boba tea drink you like.\n\nADAM also can function as a bartender or barista, but it made boba tea for delighted CES attendees this week who used digital touch screens to select their drinks.\n\n“ADAM is intended to be basically a way to attract guests and a way to make drinks fully automated and very efficient,” Timothy Tanksley of Richtech Robotics said.\n\nThe two-armed robot has two grip handles that can be customized to make specific drinks. While taking a break from mixing beverages, ADAM can dance to keep people entertained.\n\nADAM, which can be rented for events or hired full-time, is among a range of robots on display at CES this week doing a variety of tasks from disinfecting surfaces to making deliveries.\n\nNUT MILK ON DEMAND\n\nDuring the pandemic shutdowns in 2020, California resident Luiz Rapacci had a hard time finding his favorite almond milk at grocery stores. He looked up online recipes to make his own, but they were were messy and time-consuming.\n\nAlmost three years later, Rapacci has arrived at CES to unveil his nut milk brewing machine, the GrowUp brewer.\n\nWith GrowUp, customers can make nut milk at home in minutes with water and their chosen variety, from cashews and walnuts to almonds and pistachios, Rapacci said.\n\nThe machine costs $599 and is available now for pre-order.\n\nPERFECT EYEBROWS\n\nL'Oreal's Brow Magic is bringing augmented reality to your eyebrows.\n\nThe company's app scans your face and uses AR to make personalized recommendations for choices of shape, thickness and effect before you apply a primer. Then the Brow Magic device provides 2,400 tiny nozzles to brush over and paint your eyebrows.\n\nL'Oreal developed Brow Magic in partnership with Prinker, which makes a device that quickly applies temporary tattoos.",
            "title": "Tech companies show off $600 nut milk machine, printed-on eyebrows",
            "keywords": [
                "eyebrows",
                "tea",
                "600",
                "printedon",
                "device",
                "milk",
                "saidthe",
                "machine",
                "wehead",
                "companies",
                "nut",
                "ces",
                "week",
                "rapacci",
                "tech"
            ],
            "link": "https://www.king5.com/article/news/nation-world/ces-2023-highlights-wehead-boba-growup-brow-magic/507-aac37ad3-35c3-4c8c-b909-68105217d628",
            "skip": "false"
        },
        "16": {
            "text": "As the world becomes smaller and smaller, domestic bias isn’t just about investing in companies found in your native countries. It’s also about investing in the world’s most powerful brands. For semiconductor brands, few stand out more than Intel (INTC), a company that may have been dethroned by NVIDIA (NVDA), but still packs a punch when it comes to branding. One of the most frequent questions we’ve been receiving on our YouTube channel is whether Intel is a good investment? Our paying subscribers have also been raising various semiconductor stocks, so let’s start by coming up with a universe of semiconductor stocks to provide exposure to the explosive growth of semiconductors predicted by the MBAs over at Gartner.\n\nThe semiconductor industry surpassed $500 billion for the first time in 2021, according to Gartner. It’s predicted to double to $1 trillion by the end of this decade. Gartner via Intel\n\nInvesting in Semiconductors\n\nWhat people are really asking is if semiconductors are a good investment. To find the domain of semiconductor companies, we can use the MSCI / S&P 500 Global Industry Classification Standard (GICS) classification system which identifies two subsectors for semiconductor companies – 45301010 Semiconductor Equipment and 45301020 Semiconductors.\n\nCredit: MSCI / S&P 500\n\nSemiconductor equipment provides a pick-and-shovel play on semiconductor growth, while companies selling semiconductors are pure-plays on the evolution of various technologies such as FPGAs, graphic chips, and IoT chips. In reality, these two broad categories oversimplify the complexity to be found in a mature industry that’s evolving at the speed of Moore’s Law. Various types of semiconductor companies include:\n\nSilicon wafer manufacturers Shin-Etsu Chemical, SUMCO\n\nIDM or Integrated Device Manufacturers Intel\n\nFoundries – companies that manufacture chips Taiwan Semiconductor Manufacturing Company or TSMC\n\nFabless (designs chips, outsources manufacturing) NVIDIA\n\nSemiconductor test equipment Teradyne\n\nDesign software Synopsis\n\nSolar equipment SolarEdge\n\n\n\nWe’ve always been inclined to invest in pick-and-shovel plays such as software-as-a–service (SaaS) design software or testing equipment. If you’re building a product or service that all the world’s largest semiconductor companies use, then who cares which semiconductor technology is ahead at any given time? This brings up a good question – who are the world’s largest semiconductor manufacturing companies?\n\nThe Largest Semiconductor Manufacturing Companies\n\nOne of MSCI’s most popular products is a data feed that contains most the tradable stocks in developing and emerging markets along with useful data points such as the GICS classifications discussed earlier. Since no retail investor will spend upwards of $50,000 to obtain such information, the best option is to look at ETFs that cover a particular sector, then download the list of constituents to see who the players are. ETF.com provides a comprehensive database of ETFs that lists three names with assets under management (AUM) above a billion dollars that provide exposure to semiconductors.\n\nCredit: ETFdb.com\n\nThe first two ETFs focus on providing coverage for the largest U.S. traded semiconductor stocks out there, each using a different benchmark. Despite a dramatic difference in asset weighting, each ETF contains 14 of the same names under the top-15 constituents as seen below.\n\nCredit: Nanalyze\n\nThe VanEck ETF chooses to include a software company that services all major semiconductor companies, Synopsys, and a name we looked at before in a piece titled Invest in Many Types of AI Chips With One Stock. Like Mobileye, it’s a stock we might consider holding if we weren’t overweight the semiconductor industry already with NVIDIA as our largest tech stock position with a weighting over 10%.\n\nFinding the Best Semiconductor Stock\n\nYou’d have a hard time finding a semiconductor stock that’s performed better than NVIDIA over the past several decades. Below you can see NVIDIA’s performance benchmarked against the VanEck Semiconductor ETF and popular Nasdaq tracker ETF QQQ. (Notice how the semiconductor ETF actually underperformed the Nasdaq over twenty years):\n\nCredit: Nanalyze & Yahoo Finance\n\nWe’ve been fortunate enough to do quite well with NVIDIA. Just based on the shares we trimmed during 2021 alone, we recovered our cost basis more than seven times over, while it remains our largest position (we were trimming as recently as last month). Looking back at why we chose to invest in NVIDIA could provide some insight into how we might choose the best semiconductor stocks going forward.\n\nOur entire NVIDIA thesis was based on AI hardware, though the company’s heavy exposure to gaming – and for a while, cryptocurrency – only provided more tailwinds for growth. These days, we’re primarily interested in the growth of their data center segment as way to play the big data theme.\n\nSo, to find great semiconductor stocks, perhaps it’s best to start with a semiconductor-related theme, and then identify a leader in that space. For example, Mobileye is a great way to invest in autonomous driving hardware as they’ve emerged as a leader in this space. ARM appears to be a leader in IoT chips, but now that NVIDIA failed to acquire them, a consortium led by Qualcomm appears to be next. Solar hardware also falls under the semiconductor umbrella, which means investors need to consider their exposure to semiconductors more holistically.\n\nThe best semiconductor stock for our portfolio would be a company with a market cap exceeding $10 billion as we’re already overweight small and mid-caps.\n\nThe Nanalyze Disruptive Tech Stock Portfolio size breakdown – Credit: Nanalyze\n\nOther investors might look to invest in “smaller” semiconductor companies noting that NVIDIA came out of the IPO gate in 1999 with a market cap of around $600 million. Since the two ETFs we’ve talked about primarily cover large cap ETFs, perhaps the third – the SPDR S&P Semiconductor ETF (XSD) – might provide some names with lots of growth potential ahead. Below you can see the size breakdowns for the three largest semiconductor ETFs.\n\nThe three biggest semiconductor ETFs by constituent size profiles – Credit: Nanalyze & ETFdb.com\n\nIn a future article, we’ll dig into some of the names provided in XSD – along with names raised on our Discord Server by paying subscribers – to see if we might tease out anything interesting. But even if we do, we’re not planning to add anymore semiconductor exposure because we’re already well overweight (and after the holidays, in more ways than one.)\n\nOur Exposure to Semiconductors\n\nOur 38-tech stock portfolio already has a meaningful amount of exposure to the semiconductor industry with our largest holding being NVIDIA with a 10.55% weighting. We’ve written extensively about the company over the years and find their growing exposure to data center hardware to be quite appealing.\n\nNVIDIA is an obvious play on semiconductors, but digging a bit deeper we find two more names that provide semiconductor exposure in our portfolio – Teradyne (TER) and SolarEdge (SEDG) – which means our total exposure to the semiconductor industry sits at around 17%. Consequently, we don’t see the need to increase our exposure, but would instead look to identify firms we might invest in were we to exit NVIDIA. If you’re wondering when that might be, we covered that topic in an article last year titled The Right Time to Sell NVIDIA Stock in which we said the following:\n\nGrowth continues to shine for NVIDIA, and our thesis hasn’t changed at all, so there’s really no reason to sell right now. Nanalyze – February, 2022\n\nThat sentiment changed quite quickly when NVIDIA saw revenues plummet over the last two quarters on weakness in gaming and professional visualization. Our plan is to wait for Q4 Fiscal 2023 results next month at which time they’ll likely give some guidance for Fiscal 2024 (analysts are expecting 10% revenue growth). Provided we continue to see double-digit revenue growth, there’s sufficient reason to believe that growth hasn’t stalled yet, but there’s also an opportunity cost to hold such a large position in a company that’s reached maturity such that they’re returning money to shareholders through dividends and share repurchases.\n\nShould we decide to sell out of our NVIDIA position in 2023, then there will be plenty of dry powder to use for adding some replacement semiconductor exposure. Some names on our “like” list include Synopsys and Mobileye. In coming articles on the semiconductor theme, we’ll review some small caps subscribers have raised, and perhaps revisit Mobileye and Synopsis as potential investments in place of NVIDIA. As usual, Nanalyze Premium annual subscribers will be alerted via email to any trades we make.\n\nAs For Intel\n\nAs for our readers and subscribers wondering about investing in Intel (INTC), take a step back and ask yourself what you’re looking for. If you want some nice safe exposure to semiconductors, pick up one of the low-fee ETFs we talked about today (SMH lower risk, XSD higher risk). If you’re trying to cherry-pick a winner, don’t base your decision on branding. If you can’t describe what exactly Intel does these days, why would you want to invest in the company?\n\nThe 2022 Intel Investor Meeting had the CEO spelling out to the investment community their planned return to greatness. Overwhelmed by the deluge of acronyms and fluff words, we finally came across a slide that made sense – Intel’s plan to growth their business over the next three years.\n\nCredit: Intel Investor Days\n\nWe’re not interested in legacy Intel growth, what they’ve listed above as “traditional.” It’s the emerging segments we’re interested in, and that’s where the appeal falls flat. If we want to invest in Mobileye, we’ll buy shares of the company. The AXG segment represents growth they expect to achieve at the expense of companies like AMD and NVIDIA that are already dominating the graphics chip niche. Intel is clearly playing catch up, something that goes against our pursuit of niche leaders. As for Foundry, that’s just a return to American greatness in semiconductor manufacturing, a vision being powered (at least in part) by the current administration. Given they’ll be competing against entrenched competitors like TSMC, we don’t find the thesis very compelling, unless of course the red dragon goes over and takes a crap on Taiwan, then all bets are off.\n\nConclusion\n\nInformation technologies move very fast. NVIDIA could easily find itself becoming the next Intel by missing whatever emerging niche provides growth during the next decade. To find the “best” semiconductor stock, start with finding emerging niches you want exposure to, then search for a leader. Companies that are playing catch up – like Intel – are swimming against the current. For those with less of an appetite for risk, you can’t go wrong with the VanEck semiconductor ETF, but there’s no guarantee you’ll outperform the broader Nasdaq index.\n\nTech investing is extremely risky. Minimize your risk with our stock research, investment tools, and portfolios, and find out which tech stocks you should avoid. Become a Nanalyze Premium member and find out today!",
            "title": "Finding the Best Semiconductor Stocks",
            "keywords": [
                "intel",
                "stock",
                "stocks",
                "best",
                "exposure",
                "largest",
                "companies",
                "finding",
                "nvidia",
                "invest",
                "semiconductor",
                "growth"
            ],
            "link": "https://www.nanalyze.com/2023/01/finding-the-best-semiconductor-stocks/",
            "skip": "false"
        }
    }
}