{
    "date": "2023-01-09",
    "category": "sr",
    "articles": {
        "0": {
            "text": "Your browser does not support the video element. The moon NASA is seeking to visit is not the same moon that Neil Armstrong and the rest of the Apollo astronauts left behind some 50 years ago. It is not the bone-dry mass that scientists had thought it to be for generations, including when Armstrong first stepped foot near the moon’s equator in 1969. Rather, the moon is wet, abundant with water that is largely stored away in the form of ice in the forbidding craters at its poles. That is why when NASA next sends astronauts to the moon’s surface, which is expected to take place in the next few years, it will look very different from the Apollo missions. This time, the astronauts will take aim at one of 13 potential locations at the lunar south pole. The existence of water there is central to the ambitious goal behind NASA’s Artemis program: to create a permanent human presence on the moon.\n\nShare this story\n\nIn 2010, during a speech at the Kennedy Space Center in Florida, President Barack Obama directed NASA away from its primary target, the moon, to focus its human exploration missions beyond the lunar surface to an asteroid and Mars.\n\n“I just have to say pretty bluntly here: We’ve been there before,” he said. “There’s a lot more of space to explore, and a lot more to learn when we do.”\n\nThe United States has since reversed course, with the moon once again the centerpiece of NASA’s exploration goals. Under its Artemis program — born during President Donald Trump’s tenure and embraced by the Biden administration — NASA has real momentum and bipartisan political support for one of the most ambitious human space flight efforts in decades. It began with the launch of its massive SLS moon rocket and Orion spacecraft on Nov. 16, a mission without any people on board. The Artemis I mission will be followed by subsequent flights with astronauts — first orbiting the moon and then eventually landing on the surface.\n\nStory continues below advertisement Advertisement\n\nStory continues below advertisement Advertisement\n\nBut despite the progress, the concern raised by Obama still hovers over the space program: We’ve been there, done that. Why return to the moon?\n\nThe answer, said Thomas Zurbuchen, the recently retired head of NASA’s science mission directorate, begins with the presence of water.\n\n“It’s important to recognize that we’re going back to a moon that’s really different than the moon we left when we took off during Apollo,” Zurbuchen said in an interview. “It was a moon that was dry. … Our understanding of the moon is massively different.”\n\nAs a result, NASA has made establishing an enduring presence on the moon central to its future space ambitions. It will allow the program to practice how to live in space sustainably. It will allow scientists to tap into the moon’s considerable scientific value to learn more about how Earth was formed. And perhaps, it would also serve as a steppingstone to Mars and other deep-space destinations years in the future.\n\nWater is not only key to sustaining human life, but its component parts — hydrogen and oxygen — can be used as rocket propellant, making the moon a gas station in space. That could be critical for long-duration missions, allowing spacecraft to refuel on the moon instead of lugging all the fuel from Earth. And since the moon’s gravity is one-sixth of Earth’s, it is a relatively easy springboard to other points of the solar system.\n\n[Inside the rockets that NASA and SpaceX plan to send to the moon]\n\nThe moon also has a story to tell — both about the formation of the solar system and how Earth came to be. Without an atmosphere, it’s a time capsule. The Apollo astronauts’ footsteps remain intact, undisturbed by weather or wind, as do the scars of billions of years worth of bombardment of asteroids and comets that were part of the early formation of the solar system.\n\n“It’s less about finding life itself, but it certainly is about the journey to life,” Zurbuchen said. “The moon can tell us a lot about our own solar system, the violent processes that created our planets and scarred their surfaces. … Part of our history is right there, hanging out over our heads, and it is eminently possible to travel there.”\n\nStory continues below advertisement Advertisement\n\nStory continues below advertisement Advertisement\n\nGetting to the moon is extremely difficult. Living there is even more so, and it’s not something NASA has a lot of experience with. The last of the Apollo crews, Apollo 17, spent the most time on the moon — just over three days. And that was in 1972.\n\nThe evolution from the short-term probes to long-term lunar homesteading — from exploration to expansion — will require a serious commitment of resources and new technologies.\n\nWhich is why NASA is looking to build a nuclear reactor on the moon.\n\nIt’s one of several initiatives NASA has begun under its Artemis program, designed to help astronauts stay for extended periods when they’ll need power, transportation and the ability to use the moon’s resources. They would need habitats, rovers and mining equipment, along with tools to extract the water and mold the lunar regolith (also known as moon dirt) into bricks for habitats.\n\nThe effort is still very much in its nascent stages, and the funding NASA would need for the long term has not materialized in full. A sustainable presence, despite the rosy predictions coming from the top echelons of the agency, is still years away, and the technical challenges are immense.\n\nBut NASA has begun developing the technologies that would be needed to sustain astronauts on the surface for extended periods. In June of last year, the agency and the Energy Department awarded contracts, worth $5 million each, to three companies to develop nuclear power systems that could be ready to launch by the end of the decade for a test on the moon. The systems would generate 40 kilowatts of power, enough energy to power six or seven American households, and last about 10 years.\n\n“They’re starting to put real money into that technology development process,” said Casey Dreier, chief advocate of the Planetary Society, a nonprofit that advocates for space exploration. “ … I think that’s a really critical piece of technology that has broader applications beyond just the moon, obviously, on Mars and perhaps other places as well.”\n\nNASA is also looking to build solar farms, using arrays that point vertically and catch the angle of the sun over the horizon. And it’s exploring how best to exploit what are called “in situ resources” — meaning those that already exist, such as the regolith.\n\n“When people explored the Earth, they had the opportunity to build a house using local resources,” Pam Melroy, the deputy NASA administrator and a former astronaut, said in an interview. “So we should be thinking about using lunar regolith to build facilities, and NASA is funding several efforts in this area.”\n\nPress Enter to skip to end of carousel The New Space Age As humanity looks once again to the heavens, this series examines the recent boom of the private space industry, the long-term ambitions of NASA and foreign space agencies, and the potentially profound implications of this moment for society. Read the section. End of carousel\n\nWhile those efforts for now are “modest,” Melroy said they involved using a simulated regolith on Earth and seeing how it responds. “How do we compress it? Is there something we need to do it to make it a building block?”\n\nBut some of those same resources can also create problems of their own, leaving NASA to figure out ways to deal with them.\n\n“A lot of people don’t realize how dangerous the regolith is, how damaging to spacesuits and human lungs,” former NASA administrator Jim Bridenstine said in an interview. During some of the Apollo missions, “the regolith that got inside the capsule was extremely dangerous because it’s so fine and so sharp.”\n\nThere is also the matter of figuring out how to find the water on the moon, and how to best access it. NASA’s plan is to use the Volatiles Investigating Polar Exploration Rover, or VIPER. It would explore the moon’s south pole in late 2024, NASA says, for a 100-day mission.\n\n“VIPER is going to help us with in-situ-resource utilization by mapping where the ice is,” Melroy said. “So when astronauts show up, they’re going to have a map in their hand that shows where the ice is, and where the best place to build a gas station might be.”\n\nStory continues below advertisement Advertisement\n\nStory continues below advertisement Advertisement\n\nThe moon presents many challenges. But as NASA seeks to create a permanent settlement on what some have called “the eighth continent,” it also represents a tremendous opportunity.\n\nIt lies just three days away — close enough to get home in the case of an emergency, as the crew of Apollo 13 did — and is a natural place to practice how to sustainably live in deep space. The lunar poles have at least 600 billion kilograms of water ice — or enough to fill 240,000 Olympic-size pools, according to the Planetary Society — and an on-the-ground investigation could yield the discovery of vast amounts more.\n\n“The time is now right to take a giant leap by using the moon to learn how to live off the land, thus enabling sustained human presence on Earth while stimulating a new sector of our economy,” Clive Neal, a professor of Earth Sciences at the University of Notre Dame, told the National Space Council in 2019. There are platinum group and rare earth metals on the moon, as well as Helium-3, which is a potential fuel for nuclear fusion. Those resources, he said, could help stimulate a lunar economy that would help sustain a permanent presence.\n\nNASA's Orion spacecraft is towed toward the deck of the USS Portland after splashdown off the coast of Baja California, Mexico, on Dec. 11. (Mario Tama/Pool/AFP/Getty Images)\n\nWhile the Apollo program was a monumental achievement, it also “showed us how not to conduct human space exploration because such a program based upon international competition is not sustainable,” he said.\n\nFor the Artemis program, NASA is relying on a robust commercial space industry, led by SpaceX, which won the contract to develop the spacecraft that NASA would use to ferry its astronauts to and from the surface of the moon.\n\n[How to be a space tourist: Go boldly, but pack lightly]\n\nJeff Bezos’s Blue Origin also has set its sights on the moon. (Bezos owns The Washington Post.) Like SpaceX, Blue Origin is building a spacecraft capable of flying astronauts and cargo there for NASA. And in recent years, Blue Origin has hired a number of experts in how to extract lunar resources, such as water. Earlier this year, it said it was buying Honeybee Robotics, a company that builds systems for extreme environments and has developed technology that is on the Mars Perseverance and Curiosity rovers.\n\n“Our innovative solutions make it possible for scientists to capture, contain, and analyze planetary regolith samples throughout our Solar System,” the company’s website says. “We’ve designed, built and tested hardware destined for all of the planets between Mercury and Saturn, including the elusive asteroids and comets.”\n\nFirst, NASA needs to get there. The successful Artemis I mission was a huge first step, a test flight that NASA said was flawless as the Orion spacecraft flew within 80 miles of the lunar surface, snapping dramatic photos along the way before it returned to Earth.\n\nThe splashdown in the Pacific Ocean occurred 50 years to the day of the Apollo 17 mission touching down on the lunar surface and symbolized the space agency’s renewed commitment to the moon. The significance of the Apollo program was transforming “the impossible and making it possible,” NASA Administrator Bill Nelson said. “Now we are going to do that again, but for a different purpose. This time we go back to the moon to learn, to live, to work, to invent, to create in order to go out into the cosmos to further explore.”",
            "title": "The moon beckons once again, and this time NASA wants to stay",
            "keywords": [
                "resources",
                "space",
                "lunar",
                "nasa",
                "human",
                "stay",
                "moon",
                "program",
                "apollo",
                "wants",
                "earth",
                "beckons",
                "astronauts"
            ],
            "link": "https://www.washingtonpost.com/technology/interactive/2023/nasa-moon-artemis-launch/",
            "skip": "false",
            "relevancy_score": 4,
            "summary": "\n\nSummary: NASA has made establishing an enduring presence on the moon central to its Artemis program and have begun developing technologies that would be needed to sustain astronauts there such as a nuclear reactor, solar farms and methods of extracting water. The moon offers many opportunities including the potential for resource extraction and it's proximity offering a steppingstone to deep-space missions."
        },
        "1": {
            "text": "Technology is progressing day by day and is creating mind-wrecking updates, but with advancements, technology is also getting weirder and weirder every day. 2023 will be full of those weird products and technologies and some of these are actually useful.\n\nHere are some of the expected weird technologies from 2023.\n\nWithings Urine Detector\n\nU-Scan is a weird 90mm pebble-shaped U-Scan designed to collect urine through a collection inlet. When the presence of urine is detected through a thermal sensor, a pump is activated that sends the urine to a specific test pod where a chemical reaction is read by an optical module.\n\nThe U-Scan can channel urine through multiple pods to take several readings. When the measurement is complete, the urine is purged through a waste outlet, and the U-Scan is cleaned when the toilet flushes.\n\nThe U-Scan has dozens of miniaturized test pods that can provide various health readings, with the information sent to the Withings app on the iPhone over WiFi. Each cartridge of test pods lasts for three months before it needs to be replaced, and the reader itself is rechargeable. The Withings app is able to provide results, actionable insights, and guidance based on urine results.\n\nWithings is launching the U-Scan in Europe in the second quarter of 2023, and it will be priced at 499.95 euros for the reader and one cartridge. U-Scan will be available in the United States following future FDA testing.\n\nDr.Robot\n\nJapenese robotics company, Aeolus Robotics launched its new metal mate at CES 2023 which has been designed to support overstretched healthcare facilities in particular.\n\nIt is specially built for helping old and unwell people for regulating their health\n\nThe robot has autonomous navigation, using a slew of cameras and IR sensors on its base. It can move around a space and use its maneuverable right arm to open doors and ride elevators while disinfecting surfaces using the UV light on its left ( a big hit during the pandemic).\n\nIt can be used for patrolling, security, and delivering food. The robot can also be operated remotely when necessary, though the firm says few instances call for that level of control.\n\nAeolus says the robot is largely made of proprietary components, including the arm. While common wisdom says that building your robot arm is a bit of a fool’s errand in this day and age, certain tasks are required starting from scratch.\n\nYukai Engineering’s breathing Pillow\n\nAnother Japanese robotics firm Yukai Engineering came to CES with Fufuly which is just a soothing pillow in the true sense. The hardware startup says the product utilizes “respiratory entrainment,” which refers to a phenomenon wherein the rhythm of a user’s breathing matches that of a respirator.\n\nThis means the person’s breathing matches up with the robot cushion, rather than the other way around. Yukai says the product was developed based on research from the University of Tokyo.\n\nCertainly, plenty has been written about the power of breathing in improving one’s mental state and reducing anxiety. It’s precisely the reason breathing is tied so closely to meditation.\n\nGlüxkind’s Self-driving Stroller\n\nThe self-driving Stroller does not mean that it can run away but the $3,300 self-driving stroller means that it does not require parents to push it.\n\nThe Ella AI, made by Canadian startup Glüxkind, features a dual-motor system designed for walking uphill and an automatic brake assist function for walking downhill, in case the parent accidentally drops something or lets go of the handle, per Glüxkind’s website. The technology is similar to pedal assistance in electric bikes, according to Auto Evolution.\n\nRead More:",
            "title": "4 Most Weird Inventions Coming In 2023",
            "keywords": [
                "robotics",
                "coming",
                "weird",
                "technology",
                "selfdriving",
                "urine",
                "uscan",
                "inventions",
                "2023",
                "day",
                "test",
                "robot",
                "breathing"
            ],
            "link": "https://www.techjuice.pk/4-most-weird-inventions-coming-in-2023/",
            "skip": "true",
            "relevancy_score": 1
        },
        "2": {
            "text": "You can get e-magazine links on WhatsApp. Click here TOP NEWS Technology such as robotics will be a big game changer this decade Sanjay Vazirani\n\n\n\nAlternative Proteins\n\nProteins are an important part of our daily diet. Traditionally, the only true protein source that is popularly known is the one derived from animal meat. In the last couple of years, post-Covid 19, there has been a huge shift in people’s eating habits. The demand for alternative protein sources, both for health and environmental concerns is on the rise. Cultured meat, lab-grown food, plant-based nutrition, and mycoprotein are the primary alternative protein sources. Food startups that use technology such as 3D printing in the food industry allow the exact amount of nutrients to be inserted into the food to maintain the desired nutritional value. It also allows them to extend and maintain certain tastes to plant-based meats that make it more appealing to the consumer.The use of fermentation and molecular biology helps in developing sustainable alternative protein production solutions offsetting the ethical concerns and concerns about the carbon footprint of industrial meat production.\n\n\n\nNutraceuticals\n\nIn the post-Covid era, overall awareness about health and wellness has increased. The focus has now shifted towards eating food that is right, having supplements that help in building immunity and leading a healthy life. There is an increasing concern about the impact of food habits on health and a growing need for essential nutrients for a healthy lifestyle. This has made nutraceuticals a top trend in the food industry and is driving the demand for nutraceuticals. These include nutritional supplements, functional foods, medicinal food, and gut microbiome enhancement foods such as prebiotics, probiotics, and postbiotics. Scientific research on nutraceuticals suggests that various nutraceuticals provide health benefits against disorders related to oxidative stress such as allergies, Alzheimer’s, diabetes, and immune diseases.\n\n\n\nFood Safety & Transparency\n\nFood safety has come into prominence in the last few years. Customers are now consciously looking at food ingredients, their origin, and their source besides just the expiry date. Smart labelling or digital labelling is only going to get stronger and smarter in the near future with technological advancements.Technologies such as IoT and Blockchain allow end-to-end traceability of food brands. Consumers prefer brands that are transparent and hence food companies are furthering food safety and transparency by developing cost-effective and scalable monitoring solutions.\n\n\n\nPersonalised Nutrition\n\nWith the rise in health-consciousness, the demand for personalised nutrition is also increasing. People are demanding diets such as sugar-free, gluten-free, vegan diet, diets based on blood groups and nutrigenomics-based diets. The options are innumerable and are only going to increase with research and innovation in this area. Innovations in 3D printing and the adoption of robotics in food assembly lines allow food manufacturers to provide nutrition personalisation at scale.\n\n\n\nRestaurant Digitisation\n\nRestaurant digitisation started when restaurants opened up for the first time post the lockdown. It became the need of the hour due to strict rules and regulations that were laid down by the government. To reduce direct human contact, restaurants integrated digital menus, self-service kiosks, and cashless payment methods. Digitisation also helps restaurants to gather data points at each stage, enabling data-driven decision-making throughout operations. Interaction chatbots and voice bots are up-and-coming tools for assisting customers with food orders and other restaurant-related queries. Restaurants use this information to offer food recommendations to their customers and also design new menus.\n\n\n\nTechnology\n\nTechnology such as robotics will be a big game changer for the F&B industry. The use of robotics in the food industry will keep getting more prevalent. This improves their efficiency, productivity, and food quality. For example, robots can be used for jobs that are riskier or time-consuming like carving intricate meats. Robots will also be used in restaurants to cook food before it is served to the guest. This will ensure that food is cooked to the perfect taste and in a timely manner avoiding delays in restaurants. The use of robots also ensures that food that comes to the table is cooked in a completely hygienic manner.\n\nThe food and beverage industry has shown immense growth post-pandemic. According to a latest news report, the current market size of the industry is Rs 4.5 lakh crore, which is estimated to grow to Rs 6 lakh crore in the next two years. Restaurants and cafes are also increasing day by day which has also contributed to the growth of the F&B industry. Post the pandemic, people are getting more cautious about their health and hence food hygiene and demand for healthy food is on the rise. GenZ and young millennials have taken after healthy eating in a major way, especially in the post-pandemic era. They are constantly in search of healthy options, sourced in a more ethical way causing the least harm to the environment. Innovations in the food industry are inevitable and technology will be a major disruptor in this space. Some of the trends that will shape the F&B industry in this decade are as below:Proteins are an important part of our daily diet. Traditionally, the only true protein source that is popularly known is the one derived from animal meat. In the last couple of years, post-Covid 19, there has been a huge shift in people’s eating habits. The demand for alternative protein sources, both for health and environmental concerns is on the rise. Cultured meat, lab-grown food, plant-based nutrition, and mycoprotein are the primary alternative protein sources. Food startups that use technology such as 3D printing in the food industry allow the exact amount of nutrients to be inserted into the food to maintain the desired nutritional value. It also allows them to extend and maintain certain tastes to plant-based meats that make it more appealing to the consumer.The use of fermentation and molecular biology helps in developing sustainable alternative protein production solutions offsetting the ethical concerns and concerns about the carbon footprint of industrial meat production.In the post-Covid era, overall awareness about health and wellness has increased. The focus has now shifted towards eating food that is right, having supplements that help in building immunity and leading a healthy life. There is an increasing concern about the impact of food habits on health and a growing need for essential nutrients for a healthy lifestyle. This has made nutraceuticals a top trend in the food industry and is driving the demand for nutraceuticals. These include nutritional supplements, functional foods, medicinal food, and gut microbiome enhancement foods such as prebiotics, probiotics, and postbiotics. Scientific research on nutraceuticals suggests that various nutraceuticals provide health benefits against disorders related to oxidative stress such as allergies, Alzheimer’s, diabetes, and immune diseases.Food safety has come into prominence in the last few years. Customers are now consciously looking at food ingredients, their origin, and their source besides just the expiry date. Smart labelling or digital labelling is only going to get stronger and smarter in the near future with technological advancements.Technologies such as IoT and Blockchain allow end-to-end traceability of food brands. Consumers prefer brands that are transparent and hence food companies are furthering food safety and transparency by developing cost-effective and scalable monitoring solutions.With the rise in health-consciousness, the demand for personalised nutrition is also increasing. People are demanding diets such as sugar-free, gluten-free, vegan diet, diets based on blood groups and nutrigenomics-based diets. The options are innumerable and are only going to increase with research and innovation in this area. Innovations in 3D printing and the adoption of robotics in food assembly lines allow food manufacturers to provide nutrition personalisation at scale.Restaurant digitisation started when restaurants opened up for the first time post the lockdown. It became the need of the hour due to strict rules and regulations that were laid down by the government. To reduce direct human contact, restaurants integrated digital menus, self-service kiosks, and cashless payment methods. Digitisation also helps restaurants to gather data points at each stage, enabling data-driven decision-making throughout operations. Interaction chatbots and voice bots are up-and-coming tools for assisting customers with food orders and other restaurant-related queries. Restaurants use this information to offer food recommendations to their customers and also design new menus.Technology such as robotics will be a big game changer for the F&B industry. The use of robotics in the food industry will keep getting more prevalent. This improves their efficiency, productivity, and food quality. For example, robots can be used for jobs that are riskier or time-consuming like carving intricate meats. Robots will also be used in restaurants to cook food before it is served to the guest. This will ensure that food is cooked to the perfect taste and in a timely manner avoiding delays in restaurants. The use of robots also ensures that food that comes to the table is cooked in a completely hygienic manner.\n\n(The author is CEO, Foodlink) This page allows you to send the current page to your friend. Your Friends Email ID: Your Email ID:\n\n",
            "title": "FNB News - Technology such as robotics will be a big game changer this decade",
            "keywords": [
                "demand",
                "decade",
                "technology",
                "robots",
                "game",
                "healthy",
                "restaurants",
                "fnb",
                "nutraceuticals",
                "changer",
                "protein",
                "industry",
                "health",
                "big",
                "robotics",
                "food"
            ],
            "link": "http://www.fnbnews.com/Top-News/technology-such-as-robotics-will-be-a-big-game-changer-this-decade-71174",
            "skip": "true",
            "relevancy_score": 1
        },
        "3": {
            "text": "Kodiak Robotics, a self-driving trucking company, has agreed a partnership with Ambarella, an edge AI semiconductor company, to integrate Ambarella’s CV2AQ AI perception system-on-chip (SoC) into its self-driving trucks for all camera data processing.\n\nTo kick off the partnership publicly, Kodiak will exhibit one of its self-driving trucks at Ambarella’s demo event in Las Vegas during the 2023 Consumer Electronics Show (CES).\n\nDon Burnette, founder and CEO, Kodiak, says: “Our focus on building the world’s safest and most reliable self-driving trucks requires us to seek out the best partners.\n\n“Ambarella’s track record in building some of the market’s most advanced processors makes it an ideal partner for Kodiak. Ambarella’s focus on ADAS and autonomous technologies aligns our roadmaps even more closely. Lastly, Ambarella’s proven supply chain adds the confidence that its technology will be available to us when we need it.”\n\nTaking a safety-first approach, Kodiak continually evaluates technologies and hardware that enhance its self-driving system. By incorporating the Ambarella CV2AQ SoC in Kodiak’s self-driving system, Kodiak is optimizing its camera data processing capabilities.\n\nThe CV2AQ includes Ambarella’s proprietary CVflow AI engine, and provides industry-leading AI performance per watt along with advanced imaging capabilities.\n\nFermi Wang, president and CEO, Ambarella, says: “We are excited to be working with Kodiak, to showcase our cutting-edge CV2AQ SoC family in their autonomous long-haul trucks.\n\n“We are providing the trucking industry with the processors it requires to commercialize higher levels of autonomy, and with Kodiak as a partner, we’re confident in our ability to serve this vital segment of the emerging self-driving industry.”\n\nKodiak is also exploring the integration of Ambarella’s new CV3-AD AI domain controller SoC family as a complete embedded compute solution for its next generation of autonomous trucks.\n\nThe CV3-AD family provides single-chip processing for multi-sensor perception – including high-resolution camera, radar and lidar – as well as deep fusion for multiple sensor modalities and autonomous vehicle path planning.\n\nShare this: Print\n\nFacebook\n\nLinkedIn\n\nReddit\n\nTwitter\n\nTumblr\n\nPinterest\n\nSkype\n\nWhatsApp\n\nTelegram\n\nPocket\n\n",
            "title": "Kodiak Robotics equips autonomous trucks with Ambarella AI system-on-chip",
            "keywords": [
                "cv2aq",
                "soc",
                "autonomous",
                "ambarella",
                "family",
                "ambarellas",
                "selfdriving",
                "ai",
                "kodiak",
                "trucks",
                "equips",
                "camera",
                "systemonchip",
                "robotics"
            ],
            "link": "https://roboticsandautomationnews.com/2023/01/09/kodiak-robotics-equips-autonomous-trucks-with-ambarella-ai-system-on-chip/58975/",
            "skip": "true",
            "relevancy_score": 1
        },
        "4": {
            "text": "STEM specialist and space enthusiast Nicollette LeTellier shares the importance of incorporating space education into a STEM curriculum, especially with young learners. She shares three ways she teaches students about important space concepts while engaging them in interactive, hands-on learning.\n\nAs an elementary school STEM teacher, I am always searching for new ways to introduce real-world science that is both relevant and exciting for my K-5 students. I attend many classes during the school year, as well as workshops during the summer vacation months, to develop an engaging curriculum.\n\nIn my experience, there’s always one topic that seems to get my students’ attention – space!\n\nSince becoming a teacher 18 years ago, I have been passionate about space science and exploration and have found my students are naturally curious, too, as they are eager to learn and explore the world around them.\n\nStudents are also excited to hear about new developments in the space world — my students have even followed the developments of NASA, SpaceX and Blue Origin over the past years to witness private citizens enter into space exploration. They are living in the new space race as humans return to the moon and develop programs to explore Mars, after all, so it makes sense that space education resonates with them so much.\n\nWhether it is teaching young students about star patterns, energy in our solar system, Earth and human activity, or the use of satellites, it is important to inspire students’ passion and curiosity of space in an interactive way. Below are three of my favorite ways to do this.\n\nExploring space with online telescopes\n\nUsing online telescopes has enriched my space teaching while introducing students to important astronomy concepts. I was first introduced to Slooh, creator of The Online Telescope, after our district partnered with the West Sound STEM Network and received a Northwest Earth & Space Sciences Pathways grant from NASA.\n\nThe online telescopes enable students to explore and analyze more than 1,000 real-world space objects and events right from their own computers. Students even have the opportunity to control the network of professional-grade online telescopes, just like real astronomers, as well as engage in gamified learning by earning points as they complete various quests focused on astronomy-based topics.\n\nThe quests are experiential space education activities aligned to the Next Generation Science Standards and Common Core educational standards in English language arts that use the online telescopes to teach students about various STEAM topics. As students complete the quests, they can create poster-size infographics that showcase the images they captured using the telescopes.\n\nI’ve used the online telescopes extensively with more than a hundred fourth- and fifth-grade students in our school’s astronomy club. Students of all academic levels can utilize the technology to explore and analyze specific objects in space that interest them, as well as dig deeper into learning about different aspects of astronomy.\n\nTo make the learning experience more interdisciplinary, I’ll often integrate art, photography, science fiction reading/writing, mathematical concepts and cultural stories with the space lessons to provide students with a true STEAM experience.\n\nHands-on space education with rockets\n\nI’ve also used Estes rockets as part of my space teaching to help students study how individuals can survive space travel and potentially travel to other planets.\n\nFirst, through a series of Next Generation Science Standards-aligned lessons, students learn about the history of rocket design from ancient China and fireworks to the 20th-century space race between the US and Russia to finally the new space race to commercialize space for all humans.\n\nThen students get to launch the physical rockets as the culminating activity. This helps them learn about the transfer of energy, which is our basis for learning about rocket science, in a hands-on way. It’s been a great — and engaging — way to enhance our space studies.\n\nExploring the engineering design process\n\nThe Jet Propulsion Laboratory’s “Mission to Mars” unit is another way I like provide space education to students. Within this 10- to 12-lesson unit incorporating art and engineering, students first design habitats to live on Mars. They design a mission patch for their team with computer design or artistic drawings, decide who can live and work in space for a long period of time, and finally create a Mars lander that could successfully “land” on the planet. The lessons emphasize teamwork and collaboration.\n\nStudents also learn about the engineering design process when they build the prototype for the Mars lander, which has a Pringles (yes, the potato chip!) astronaut who needs to survive impact.\n\nWe typically drop the landers from playground equipment, but this year we would like to design a launcher to increase the velocity upon landing. This activity is always a favorite one of students, as they absolutely love building and testing their designs.\n\nFor me, I love finding new ways to motivate my students through science teaching. I want them to always think about how we all can contribute to making our world a better place. I want them to consider careers in STEM fields. I want them to become future leaders and dreamers who will take care of our planet.\n\nI know that teaching about space is one important way to make all of this a reality.\n\nNicollette LeTellier is a STEM specialist at Swift Water Elementary School in Gig Harbor, Wash., where she uses Slooh’s Online Telescope, Estes rockets, among other tools.\n\nOpinions expressed by SmartBrief contributors are their own.\n\n_________________________",
            "title": "3 ways to engage elementary students in space education",
            "keywords": [
                "education",
                "space",
                "way",
                "mars",
                "elementary",
                "telescopes",
                "online",
                "design",
                "ways",
                "science",
                "teaching",
                "engage",
                "stem",
                "students"
            ],
            "link": "https://corp.smartbrief.com/original/2023/01/3-ways-engage-in-space-education",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nNicollette LeTellier, a STEM specialist and space enthusiast, shares three ways she incorporates interactive, hands-on learning into teaching students about important space concepts. These methods include utilizing online telescopes to explore real-world objects and events, launching rockets to teach about energy transfer for rocket science and the Jet Propulsion Laboratory's \"Mission to Mars\" unit that emphasizes collaboration along with art and engineering."
        },
        "5": {
            "text": "2022 was a busy year for the United States National Aeronautic and Space Administration and 2023 promises more space progress. Today, we look forward to some of NASA’s planned missions.\n\nLunar landings\n\nOne of NASA’s major missions last year resulted in a successful uncrewed test flight that sent the Orion spacecraft into orbit around the moon. The mission is part of the space agency’s Artemis program, which aims to land American astronauts on the moon by the mid-2020s.\n\nIn preparation of that goal, NASA has contracted with private companies to build landers for the moon. Their design permits them to carry equipment and instruments for studying conditions on the lunar surface.\n\nSeveral landers are expected to arrive on the moon this year. One, developed by NASA partner Intuitive Machines, is set to launch in early to mid-2023. The IM-1 mission will land at an area called Schroter’s Valley on the near side of the moon.\n\nAnother, built by NASA partner Astrobotic, is to launch sometime before April. The space agency said that spacecraft, called the Peregrine Lunar Lander, is expected to land near Lacus Mortis, an area near the equator of the moon.\n\nThe landers’ instruments will collect data on and examine many parts of the moon’s atmosphere and surface. In addition, they will study things like how radio signals behave on the moon and will test landing technologies and communication systems.\n\nESA Jupiter mission\n\nThe European Space Agency (ESA) plans to launch a spacecraft to explore Jupiter, the largest planet in our solar system. Jupiter is a giant gas planet, with an atmosphere made up mostly of hydrogen and helium.\n\nESA officials have said they plan to launch the Jupiter Icy Moons Explorer spacecraft, called JUICE, sometime in April. The mission will make detailed observations of Jupiter as well as its three large moons, Ganymede, Callisto and Europa.\n\nESA says it hopes the in-depth observations will help scientists learn more about Jupiter’s complex environment as they use the planet as a model for other gas giants across the universe.\n\nAsteroid missions\n\nNASA plans to launch its Psyche spacecraft in early October. It is expected to travel three-and-a-half years to an asteroid. The metal asteroid is orbiting the sun between Mars and Jupiter. NASA wants to study it. Scientists believe it may have separated in violent crashes during the creation of the solar system.\n\nThe other will be a return mission of NASA’s OSIRIS-Rex spacecraft. It spent more than two years observing an asteroid named Bennu. In October 2020, the spacecraft successfully collected sample material from the asteroid.\n\nOSIRIS-Rex is now on a trip back to Earth, with an expected arrival in September of 2023. Scientists say they hope the sample can help them better understand how planets formed, as well as how life might have developed on Earth.\n\nBoeing Starliner test flight\n\nBoeing’s Starliner spacecraft is set to attempt its first crewed test mission to the International Space Station (ISS) in April. The test is the last step in the process before NASA approves the spacecraft to carry out regular missions to the ISS. Private American company SpaceX, another NASA partner, has been transporting astronauts and materials to the ISS since 2020.\n\nStarliner completed its first uncrewed flight test to the ISS in May. But Boeing experienced several technical difficulties with the spacecraft during the mission and has worked with NASA to fix the problems as it prepares for the planned crewed flight.\n\nExperimental aircraft\n\nNASA also plans to fly two experimental aircraft in 2023.\n\nThe first mission is called Quesst. It involves a NASA research plane called X-59, a supersonic aircraft. Supersonic is a term for an object that travels faster than the speed of sound.\n\nThe goal of Quesst is to provide data that could change rules that ban supersonic flight over land. NASA says X-59 was developed with technology that reduces the loudness of a sonic boom to very low levels heard on the ground.\n\nNASA’s other experimental plane with plans to fly in 2023 is called X-57. The aircraft runs on electric power. It was built to demonstrate that all-electric technology could make flying cleaner, quieter and more sustainable.\n\nI’m Bryan Lynn.\n\nBryan Lynn wrote this story for VOA Learning English, based on reports from NASA, The Associated Press and Reuters.\n\nQuiz - Space Missions to Watch in 2023 Start the Quiz to find out Start Quiz\n\n__________________________________________________________________\n\nWords in This Story\n\nmission – n. an important project or trip, especially involving space travel\n\ngiant – adj. very large\n\nsample – n. a small amount of something that gives you information about the thing it was taken from\n\nsonic boom – n. an explosive sound made by an aircraft, bullet, etc. made when something travels faster than the speed of sound\n\nsustainable – adj. able to continue over time\n\n_________________________________________________________________\n\nWhat do you think of this story? We want to hear from you. We have a new comment system. Here is how it works:\n\nWrite your comment in the box. Under the box, you can see four images for social media accounts. They are for Disqus, Facebook, Twitter and Google. Click on one image and a box appears. Enter the login for your social media account. Or you may create one on the Disqus system. It is the blue circle with “D” on it. It is free.\n\nEach time you return to comment on the Learning English site, you can use your account and see your comments and replies to them. Our comment policy is here.",
            "title": "Space Missions to Watch in 2023",
            "keywords": [
                "launch",
                "space",
                "watch",
                "spacecraft",
                "nasa",
                "2023",
                "moon",
                "jupiter",
                "plans",
                "missions",
                "test",
                "mission",
                "called"
            ],
            "link": "https://learningenglish.voanews.com/a/space-missions-to-watch-in-2023/6906232.html",
            "skip": "false",
            "relevancy_score": 5,
            "summary": "\n\nIn 2023, NASA will have several missions to explore the moon and Jupiter, return a sample from an asteroid and fly two experimental aircrafts. ESA also plans to launch their own spacecraft exploration of Jupiter. Summary: In 2023 NASA is planning for multiple space explorations including lunar landings and sending a mission to Mars as well as flying two experimental aircrafts. The European Space Agency (ESA) are also set for a Jupiter mission in April."
        },
        "6": {
            "text": "This contactless manipulation method has potential applications in industries including robotics and manufacturing.\n\nA team of researchers at the University of Minnesota Twin Cities has uncovered a way to manipulate objects using ultrasound waves, paving the way for contactless movement in industries like manufacturing and robotics without the need for an internal power source.\n\nThe findings have been published in the peer-reviewed journal Nature Communications.\n\nWhile it’s been demonstrated before that light and sound waves can manipulate objects, the objects have always been smaller than the wavelength of sound or light, or on the order of millimeters to nanometers, respectively. The University of Minnesota team has developed a method that can move larger objects using the principles of metamaterial physics.\n\nMetamaterials are materials that are artificially engineered to interact with waves, like light and sound. By placing a metamaterial pattern on the surface of an object, the researchers were able to use sound to steer it in a certain direction without physically touching it.\n\n“We have known for a while that waves and light and sound can manipulate objects. What sets our research apart is that we can manipulate and trap much bigger objects if we make their surface a metamaterial surface or a ‘metasurface,’” said Ognjen Ilic, senior author of the study and the Benjamin Mayhugh Assistant Professor in the University of Minnesota Department of Mechanical Engineering. “When we place these tiny patterns on the surface of the objects, we can basically reflect the sound in any direction we want. And in doing that, we can control the acoustic force that is exerted on an object.”\n\n\n\nA video of the researchers moving an object with ultrasound. Credit: University of Minnesota\n\nUsing this technique, the researchers can not only move an object forward but also pull it toward a source—not too dissimilar from the tractor-beam technology in science fiction stories like Star Trek.\n\nTheir method could prove useful for moving objects in fields like manufacturing or robotics.\n\n“Contactless manipulation is a hot area of research in optics and electromagnetism, but this research proposes another method for contactless actuation that offers advantages that other methods may not have,” said Matthew Stein, first author on the paper and a graduate student in the University of Minnesota Department of Mechanical Engineering. “Also, outside of the applications that this research enables, expanding upon our knowledge of physics is just a very exciting thing to do in general!”\n\nWhile this study is more a demonstration of the concept, the researchers aim to test out higher frequencies of waves and different materials and object sizes in the future.\n\n“In a lot of fields of science and engineering, robotics especially, there is the need to move things, to transfer a signal into some sort of controlled motion,” Ilic said. “Often this is done through physical tethers or having to carry some source of energy to be able to perform a task. I think we’re charting in a new direction here and showing that without physical contact, we can move objects, and that motion can be controlled simply by programming what is on the surface of that object. This gives us a new mechanism to contactlessly actuate things.”\n\nReference: “Shaping contactless radiation forces through anomalous acoustic scattering” by Matthew Stein, Sam Keller, Yujie Luo and Ognjen Ilic, 1 November 2022, Nature Communications.\n\nDOI: 10.1038/s41467-022-34207-7\n\nThe study was funded by the Minnesota Robotics Institute and the Air Force Office of Scientific Research.",
            "title": "Not Science Fiction: A New Method To Move Objects Without Contact",
            "keywords": [
                "university",
                "objects",
                "fiction",
                "object",
                "sound",
                "research",
                "science",
                "surface",
                "waves",
                "contact",
                "researchers",
                "method",
                "robotics",
                "minnesota"
            ],
            "link": "https://scitechdaily.com/not-science-fiction-a-new-method-to-move-objects-without-contact/",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nA team of researchers at the University of Minnesota Twin Cities has developed a new way to manipulate objects using metamaterials and ultrasound waves, paving the way for contactless movement in industries like manufacturing and robotics without the need for an internal power source. This method can not only move an object forward but also pull it toward a source - similar to tractor-beam technology seen in science fiction stories. This is exciting news that could have significant applications in various industrial fields such as robotics or manufacturing."
        },
        "7": {
            "text": "NASA, JAXA, and the European Space Agency are working together with the food business to deliver better space food. At the CES 2023 in Las Vegas, several solutions were presented to provide humans with food during extended space flight and habitation. One that stood out is the one from Beehex, as reported by Interesting Engineering.\n\n(Photo : MARTIN BERNETTI/AFP via Getty Images)\n\nFood engineer Roberto Lemus shows a portion of food before putting it into a 3D printer at the lab of Chile's University in Santiago, on June 17, 2022.\n\nBeehex offers deep-space food solutions via 3d-printed food technologies. Now, the company has made a way to turn plastic into consumable food.\n\nThe project is funded by The Defense Advanced Research Projects Agency (DARPA), which is the biggest government-backed force behind innovation in the US.\n\nHow It Works\n\nThe company has changed a shipping container, in which one side is where the plastic is collected that will be shredded. Then, it will move into the bioreactor that contains a specific engineered bacteria.\n\nThe engineered bacteria eat the plastic and convert it into biomass. Then, the biomass can be used to produce various textures and shapes.\n\nTherefore, creating food out of plastic is possible on one side of this container that can produce food out of plastic.\n\nThe idea for this concept is to put this type of container at food disaster relief operations such as those related to Federal Emergency Management Agency (FEMA) or locations where there are refugee camps.\n\nAccording to Beehex, the machines can be sold to FEMA and other governments across the world, such as organizations like the United Nations. Eventually, the subcomponents of the machine will be made to fit into a spaceship and low Earth Orbit (LEO) space stations.\n\nThe company said that the payload should be extremely lightweight. They aim for the project to kick off around 2026 to 2027, with the first application to be on the moon.\n\nAlso Read: NASA's Deep Space Food Challenge to Pick Next Space Mission Menu-Insect Dish Suggested?\n\nSpace-Based Food\n\nThe main challenge for long-duration space missions, such as a trip to Mars, is the astronauts will be isolated from Earth. They might not be able to receive fresh supplies of food and must store what they have in a method to preserve the freshness, which leads to the idea of 3d food printing.\n\nEventually, 3D-printed food combined with this type of technology will be able to create a sustainable food solution for astronauts. This will allow astronauts to spend long periods of time in space, perhaps on the red planet itself, without the significant risk of nutritional illness.\n\n3D food printing technology is a great idea. It can save both time and money in the kitchen while adding a level of customization and personalization to meals.\n\nHowever, the future of this technology is somewhat unclear. If it was to become more affordable, and the public were to really take to the idea of eating printed food, could it lead to a wider range of food options, in a wider range of places?\n\nAlthough 3D printing food is not available on the market yet, it is worth keeping an eye on what the technology will be capable of in the future. After all, it is predicted that by 2035, it will be one of the most prominent ways to consume food.\n\nRelated Article: German Astronaut Shares Photos of Space Food in an Experiment to Better Understand the Body\n\nⓒ 2022 TECHTIMES.com All rights reserved. Do not reproduce without permission.",
            "title": "Beehex is Developing Deep-Space Food Solutions, the Future of In-Space Dining?",
            "keywords": [
                "3d",
                "space",
                "technology",
                "plastic",
                "container",
                "company",
                "dining",
                "inspace",
                "deepspace",
                "solutions",
                "agency",
                "developing",
                "beehex",
                "future",
                "astronauts",
                "idea",
                "food"
            ],
            "link": "https://www.techtimes.com/articles/285997/20230108/beehex-is-developing-deep-space-food-solutions-the-future-of-in-space-dining.htm",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nSummary: NASA, JAXA and the European Space Agency are working with the food business to develop better space food solutions. Beehex has presented an innovative solution for deep-space travel that involves transforming plastic into consumable food through a 3D printing process funded by DARPA. The technology could eventually be used on missions to Mars and even in refugee camps across the world."
        },
        "8": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://m.theinvestor.co.kr/view.php%3Fud%3D20230109000132",
            "skip": "true",
            "relevancy_score": 0
        },
        "9": {
            "text": "LAS VEGAS (AP) — Tech companies showed off their latest wares this week at CES Formerly known as the Consumer Electronics Show.\n\nCrowds of investors, media professionals, and tech insiders flock to the cavernous spaces of Las Vegas to see the latest technology. From large companies and startups. There are flashy concept cars, displays of every possible type, and robots that can assist with a range of tasks. home technology. Some technical innovations are already available for purchase, while others may never make it past the prototype stage. .\n\nThe attraction runs through Sunday. Here are some highlights:\n\nVideo calls with a touch\n\nTired of the same old group video calls? Zero Distance thinks it might have the answer.\n\nThe company’s Wehead device helps people in a meeting feel like a tele-presence is in the room with them.\n\nThe device looks like what you might find at an optometrist, but with screens on the front. From a distance, the person participating appears to be there in 3D and when they look around or shake their head, the machine moves too.\n\nWehead works with standard PC or smartphone webcams.\n\n“If there are few people around the table and only one screen, then not everyone can see the screen, and the person at the laptop cannot see everyone,” said Ilya Sedochkin, creator of Wehead. “This is the obvious application.”\n\nBut for people who spend 40 hours a week in their home office, they don’t see others as much. So just feeling the real person in the room and using some space at your desk can give you a less lonely feeling,” Sedochkin said.\n\nThe Wehead costs $1,555, with a Professional version available for $4,555.\n\nChange the color of the car\n\nBMW is betting on a car that can change colour.\n\nThe German automaker’s latest concept car can display up to 32 colors and allows drivers to digitally personalize their cars.\n\nNot only that – the average sedan has a voice assistant, in addition to the physical and digital elements that allow the headlights to create facial expressions and express moods such as joy, surprise, and approval.\n\nThe car is called BMW i Vision Dee – Dee, which stands for Digital Emotional Experience.\n\nThe fun ride is the next iteration of BMW’s color-changing technology unveiled at CES last year, when the company showed off a car with the ability to change from black to white.\n\nThe body of the latest version is divided into 240 parts, which, according to the company, can be individually controlled and allow an infinite number of patterns to be created.\n\nThe car will be available in 2025.\n\nBubba the robot\n\nFrom milk tea to passion fruit, the Adam robot can make any boba tea you drink.\n\nADAM might also double as a bartender or barista, but he made boba tea for the cheery CES attendees who used digital touch screens to choose their drinks.\n\n“The ADAM is primarily intended as a means of attracting guests and a method of fully automated, highly efficient beverage making,” said Timothy Tanksley of Richtech Robotics.\n\nThe two-armed robot has two handles that can be customized to make specific drinks. While taking a break from mixing drinks, ADAM can dance to keep people entertained.\n\nADAM, which can be rented for events or hired out full time, is among a group of robots on display at CES this week that perform a variety of tasks, from disinfecting surfaces to delivering.\n\nNut milk on request\n\nDuring the pandemic lockdowns in 2020, California resident Louise Rabache had trouble finding her favorite almond milk in supermarkets. He searched online for recipes to make his own, but it was confusing and time consuming.\n\nNearly three years later, Rapacci was at CES to introduce its nut milk fermentation machine, the GrowUp Fermenter.\n\nWith GrowUp, Rabaci said, customers can make nut milks at home in minutes with water and their choice of toppings, from cashews and walnuts to almonds and pistachios.\n\nThe device costs $599 and is available for pre-order now.\n\nPerfect eyebrows\n\nBrow Magic by L’Oréal brings augmented reality to your brows.\n\nThe company’s app scans your face and uses augmented reality to make personalized recommendations for choosing the shape, thickness, and effect. You apply a primer, then Brow Magic 2400 uses a tiny nozzle to clean and define your brows.\n\nL’Oreal developed Brow Magic in partnership with Prinker, which makes a device that quickly applies temporary tattoos.\n\nThe makeup in Brow Magic, which is due out later this year, can last up to two days and can be removed with your regular makeup remover.\n\n___\n\nAssociated Press writer Hallelujah Hadro contributed to this report.\n\n___\n\nFor more information about CES, visit: https://apnews.com/hub/technology",
            "title": "A color-changing BMW and a boba tea robot",
            "keywords": [
                "ces",
                "available",
                "technology",
                "week",
                "wehead",
                "tea",
                "colorchanging",
                "latest",
                "car",
                "bmw",
                "boba",
                "milk",
                "magic",
                "robot",
                "device"
            ],
            "link": "https://www.bobfm.co.uk/a-color-changing-bmw-and-a-boba-tea-robot/",
            "skip": "true",
            "duplicates": [
                "9",
                "10"
            ],
            "relevancy_score": 0
        },
        "10": {
            "text": "LAS VEGAS (AP) — Tech companies showed off their latest products this week at CES formerly known as the Consumer Electronics Show.\n\nCrowds of investors, media professionals and tech insiders flock to the cavernous spaces of Las Vegas to witness the latest technology. From large companies and startups. There are flashy concept cars, displays of every possible kind, and robots that can help out with a range of tasks technology for homes. Some technical innovations are already available for purchase while others may never make it past the prototype stage .\n\nThe show runs until Sunday. Here are some highlights:\n\nVideo calls with a twist\n\nTired of the same old video conferencing calls? Zero Distance thinks it might have the answer.\n\nThe company’s Wehead helps people in a meeting feel like a telepresence is in the room with them.\n\nThe device looks like one you might find at an optometrist, but with screens on the front. From afar, the person participating looks like they are there in 3D and when they look around or shake their head, the machine also moves.\n\nWehead works with standard PC or smartphone webcams.\n\n“If there are few people around the table and only one screen, then not everyone can see the screen, and the person at the laptop cannot see everyone,” said Ilya Sedochkin, creator of Wehead. “This is the obvious application.”\n\nBut for people who spend 40 hours a week in their home office, they don’t see other people as much. So having the feeling of the real person in the room, and using some space at your table, can give you a less lonely feeling,” Sedochkin said.\n\nThe Wehead costs $1,555, with a Professional version available for $4,555.\n\nColor changing car\n\nBMW is betting on a car that can change its colours.\n\nThe German automaker’s latest concept car can display up to 32 colors and allows drivers to digitally personalize their cars.\n\nThat’s not the only thing – the midsize sedan has a voice assistant in addition to physical and digital elements that allow the headlights to create facial expressions and express moods such as joy, surprise, and approval.\n\nThe car is called BMW i Vision Dee – Dee and stands for Digital Emotional Experience.\n\nGreat Ride is the next iteration of BMW’s color-changing technology unveiled at CES last year, when the company showed off a car with the ability to change from black to white.\n\nThe body of the latest version is divided into 240 parts, which the company said can all be individually controlled and allow an infinite number of patterns to be created.\n\nThe car will be available in 2025.\n\nBooba robot\n\nFrom milk tea to passion fruit, robot Adam can make any boba tea you drink.\n\nADAM can also act as a bartender or barista, but he made boba tea for the cheery CES attendees who used the digital touch screens to choose their drinks.\n\n“ADAM is intended to be primarily a way to attract guests and a way to make drinks fully automated and highly efficient,” said Timothy Tanksley of Richtech Robotics.\n\nThe two-armed robot has two handles that can be customized to make specific drinks. While taking a break from mixing drinks, ADAM can dance to keep people entertained.\n\nADAM, which can be rented for events or hired full-time, is among a group of robots on display at CES this week that perform a variety of tasks from disinfecting surfaces to making deliveries.\n\nNut milk on request\n\nDuring the pandemic lockdowns in 2020, California resident Louise Rabacci had trouble finding his favorite almond milk at grocery stores. He looked up recipes online to make his own, but it was messy and time consuming.\n\nAlmost three years later, Rapacci was at CES to unveil his nut milk brewing machine, the GrowUp brewer.\n\nWith GrowUp, customers can make nut milks at home in minutes with water and their choice of toppings, from cashews and walnuts to almonds and pistachios, Rabacci said.\n\nThe device costs $599 and is now available for pre-order.\n\nPerfect eyebrows\n\nBrow Magic by L’Oréal brings augmented reality to your eyebrows.\n\nThe company’s app scans your face and uses augmented reality to make personalized recommendations for choosing the shape, thickness, and effect. You apply a primer, and then the Brow Magic 2400 uses a tiny nozzle to brush and line your eyebrows.\n\nL’Oreal developed Brow Magic in partnership with Prinker, which makes a device that quickly applies temporary tattoos.\n\nThe makeup in Brow Magic, which is expected to launch later this year, can last up to two days and can be removed with your regular makeup remover.\n\n___\n\nAssociated Press writer Hallelujah Hadru contributed to this report.\n\n___\n\nFor more information about CES, visit: https://apnews.com/hub/technology",
            "title": "Best of CES 2023: A color-changing BMW and a boba tea robot",
            "keywords": [
                "ces",
                "best",
                "available",
                "week",
                "technology",
                "wehead",
                "tea",
                "colorchanging",
                "latest",
                "car",
                "2023",
                "bmw",
                "boba",
                "milk",
                "magic",
                "robot"
            ],
            "link": "https://www.oe-mag.co.uk/best-of-ces-2023-a-color-changing-bmw-and-a-boba-tea-robot/",
            "skip": "true",
            "duplicates": [
                "9",
                "10"
            ],
            "relevancy_score": 0
        }
    }
}