{
    "date": "2023-01-17",
    "category": "st",
    "articles": {
        "0": {
            "text": "Thales Alenia Space, a joint venture between Thales (67%) and Leonardo (33%), has signed an agreement with prime industrial contractor Appworks to provide a MEOSAR-based fully operational search and rescue (SAR) chain. COSPAS-SARSAT service to Thailand.\n\nThe solution will enable immediate detection and detection of any distress signal emitted by the COSPAS-SARSAT radio beacon on land, in the air and at sea within a 2,500 km radius centered on Bangkok, mainly using Galileo’s satellite positioning system. The solution includes a Mission Control Center (MCC) dedicated to managing and distributing alerts and a Rescue Coordination Center (RCC) to manage all search and rescue operations (Armed Forces, Coast Guard, Rescue at Sea etc.). )\n\nTo achieve this unparalleled performance, Thailand will benefit from Thales Alenia Space’s innovative MEOLUT next product, which is based on the disruptive approach of phased array antennas. Conventional MEOLUT systems, with six large satellite dishes each the size of a football field, are capable of receiving signals from six satellites (one per dish), while MEOLUT’s next solution, its smaller antennas, are placed low. 6 square meters. MEOLUT NEXT can detect distress signals up to 5,000 kilometers away.\n\nThe solution has already been selected by major COSPAS-SARSAT users (United States, Canada, France, European Union, Togo) over the last few years and is currently in operation, recently demonstrated in the Indian Ocean.\n\nOn November 18, 2022, a MEOLUT next antenna picked up the distress signal of the sailing yacht Asteria, led by the captain. Tapio LehtinenParticipating in the Golden Globe Regatta, 2,000 km southwest of the coast of La Reunion, out of range of VHF radios and other communications.\n\nAs the Asteria was sinking, Tapio only had time to put on his survival suit and jump into the sea in his life raft. Within 4 minutes, signal emissions from MEOLUT NEXT pinpointed the vessel’s position, and over the next few hours rescue teams helped recover Tapio.\n\n“This is the first contract in Asia for the MEOLUT Next solution, which now has four continents: the Americas, Europe, Africa and Asia. Thales Alenia Space believes in space as the new horizon for humanity, allowing Improve life on Earth by making it more sustainable. Saving lives is part of our company’s ambitions and our significant contribution to search and rescue services provided by Cospas-Sarsat proves this” – hto declare Benoit Brody, Vice President of Intrusion Business for Thales Alenia Space in France.\n\nGospas-Sarsat It is an intergovernmental organization established by Canada, the United States, Russia and France. Operational since 1988 and present in more than 40 countries worldwide, this satellite-based information distribution, search and rescue warning detection system is best known for detecting and locating distress beacons activated by aircraft, ships and hikers.\n\nToday, nearly 1 million ships and 300,000 aircraft are equipped with COSPAS-SARSAT distress beacons. To date, the COSPAS-SARSAT service has saved more than 57,000 lives in more than 17,000 search and rescue events. In recent years, COSPAS-SARSAT has helped save an average of 7 lives per day.\n\nsystems MEOLUT (Middle Earth Orbit Local User Terminal) Conventional satellite dishes use large satellite dishes and are limited by the number of satellite signals they can receive. Thales Alenia Space’s MEOLUT Next solution is compact, less than six square meters in size and capable of tracking up to 30 satellites, significantly improving the detection rate of distress signals and increasing the coverage area. As there are no mechanical components, hardware maintenance costs are among the lowest in the market.\n\nSource: Thales Alenia Space press release",
            "title": "SAR – Thailand relies on Thales Alenia space technology for defense analysis",
            "keywords": [
                "technology",
                "defense",
                "analysis",
                "distress",
                "solution",
                "alenia",
                "search",
                "rescue",
                "satellite",
                "sar",
                "meolut",
                "relies",
                "thailand",
                "cospassarsat",
                "space",
                "thales"
            ],
            "link": "https://www.wireservice.ca/sar-thailand-relies-on-thales-alenia-space-technology-for-defense-analysis/",
            "skip": "false",
            "gpt_score_reason": "\n\nThis article is extremely relevant to my request as it discuss space technology and its use in search and rescue operations. It mentions specific products, services, organizations, tools and technologies related to space technology while also providing an example of how this can be used in a real-life situation. I would rate the relevance of this article at 10/10.",
            "gpt_relevancy_score": 10,
            "summary": "\n\nThales Alenia Space, a joint venture between Thales and Leonardo, has signed an agreement with Appworks to provide COSPAS-SARSAT service that can immediately detect distress signals within 2,500 km of Bangkok. MEOLUT next technology utilizing small phased array antennas is capable of reaching up to 5,000km away from 30 satellites and offers the lowest hardware maintenance costs in the market. This technology has already helped save over 57,000 lives in 17,000 search and rescue events worldwide since 1988’s establishment."
        },
        "1": {
            "text": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy.",
            "title": "Are you a robot?",
            "keywords": [
                "sure",
                "service",
                "terms",
                "information",
                "loading",
                "javascript",
                "robot",
                "supports",
                "review",
                "policy",
                "happenplease"
            ],
            "link": "https://www.bloomberg.com/news/articles/2023-01-17/tesla-byd-finalizing-deals-to-invest-in-indonesia-s-ev-space",
            "skip": "true",
            "gpt_score_reason": " \n\n0/10",
            "gpt_relevancy_score": 0
        },
        "2": {
            "text": "Waves that are created as solar winds pummel Earth's magnetic field appear to escape the turbulent region around our planet, but how they do so has remained a mystery.\n\nNow, a research team has discovered how these waves seem to survive: They continue past the leading \"foreshock\" region to an area called the \"shock\" and then create \"clone\" waves with identical qualities, thus explaining how they appear to cross this region in near- Earth space. So, what astronomers had been observing for decades was not the waves created by the solar winds but rather the waves' newly produced \"clones.\"\n\n\"How the waves would survive passing through the shock has remained a mystery since the waves were first discovered in the 1970s,\" Lucile Turc, academy research fellow at the University of Helsinki in Finland and lead researcher on the study, said in a statement . \"No evidence of those waves has ever been found on the other side of the shock.\"\n\nRelated: Solar wind plays haunting music on Earth's magnetic field\n\nThe magnetosphere is a magnetic bubble that protects Earth from charged particles from the sun called the solar wind by funneling these particles down magnetic-field lines and to the other side of our planet. The interaction between the supersonic solar wind and the terrestrial magnetic field creates the shock region, also known as the bow shock. The foreshock then forms \"upstream\" of this shock region.\n\nThe impact of solar winds causes electromagnetic waves to appear as small oscillations of Earth's magnetic field . Waves with the same oscillations as waves in this foreshock region have been spotted on Earth's sun-facing side, suggesting that they can enter the magnetosphere and travel all the way to the planet's surface. But how could these waves cross the violent shock region and remain unchanged?\n\nTurc and colleagues have been studying the propagation waves in the foreshock region for three years, turning to a computer model called Vlasiator to recreate and understand the physical processes at play in the wave transmission. By studying the simulation delivered by Vlasiator, a system developed at the University of Helsinki by research led by Minna Palmroth, the team found waves on the other side of the shock region that had properties that were almost exactly the same as those in the preceding foreshock area.\n\nThey followed this revelation by looking for signatures of these waves in satellite data and confirmed that the simulation was correct. But they still doubted that the waves could cross the shock and travel to Earth.\n\n\"At first, we thought that the initial theory proposed in the 1970s was correct: the waves could cross the shock unchanged,\" Turc said. \"But there was an inconsistency in the wave properties that this theory could not reconcile, so we investigated further. Eventually, it became clear that things were much more complicated than they seemed.\n\n\"The waves we saw behind the shock were not the same as those in the foreshock, but new waves created at the shock by the periodic impact of foreshock waves,\" Turc said.\n\nThe team thinks that when solar winds flow across the shock, they compress and heat it, with the strength of the shock determining the extent to which this happens. The peaks and troughs in waves coming from the foreshock \"tune\" the shock as they arrive at it and make it alternate between periodically weak and strong space weather. This then creates new waves from the shock that are thus in concert with the foreshock waves. The Vlasiator simulation suggested that these waves should be detected only in a narrow region behind the shock and that they could easily be hidden by turbulence in this region. That may explain why these waves had not been observed previously.\n\nThe team's research was published Dec. 19 in the journal Nature Physics (opens in new tab).",
            "title": "We finally know why mysterious waves appear to survive the journey through Earth's turbulent 'shock' region",
            "keywords": [
                "solar",
                "know",
                "cross",
                "survive",
                "turbulent",
                "journey",
                "foreshock",
                "finally",
                "mysterious",
                "winds",
                "magnetic",
                "research",
                "shock",
                "region",
                "earths",
                "waves"
            ],
            "link": "https://www.space.com/solar-wind-foreshock-earth-magentic-field",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nThis research team has discovered that solar winds create \"clone\" waves with identical properties to the original ones when they pass through the turbulent region surrounding Earth's magnetic field. These clone waves can travel past the leading foreshock region and are only detected in a narrow area directly behind it, which may explain why these waves went unnoticed for such a long time."
        },
        "3": {
            "text": "Mobile phone connectivity from space\n\nMultiple players in the industry have recently set their sights on direct-to-mobile connectivity from space. Although it is still a very early market with limited existing capabilities, companies such as Apple, T-Mobile, Globalstar, SpaceX, AST SpaceMobile and Lynk Global are focusing on this area. Several mobile network operators are already on board, even before some of the first operational spacecraft have launched.\n\nApple is partnering with Globalstar to provide SOS connectivity with its new iPhone 14, and T-Mobile plans to begin low Earth orbit (LEO) connectivity in 2023 through SpaceX, which recently filed an application with the US FCC to include connectivity direct-to-cellular capabilities in its Gen 2 Starlink satellites. Amazon also plans to launch its first batch of LEO satellites for Project Kuiper.\n\nMost of these early projects will not provide high-speed broadband from space, but will instead provide low-bandwidth connectivity suitable for emergency calling and texting. All of this is intended to serve the currently underserved population around the world, who do not live within reach of traditional cell tower networks.\n\nThe commercialization of the moon begins in earnest\n\nDespite the economic uncertainty, we believe new records will be set in space technology as massive commercial projects are funded.\n\nDecades after the Apollo program ended in 1972, extensive governmental and commercial efforts are underway to “go back to the moon.” This was kicked off by NASA’s Artemis program, with the Orion capsule from the Artemis 1 mission returning to Earth after spending nearly a month. travel around the moon.\n\nAlmost at the same time, the first fully privately funded moon mission was launched by SpaceX for the Japanese company iSpace, which is making a low-cost trip to the moon, arriving there in April. This would be the first fully commercial mission to land on the Moon, a milestone in Japan-US cooperation in space. Other commercial companies, such as Intuitive Machines and Astrobotic, also focus on moon landings.\n\nWith the first commercial companies heading to the moon along with national efforts, we expect 2023 to be a breakthrough year for the cislunar ecosystem.\n\nThree drivers support revenue growth\n\nDevelopments in the defence, cybersecurity and climate sectors will prove to be a strong tailwind for space technology revenues in 2023. Record growth in defense budgets due to the war in Ukraine and rising geopolitical tensions will drive business and governments’ growing desire for sovereign capability of space assets to lead to some huge orders in the sector. And since cybersecurity is another tool in the geopolitical toolbox, satellite resilience to attack is a priority.\n\nA growing reliance on data sets generated in orbit means that security requirements for data flow from the satellite to the cloud and ground stations are increasing exponentially. We see 2023 as the year the industry embraces quantum opportunities.",
            "title": "7 space technology predictions for 2023",
            "keywords": [
                "technology",
                "spacex",
                "2023",
                "provide",
                "moon",
                "connectivity",
                "commercial",
                "companies",
                "mission",
                "tmobile",
                "predictions",
                "space"
            ],
            "link": "https://www.thebharatexpressnews.com/7-space-technology-predictions-for-2023/",
            "skip": "true",
            "duplicates": [
                "3",
                "4",
                "3",
                "5"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "4": {
            "text": "Calls to cell phones from space\n\nMultiplayerRecently, the industry has set its sights on direct mobile communications from space. T-Mobile (and other companies such as Lynk Global and Globalstar), Lynk Global, Lynk Global, Lynk Global, Lynk Global, Lynk Global, Lynk Global, Lynk Global and T-Mobile (and others) are pursuing this market. Many mobile network operators have joined the ship, even before the first operational spacecraft launch.\n\nGlobalstar and Apple have partnered to offer services SOS call to the new iPhone 14And T-Mobile plansSpaceX will allow communication in low earth orbit (LEO), beginning in 2023. SpaceX recently submitted a request to the US Federal Communications Commission for direct cellular communication capabilities in its Starlink satellites. Amazon will launch its first low-Earth orbit satellites in… Project Kuiper.\n\nThese early projects would not offer high-speed broadband access from space but would instead provide a low bandwidth connection that is suitable for texts and emergency calls. This is all to reach the underprivileged populations of the world that are not within the reach traditional cell tower networks.\n\nMoon marketing starts in earnest\n\nWe believe that, despite economic uncertainty and the funding of huge commercial projects, spacetech will set new records.\n\nNumerous government and commercial efforts have been made to return to the Moon over the decades since the Apollo program ended in 1972. This was the Artemis program of NASA. Orion capsule for the Artemis 1 missionAfter spending almost a month travelling around the Moon, return to Earth.\n\nSpaceX also launched Japan’s iSpace company, the first fully privately funded lunar mission. The company is making a fuel efficient trip to the Moon and is due to arrive there in early April. This will be Japan’s first commercial mission to the Moon. It is a significant milestone in cooperation between the United States and Japan in space. Other commercial companies, including Intuitive Machinery and Astrobotic, also plan to land on the Moon.\n\nWe expect 2023 to be a breakthrough for the lunar ecosystem with the first commercial companies going to the Moon, and also national efforts.\n\nThree factors are key to revenue growth\n\nIn 2023, space technology will benefit from strong revenue tailwinds due to developments in the defense, cyber security, and climate sectors. Record growth in defense budgets due to the war in Ukraine, and heightened geopolitical tensions, will drive business. Some orders in this sector will be huge. Resilience of satellites against attacks is a priority, as cybersecurity is another tool in our geopolitical toolkit.\n\nWith increasing reliance upon data sets generated on orbit, security requirements for data flow between satellite and cloud and ground stations are increasing. We see 2023 being the year that quantum capabilities are fully integrated into the industry.",
            "title": "7 Space Technology Predictions for 2023 • TechCrunch – Reporter Byte",
            "keywords": [
                "technology",
                "2023",
                "moon",
                "lynk",
                "commercial",
                "companies",
                "orbit",
                "byte",
                "techcrunch",
                "tmobile",
                "predictions",
                "space",
                "reporter",
                "satellites",
                "global"
            ],
            "link": "https://reporterbyte.com/technology/7722/7-space-technology-predictions-for-2023-techcrunch/",
            "skip": "true",
            "duplicates": [
                "3",
                "4",
                "4",
                "5"
            ],
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8
        },
        "5": {
            "text": "Cell phone connectivity from space\n\nMultiple players in the industry have recently set their sights on direct-to-mobile connectivity from space. While it’s still a very early market with limited existing capabilities, companies such as Apple, T-Mobile, Globalstar, SpaceX, AST SpaceMobile and Lynk Global are targeting this area. Multiple mobile network operators are already on board, even before some of the first operational spacecraft have been launched.\n\nApple has partnered with Globalstar to provide SOS connectivity with its new iPhone 14, and T-Mobile is planning to begin low-earth orbit (LEO) connectivity in 2023 through SpaceX, which recently filed an application with the US FCC to include direct-to-cellular capabilities in its Gen 2 Starlink satellites. Amazon is also set to launch its first batch of LEO satellites for Project Kuiper.\n\nMost of these early projects will not provide high-speed broadband from space, and will instead offer low-bandwidth connectivity suitable for emergency calls and texts. All of this aims to service the currently underserved population around the world, which does not live within reach of traditional cell tower networks.\n\nCommercialization of the moon begins in earnest\n\nDespite the economic uncertainty, we believe new records will be established in spacetech as giant commercial projects get funded.\n\nExtensive government and commercial efforts are underway to head “back to the Moon” decades after the Apollo program finished in 1972. This has been kicked off by NASA’s Artemis program, which saw the Artemis 1 mission’s Orion capsule returning to Earth after spending almost a month traveling around the Moon.\n\nAt almost the same time, the first fully-privately-funded lunar mission was launched by SpaceX for Japanese company iSpace, which is taking a fuel-efficient trip to the Moon and is due to get there in April. This would be the first fully commercial mission to land on the Moon, a milestone in the cooperation between Japan and the U.S. in space. Other commercial companies, such as Intuitive Machines and Astrobotic, are also targeting Moon landings.\n\nWith the first commercial companies headed moonward alongside national efforts, we expect 2023 to be a breakthrough year for the cislunar ecosystem.\n\nThree drivers underpin revenue growth\n\nDevelopments in the defense, cybersecurity and climate sectors will prove to be strong tailwinds for revenues in spacetech in 2023. Record growth in defense budgets driven by the war in Ukraine and rising geopolitical tensions will drive business, and governments’ increasing desire for sovereign capability from space assets will lead to some huge orders in the sector. And, since cybersecurity is another tool in the geopolitical toolbox, satellite resilience against attacks is a priority.\n\nA growing reliance on datasets generated in orbit means the security demands for the flow of data from the satellite to the cloud and ground stations are growing exponentially. We see 2023 as the year when the industry embraces quantum capabilities.",
            "title": "7 space tech predictions for 2023",
            "keywords": [
                "tech",
                "capabilities",
                "spacex",
                "2023",
                "moon",
                "connectivity",
                "commercial",
                "companies",
                "tmobile",
                "predictions",
                "space",
                "targeting"
            ],
            "link": "https://techcrunch.com/2023/01/16/7-space-tech-predictions-for-2023/",
            "skip": "false",
            "duplicates": [
                "3",
                "5",
                "4",
                "5"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " Finally, the Paris Agreement on Climate Change has created a major focus on climate-related information demand, which is creating huge opportunities for the industry to monetize its datasets.\n\nSummary: Multiple companies are investing in direct-to-mobile connectivity from space including Apple, T-Mobile and SpaceX. This will allow people underserved by traditional cell tower networks to access emergency calls and texts. The commercialization of the moon is also beginning with NASA's Artemis 1 mission having just returned and SpaceX's private mission set to land in April. Revenue growth this year will be driven by defense investments, cybersecurity upgrades and climate data monetization"
        },
        "6": {
            "text": "The University of Southern Queensland-led Innovative Launch, Automation, Novel Materials, Communications and Hypersonics (iLAuNCH) Hub has announced leadership team appointments in the roles of COO, CTO and Executive Director.\n\niLAuNCH was supported under the former Coalition federal government’s $362.5 million Trailblazer Universities initiative, with $50 million in federal funding announced in May before the election. Among its goals are translating public research outcomes into commercially viable products.\n\nDarin Lovett will begin as Executive Director this month following a role as Director Space for the South Australian Space Industry Centre. His resume includes time as an RAAF test pilot, senior manager at Boeing Phantom Works, and Chief of Strategy for the Executive Agent for Space at the US Department of Defence.\n\nAerospace engineer Dr Joni Sytsma has been named CTO, and has previously worked at organisations including US Air Force Laboratory, Defence Science and Technology Group, and Gilmour Space Technologies.\n\nDr Milica Symul joins as COO via a role as Associate Director at RMIT University’s Space Industry Hub.\n\n“The University is delighted to have secured such a capable and enthusiastic team to take the vision of iLAuNCH forward,” UniSQ Deputy Vice-Chancellor (Research and Innovation) Professor John Bell said in a statement on Monday.\n\n“With their guidance, the program will ensure the growth of Australia’s space sector well into the future.”\n\niLAuNCH’s federal funding covers a four-year term, with the total value given as $180 million, and partnership with Australian National University, University of South Australia, and 21 industry organisations.\n\nAccording to an announcement from UiSQ last May, its industry partners had identified $3.65 billion in economic benefits associated with the 18 core commercialisation projects.\n\nPicture: Credit UniSQ",
            "title": "New iLAuNCH Hub announces leadership appointments",
            "keywords": [
                "leadership",
                "industry",
                "ilaunch",
                "university",
                "million",
                "director",
                "federal",
                "unisq",
                "announces",
                "hub",
                "team",
                "south",
                "appointments",
                "executive",
                "space"
            ],
            "link": "https://www.aumanufacturing.com.au/new-ilaunch-hub-announces-leadership-appointments",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe University of Southern Queensland's Innovative Launch, Automation, Novel Materials, Communications and Hypersonics (iLAuNCH) Hub has appointed a leadership team to take the program forward. The leaders have been named in the roles of COO, CTO and Executive Director. The iLAuNCH Federal funding covers a four-year term with $180 million allocated towards 18 core commercialisation projects that are projected to generate up to 3.65 billion in economic benefits with 21 industry partners involved."
        },
        "7": {
            "text": "The Al-Ta’ir satellite built by Iraqi scientists and engineers between 1988 and 1990. The satellite would have conducted communications experiments. (credit: Sarmad D.S. Dawood) From the sand to the stars: Saddam Hussein’s failed space program\n\nDuring the 1980s, the government of Saddam Hussein sought to develop an indigenous space program and then ran head first into external political roadblocks that made this impossible. Although more than three decades have passed since the end of the Iraqi space program, and Saddam has been dead since 2006, there is still relatively little information available on the Iraqi space program. This article summarizes what is publicly known. Although more than three decades have passed since the end of the Iraqi space program, and Saddam has been dead since 2006, there is still relatively little information available on the Iraqi space program. On December 5, 1989, Iraq launched a 25-meter-long rocket from a launch pad 230 kilometers southwest of Baghdad. Iraq described this as a “satellite launch system.” This was only a test of the first stage, and the vehicle’s second and third stages were mockups. The CIA determined that this was not a prototype ballistic missile: it was large and ungainly, and had to be launched from a fixed position making it vulnerable to attack. In a declassified top secret 1990 report, Iraqi Ballistic Missile Developments, the CIA stated that Iraq was indeed trying to build a satellite launching vehicle, but faced many technical challenges, such as staging and guidance. After the United States invaded and occupied Iraq in 2003, it was possible for US intelligence agencies, as well as the United Nations, to roam Iraq collecting evidence about its various weapons programs. The United Nations Monitoring, Verification and Inspection Commission, known as UNMOVIC, gathered substantial information on various Iraqi ballistic missile programs, including information on the Al Abid space launch vehicle. Much of the information was gathered from documents turned over by the Iraqis in 1995 after a high-level defector prompted the Iraqis to preemptively release documents they had been hiding. The material had been buried at a chicken farm in Iraq. The defector later had second thoughts, returned to Iraq, and was promptly assassinated by the regime. UNMOVIC also gathered additional information after the American invasion in the form of interviews and other documents. That information is contained in a report on various Iraqi weapons of mass destruction. In addition, some information emerged from Iraqi officials involved in their satellite program. Starting a space program According to Sarmad D.S. Dawood of the Space Applications Center of the Space Technology Directorate of Iraq’s Ministry of Science & Technology in Baghdad, Iraq’s Scientific Research Council established a research center to develop space technology from 1988 until 1990. The research center started the Al-Ta’ir project, which means “The Bird” in Arabic (although the name, which is also applied to a star in the constellation Aquila, also translates as “flying eagle.”) Al-Ta’ir was a small experimental satellite for conducting communications and ranging experiments. It would have operated in the VHF and UHF amateur frequency ranges. During a 2010 small satellite conference, Dawood stated in a presentation that the research center built two identical flight-ready satellites. The satellites still existed at that time and were in storage at the Ministry of Science & Technology in Baghdad. The project also included a tracking, control, and communications station. The research center’s plan was to launch one of the satellites aboard an Ariane 4 rocket, and the spacecraft designers used an Ariane 44L vehicle as their baseline. Their plan was to launch the satellite into an orbit of 350–400 kilometers, presumably as a secondary payload. The Ariane 4 only flew to polar low Earth orbit or to geostationary transfer orbit, but a polar orbit would have limited Iraq’s ability to regularly communicate with its satellite. The satellite was an octagon with a height of 47 centimeters, a diameter of 74 centimeters, and a mass of 75 kilograms. The interior of the satellite was divided into four bays for holding electronic boxes and withstanding the shock and vibration of launch. The satellite was solar powered, with seven solar panels and backup batteries. Apparently after being rebuffed by the French government or Arianespace over the use of the Ariane 4 to launch their satellite, Iraq began development of its own rocket to launch the Al-Ta’ir satellite. The satellite subsystems included an onboard data handling system, a radio frequency communication system composed of VHF and UHF amateur band units that communicated voice and telemetry and telecommand data, and an attitude control system. Thermal control was passive, using light and dark paint. The satellite was spin stabilized. Attitude control would have been accomplished with a technique first developed by the United States military in the early 1960s consisting of two electrical coils mounted on the top and bottom sides of the spacecraft. When an electrical current was passed through them, these coils would interact with the Earth’s magnetic field, keeping the satellite properly oriented. In December 1989, Iraq launched its Al Abid space launch vehicle. Only the first stage, which consisted of a cluster of five Scud ballistic missiles, was active. Although the vehicle exploded after 45 seconds, it was considered a successful test of the clustered first stage concept. (credit: UNMOVIC) Al Abid Apparently after being rebuffed by the French government or Arianespace over the use of the Ariane 4 to launch their satellite, Iraq began development of its own rocket to launch the Al-Ta’ir satellite. According to UNMOVIC, the rocket reportedly had several names, including Comet and Al-Ta’ir, but it seems likely that the UN agency confused the rocket and satellite programs and that the rocket was always called the Al Abid and the satellite was Al-Ta’ir. The project was carried out under the overall direction of the Ministry of Industry and Military Industrialization. In mid-1988, the Iraqi government asked Canadian “Supergun” expert Gerald Bull’s Space Research Corporation to study development of a launch vehicle capable of placing a 100- to 300-kilogram payload into a 200- to 500-kilometer orbit, although UNMOVIC reported that the planned initial payload was only 50 kilograms. Space Research Corporation engineers chose to develop a clustered rocket design. The third stage diameter was 1.25 meters, more than sufficient to carry the 0.74-meter diameter Al-Ta’ir satellite. According to Iraqi officials involved in the program and interviewed later, the project was always civilian. At the time, Iraq had many Scud missiles to provide a technology source. The Scud was a short-range ballistic missile exported by the Soviet Union in large numbers. Iraq had conducted modifications on the missiles to increase their range. Space Research Corporation evaluated several different options, including configurations of four to six extended-burn-time Scud rockets clustered around a single extended-burn-time Scud as a second stage and a new third stage. By early 1989, the Space Research Corporation had settled on a design consisting of five Scuds clustered for the first stage, another for the second stage, and a “double-base propellant” rocket for the third stage. A second team, apparently consisting of two foreign experts from an unnamed country, also assisted the Iraqis. The foreign specialists proposed a different design: a single Scud as a core stage surrounded by strap-on rockets consisting of four or eight SA-2 liquid propellant rockets from a surface-to-air missile, or four or eight Scud rockets. The second stage would be either liquid or solid propellant, and the rocket would also include an apogee kick motor. Space Research Corporation experts rejected this design approach. The Iraqi program’s leadership produced a development schedule for the Al Abid with the goal of making the first launch by December 12, 1990. Initially, the design had an enlarged payload shroud to house the satellite, giving it a hammerhead appearance. But General Ra’ad, who oversaw Iraq’s missile development programs (no other details about him are included in the UNMOVIC report), proposed increasing the diameter of the third stage to 1.25 meters, the same as the second, to avoid this hammerhead shape. He also designed a clamshell payload fairing. It is not clear how much the Space Research Corporation engineers were involved in the actual development of the rocket beyond the initial designs. At least one senior Iraqi informed the UN inspectors that Space Research Corporation was not involved, but others have said that the company provided technical assistance when necessary. By mid-1989, the Al Abid design consisted of a five-Scud first stage, a 1.25-meter diameter liquid-propellant rocket for the second stage, and a third stage that might have been a modified Scud with a larger diameter tank. The Scud is 0.88 meters in diameter, so the second stage was actually wider than the individual Scuds used in the first stage. Testing and foreign assistance In December 1989, the Iraqis conducted their first test launch of the Al Abid from a fixed launch site at Al Anbar. Although this was only a test of the first stage, it took place a mere six months after development of the project timeline—a fast pace that UNMOVIC attributed to foreign assistance as well as the “practical approach in modifying and developing different versions of the Scud” that project manager General Ra’ad had pursued. The second and third stages were steel mockups. A videotape retrieved from the Haider chicken farm in 1995 showed that the first stage, with its cluster of five Scuds, worked successfully for 45 seconds until the vehicle exploded. The Iraqis suspected that explosive bolts between the first and dummy second stages may have fired prematurely, causing the accident, but this was still a partial success at getting a complex vehicle off the ground. Many rockets barely leave the pad during their first launch, but the Al Abid had demonstrated that it could get off the ground despite the challenges. (An alternative explanation, which appeared in a 2004 CIA report, stated: “At about Mach 1, the aerodynamic stresses overcame the control authority and the missile inter-stage collapsed, according to an interview with a senior missile official…”) There is still much confusion about the Al Abid because of its connections to the Iraqi effort to develop a long-range missile for delivering an atomic weapon. The Iraqis realized that the performance of the second stage was crucial to the overall performance of their rocket. The Scud liquid propellant engine lacked the necessary thrust. They initially sought to increase the performance by increasing the expansion ratio of the engine nozzle and changing the fuel. The Scud nozzle was designed to operate from sea level up, so it was relatively narrow. The second stage would ignite at higher altitude, and if it had a wider expansion nozzle it would improve the thrust performance. The designers changed the expansion ratio from 10 to 30 by adding a skirt. They also changed the TM 185 fuel to diethylenetriamine (DETA) or a mixture of DETA and unsymmetrical dimethyl hydrazine (UDMH). An initial engine test was partially successful until the expansion skirt burned through—a result of being tested at sea level rather than at simulated high altitude. The Al Abid third stage remains somewhat mysterious, and it is unlikely that work progressed very far on it before the project was canceled. Although UNMOVIC released several crude Iraqi drawings of the rocket at various development stages, they reveal few details of the third stage. One document indicated a single rocket nozzle that seems relatively small given the upper atmosphere requirements for a large expansion rocket nozzle. The Iraqis also approached two foreign countries to purchase a more powerful engine, but were rebuffed. The countries offered to launch Iraq’s satellites themselves, but would not sell them engines. The Iraqis also apparently began developing a new first-stage engine with four Scud combustion chambers and a single turbopump. However, development work halted with the onset of the 1991 Gulf War. After the December 1989 test launch, the Iraqis decided that the second and third stages of the Al Abid should be tested separately. They planned a test for autumn 1990 that they referred to as Al Kharief, or “Autumn.” The Al Kharief plan became the focus of international controversy. United Nations inspectors claimed that this was a new missile, whereas the Iraqis claimed that it was simply the upper stages of the Al Abid space launch vehicle. Around mid-1990, Al Kharief work was proceeding very slowly, prompting a meeting of all relevant parties. Project leaders realized that the development was plagued by disagreements and differing priorities. The Al Kharief test progress slowed to a halt, and the August 1990 Iraqi invasion of Kuwait led to the suspension of all activities. According to General Ra’ad, no final report was ever produced and no drawings of the vehicle were available. Dual-use rocketry There is still much confusion about the Al Abid because of its connections to the Iraqi effort to develop a long-range missile for delivering an atomic weapon. At the time that the Iraqis were developing their satellite launching vehicle, Western intelligence agencies strongly suspected that Iraq was actively interested in developing atomic weapons and delivery systems for them. In 1987 Iraq had secretly restarted its atomic weapons program, which had been stagnant ever since an Israeli airstrike took out their nuclear reactor at Osirak—an airstrike that included a young pilot named Ilan Ramon, who would later be killed during the shuttle Columbia accident. The atomic weapon the Iraqis were trying to build would weigh more than two metric tons with a diameter of 1.25 meters. The missile required a range of 650 kilometers. These requirements were beyond the capabilities of Iraq’s missiles, so the nuclear weapon designers were told that they would have to reduce the size of their planned weapon. Iraqi work on space launch vehicles did not come to a complete stop after Operation Desert Storm in 1991. In April 1989, Iraq started work on Project S-13, the development of a long-range nuclear-tipped missile. Initially, Project S-13 evaluated three options: a 1.25-meter diameter missile capable of delivering a one-ton weapon 1,200 kilometers, a derivative of the Al Hussein/Al Abbas missile that could reach 650 kilometers, and an unmodified Scud-B missile with a range of only 300 kilometers. A senior Iraqi military leader later stated in an interview that although the weapons designers declared in 1988 that they wanted a missile ready by 1991, he believed it would take until at least 1993 to produce one. Whereas the available documents indicate that the Iraqis evaluated three possible missiles as part of their S-13 work, there is some indication that the satellite launch vehicle project—particularly the Al Kharief second and third stage test—was also linked to weapons development. The UNMOVIC report stated that General Amer Al Sa’adi, who was in charge of Iraqi strategic weapons development, claimed that his plan was for the Al Abid space launch vehicle’s second and third stages to form the basis of a missile for delivering an atomic weapon. But General Ra’ad, who was in charge of the Al Abid development, insisted that he was unaware of plans to use his rocket for nuclear delivery and that nobody ever approached him about using the Al Kharief for such a purpose. General Ra’ad may have been unaware of or disagreed with the weapon plans, but UNMOVIC investigators concluded that there was a link between the programs, “although the precise details of the relationships are unclear,” the investigators wrote. UNMOVIC added, “What is clear, however, is that these activities were contributing to the long-term solution for a delivery vehicle for the nuclear weapon under the overall control or oversight of General Amer Al Sa’adi.” A new book has information on many Iraqi weapons programs, including its ballistic missiles. Grounded birds According to a CIA report produced after the 2003 invasion of Iraq, Iraqi work on space launch vehicles did not come to a complete stop after Operation Desert Storm in 1991. In a section of the report called “Multistage Launch Vehicle Simulations (1990-95),” the CIA stated that in 1991–92, Iraq conducted flight simulations of a three-stage missile incorporating Scud-type missiles. The CIA stated that the United Nations had information from an Iraqi official that this was a theoretical study that included trajectory calculations for several clustered SA-2 surface-to-air missile engine configurations. The configuration was different from that of earlier work conducted on Al Abid. In 1993, Iraqi engineers were ordered to design a turbopump capable of simultaneously feeding a cluster of four SA-2 engines. But no turbopumps or engine clusters were produced. At the end of 1994 through early 1995, Iraq performed studies for multi-stage launch vehicles using performance parameters derived from clustered SA-2 engines. But these paper studies apparently ceased in 1995, and the country abandoned plans for its own space launcher and space program. Recently, Ali Altobchi, along with Tom Cooper and Adrien Fontanellez, published a new book on Iraqi conventional weapons efforts. Titled Al-Hussein – Iraqi Indigenous Conventional Arms Projects, 1980-2003, the book is heavily illustrated and covers many different projects, from ballistic missiles to aircraft and artillery weapons. Unfortunately, the book only has a short entry on the Al Abid (referred to as “Al-Aabed” by the authors). The authors state that nosecone heating was too big a problem for the designers to overcome, although a space launch vehicle would have experienced less heating during ascent than a ballistic missile nosecone, so the statement is confusing. If any Iraqis involved in the launch vehicle program have told their stories, we have yet to learn about them three decades later. The full history of the Iraqi space program has still not been written. Note: we are using a new commenting system, which may require you to create a new account. Please enable JavaScript to view the comments powered by Disqus. Home\n\n\n\n\n\n\n\n",
            "title": "The Space Review: From the sand to the stars: Saddam Hussein’s failed space program",
            "keywords": [
                "stage",
                "husseins",
                "launch",
                "al",
                "iraq",
                "program",
                "satellite",
                "abid",
                "iraqi",
                "failed",
                "saddam",
                "stars",
                "review",
                "missile",
                "rocket",
                "sand",
                "space"
            ],
            "link": "https://www.thespacereview.com/article/4514/1",
            "skip": "true",
            "gpt_relevancy_score": 0
        },
        "8": {
            "text": "NASA to hunt for aliens using new ‘cutting-edge’ laser technology, researchers say",
            "title": "NASA to hunt for aliens using new ‘cutting-edge’ laser technology, researchers say",
            "keywords": [
                "using",
                "technology",
                "aliens",
                "researchers",
                "laser",
                "cuttingedge",
                "say",
                "nasa",
                "hunt"
            ],
            "link": "https://www.union-bulletin.com/news/national/nasa-to-hunt-for-aliens-using-new-cutting-edge-laser-technology-researchers-say/article_8e08fb7d-839a-520e-b6bd-4cbf1cee5777.html",
            "skip": "true",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8
        },
        "9": {
            "text": "As recently as the 1990s, space exploration and travel were the exclusive domain of national or transnational governments. But in recent years private companies have begun cutting into that governmental dominance – and their encroachment is opening up vistas of opportunity for risk-tolerant investors.\n\nSome estimates put the eventual value – say, by the 2030s – of the private space industry at $1 trillion or more. Potential sectors that investors should watch are space tourism, satellite launching, geospatial imaging, solar power generation, possibly even asteroid mining.\n\nSo, let’s take a look at two space stocks, potential winners at two very different ends of this arena. But for all their differences, both are considered Strong Buys on Wall Street, and both offer investors opportunity for triple-digit upside in the coming year, according to TipRanks' database.\n\nRocket Lab USA, Inc. (RKLB)\n\nWe’ll start with Rocket Lab, a firm working in the space-launch segment and a leader in the development of reusable small-payload launch vehicles. This is a high-potential niche, combining two major trends in orbital space travel – and Rocket Lab has taken a strong position. The company’s Electron rocket, its flagship launch vehicle, is capable of putting a 300 kilogram payload into low Earth orbit, and over the course of 32 launches has successfully deployed 152 satellites. Electron is currently the only reusable small launch vehicle in service, and Rocket Lab is working to supplement its capabilities through development of the larger Neutron rocket – an ambitious program that will see a reusable rocket capable of putting a 13,000 kilo payload into Earth orbit, or carrying 1,500 kilograms to Mars or Venus.\n\nRocket Lab has been launching its missions from its New Zealand facility, but starting this month it will also be able to launch Electron rockets from US soil. The company has scheduled its first US launch from a launch complex at the Virginia Space Mid-Atlantic Regional Spaceport of the NASA Wallops Flight Facility on January 23. The US launch site will facilitate Rocket Lab’s work with customers from the US, both government and commercial entities. Overall, Rocket Lab hit 9 successful launches in 2022, a company record for one calendar year.\n\nThe company’s revenues have been showing consistent quarter-over-quarter gains. In the last reported quarter, 3Q22, the company showed a top line of $63.1 million, for a gain of 14% sequentially – and an impressive 1,093% year-over-year.\n\nCovering this space launch firm for Morgan Stanley, analyst Kristine Liwag describes Rocket Lab as a ‘diamond in the rough,’ and writes: “We see opportunity in the market’s indiscriminate treatment of Space companies and view RKLB’s recent price performance presenting attractive risk / reward proposition for an early space mover with real revenue, an increasingly visible growth profile and initiatives underway that could potentially upend traditional launch economics.\"\n\n\"Moreover,\" the analyst added, \"we expect satellite manufacturers’ reduced risk appetite in the current economic environment, along with recent setbacks to global launch capacity, to provide tailwinds to RKLB given its relatively strong space heritage (2nd most launched US rocket). We continue to view RKLB as a small launch standout with exciting potential as Neutron’s development progresses and management makes headway toward long-term profitability goals while upholding its execution track record.”\n\nLiwag doesn’t just write up an optimistic outlook, he backs it with an Overweight (i.e. Buy) rating on RKLB shares and a $10 price target that implies a one-year upside potential of 101% from current levels. (To watch Liwag’s track record, click here)\n\nWhile the Morgan Stanley outlook is bullish, the Street generally is even more so. Rocket Lab has 7 recent analyst reviews, with a 6 to 1 breakdown favoring Buys over Holds – and the $10.96 average price target implies a 120% upside over the next 12 months, from the current trading price of $4.97. (See RKLB stock forecast)\n\nAST SpaceMobile, Inc. (ASTS)\n\nThe second space stock we’ll look at, AST SpaceMobile, is based in Midland, Texas, and like Rocket Lab is closely involved with the private satellite industry. But where Rocket Lab focuses on launch technology, AST focuses on the satellites – and what they can do. Specifically, the company is working on putting satellites into low Earth orbit to provide space-based cellular broadband networking. The company’s goal is to make space-based broadband into the global standard.\n\nAST has achieved a number of important milestones over the past few months. Chief among those was the successful launch and deployment of the company’s BlueWalker 3 satellite. This is a test platform for the technology, and will act as predecessor for the more ambitious constellation of five Block 1 Blue Bird satellites, tentatively set for launch before the end of this year. For now, BlueWalker 3 boasts the largest communications array every deployed on a commercial satellite in low Earth orbit.\n\nIn another important milestone, one with a vital impact on intellectual property, AST had, as of November 14 of last year, more than 2,600 granted patents and patent claims pending. In fields as competitive as private satellite launch and broadband networking, the protection of proprietary tech is as important as successfully deploying that tech.\n\nOn the financial end, AST reported revenues of $4.17 million in 3Q22, and a gross profit of $1.64 million. These numbers compare favorably to the $2.45 million top line and $347K profit in the prior-year quarter. The company’s net loss per share came to 18 cents.\n\nDeutsche Bank analyst Bryan Kraft has been covering AST SpaceMobile for several years, and is impressed with what he sees. Looking at the company’s recent milestone achievements, he writes: “In our view, AST's progress with BlueWalker 3 has substantially reduced the technical risks for the business plan. AST's first satellite was launched into orbit on September 10 and is currently testing various mechanical and technical elements for the system in space for the first time. On November 14, AST confirmed that BW3's array was successfully unfolded in low earth orbit, which represents a significant testing milestone, in our view.\"\n\n\"We remain bullish on AST SpaceMobile's long-term business opportunity given the company's large TAM, highly differentiated technology, partnerships with many of the world's largest mobile network operators (MNOs), and attractive wholesale/revenue share business model,\" Kraft summed up.\n\nKraft goes on to give this stock a Buy rating, and a $32 price target to indicate room for a stunning 516% share appreciation in the year ahead. (To watch Kraft’s track record, click here)\n\nAST SpaceMobile is admittedly still a highly speculative company – but it has picked up 3 recent analyst reviews and they are all positive, making the Strong Buy consensus rating unanimous. Shares are trading for $5.19 and have an average price target of $20.67, suggesting a robust 298% upside on the one-year horizon. (See ASTS stock forecast)\n\nTo find good ideas for stocks trading at attractive valuations, visit TipRanks’ Best Stocks to Buy, a tool that unites all of TipRanks’ equity insights.\n\nDisclaimer: The opinions expressed in this article are solely those of the featured analysts. The content is intended to be used for informational purposes only. It is very important to do your own analysis before making any investment.\n\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
            "title": "‘Diamonds in the Rough’: Analysts Say These 2 Space Stocks Could Skyrocket Over 100%",
            "keywords": [
                "lab",
                "analysts",
                "100",
                "launch",
                "diamonds",
                "recent",
                "ast",
                "companys",
                "satellite",
                "rough",
                "stocks",
                "orbit",
                "skyrocket",
                "say",
                "rocket",
                "space",
                "price"
            ],
            "link": "https://www.nasdaq.com/articles/diamonds-in-the-rough:-analysts-say-these-2-space-stocks-could-skyrocket-over-100",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nPrivate space businesses are proving to be a lucrative investment opportunity, with an estimated industry value of $1 trillion by the 2030s. Two strong buys with triple-digit upside potential revealed by TipRanks' database are Rocket Lab USA, Inc. (RKLB) and AST SpaceMobile, Inc. (ASTS). With successful launches and achievements in technology patents, both companies have shown promise for investors and offer real revenue return with exciting future potential."
        },
        "10": {
            "text": "Newsfrom Japan\n\nSingapore, Jan. 17 (Jiji Press)--Japanese microimaging technology business IDDK Co. has announced the conclusion of a strategic tie-up with Singapore Space & Technology Ltd. for biological experiments in the space environment.\n\nTokyo-based IDDK, founded in 2017, aims to promote private sector-led biological experiments in the space environment. It is looking for strategic partners in and outside Japan.\n\nThis time, IDDK chose the nongovernmental space organization in Singapore, easily accessible to research institutes and companies in the Asia-Pacific region, according to an announcement Monday.\n\nIDDK supports the use of private satellites as platforms of experiments in the space environment instead of the manned International Space Station.\n\nUnder the tie-up deal, the company plans to construct a satellite module for such experiments for exclusive use by Singapore.\n\n[Copyright The Jiji Press, Ltd.]",
            "title": "Japan's IDDK Joins Hands with Singapore Space Organization",
            "keywords": [
                "hands",
                "technology",
                "private",
                "joins",
                "iddk",
                "organization",
                "environment",
                "tieup",
                "strategic",
                "jiji",
                "singapore",
                "japans",
                "experiments",
                "space"
            ],
            "link": "https://www.nippon.com/en/news/yjj2023011600800/",
            "skip": "false",
            "gpt_score_reason": "\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nIDDK Co., a Japanese microimaging technology business, has announced a strategic tie-up with Singapore Space & Technology Ltd. to promote private sector-led biological experiments in the space environment. IDDK aims to construct a satellite module for exclusive use by Singapore, with the help of private satellites as platforms instead of the International Space Station. The company hopes this collaboration will facilitate research institutes and companies in the Asia-Pacific region more easily accessible to their resources."
        },
        "11": {
            "text": "SpaceX has successfully launched the U.S. Space Force‘s USSF-67 mission from Kennedy Space Center’s Launch Complex 39A on January 15, 2023, with the liftoff of this National Security Space Launch (NSSL) payload aboard a Falcon Heavy rocket. Both of the rocket’s side boosters successfully returned to Landing Zone 1 and Landing Zone 2 safely.\n\nThis mission is the fifth SpaceX Falcon Heavy to date and the heavy-lift vehicle’s second NSSL mission and is comprised of two, co-manifested satellites that will be used to transmit military communications data as well as transport payloads to space.\n\nThe forward spacecraft, SSC’s Continuous Broadcast Augmenting SATCOM (CBAS)-2, is a satellite destined for GEO to provide communications relay capabilities in support of senior leaders and combatant commanders. The mission of CBAS-2 is to augment existing military satellite communication (MILSATCOM) capabilities and continuously broadcast military data through space-based satellite relay links.\n\nThe second spacecraft, the Long Duration Propulsive ESPA (LDPE)-3A, is used to rapidly place multiple, diverse payloads into orbit and provide critical data to inform and influence future U.S. Space Force programs. This LDPE-3A mission includes two SSC payloads: catcher and WASSAT, and three payloads developed by the Space Rapid Capabilities Office (SRCO).\n\nThe SRCO payloads include two operational prototypes for enhanced situational awareness, and an operational prototype crypto/interface encryption payload providing secure space-to-ground communications capability. The LDPE spacecraft will continue to provide access to space for multiple DoD space Science & Technology (S&T) demonstration experiments.\n\nNorthrop Grumman Corporation‘s (NYSE: NOC) Long Duration Propulsive ESPA (LDPE)-3A spacecraft was successfully in support of the USSF-67 mission — this spacecraft helps advance rapid access to space for the U.S. Space Force and marks the third successful launch in the LDPE program.\n\nThe ESPAStar platform (as pictured) can accommodate as many as six payloads with independent mission objectives.\n\nImage credit: Northrop Grumman\n\nThe LDPE-3A was built using Northrop Grumman’s ESPAStar, providing rapid access to space by maximizing the available volume inside a launch vehicle. This bus carries hardware for five independent missions, eliminating the need for each mission to wait for a future launch opportunity.\n\nNorthrop Grumman also designed, developed and implemented the command and control, and mission execution software system for the LDPE program. The software system uses a common baseline across multiple programs, putting more capability in the hands of customer operators at a lower cost. The ESPAStar product employs a customized version of a standard ESPA ring, providing added propulsion, power and avionic subsystems.\n\nUSSF-67 is the third mission for the LDPE program. The Northrop Grumman-built LDPE-1 launched aboard the STP-3 mission in December 2021 and LDPE-2 aboard the USSF-44 mission in November 2022. Northrop Grumman will continue to deliver future ESPAStar spacecrafts, mission systems engineering, ground software systems and hardware platforms for critical USSF missions.\n\n“From conception and development of next-generation space technology, like ESPAStar, to on-orbit command and control, we are prepared to support the full lifecycle of our customer’s missions throughout the ever-evolving threat environment,” said Troy Brashear, vice president, national security systems, Northrop Grumman.\n\nThis Falcon Heavy launch is the first for the NSSL program this year and the first SpaceX launch from the NSSL Phase 2 contract. NSSL Phase 2 contracts use commercial-like contracts and pricing, saving significant taxpayer dollars while providing stability to the industry base, contributing to more efficient buying practices as well as manifest flexibility that benefits government and commercial customers alike.\n\nA prominent innovation developed by SpaceX and adopted by the U.S. Space Force is booster reusability. The side boosters for USSF-67 were the same ones used for USSF-44, which launched from the Eastern Range on November 1, 2022. The efficiencies garnered from reusability benefit all customers, adding flexibility to a dynamic launch queue and cost savings.\n\nThe USSF-67 mission’s two side boosters successfully re-entering and landing at landing at Landing Zone 1 & 2.\n\n“This is a complex mission and truly represents what Assured Access to Space is about and is why we’re so enthusiastic about this upcoming launch…our second Falcon Heavy in just months,” said Maj. Gen. Stephen Purdy, program executive officer for Assured Access to Space. “The teamwork I’ve seen preparing for this launch has just been exceptional. We’ve worked side-by-side with SpaceX to ensure all boxes are checked…that all systems are GO. And our processes for getting to that ‘go’ decision at LRR are thorough and constantly evolve, so they’re also more efficient than ever.”\n\nSpace Systems Command is the U.S. Space Force’s field command responsible for acquiring and delivering resilient war fighting capabilities to protect our nation’s strategic advantage in and from space. SSC manages an $11 billion space acquisition budget for the Department of Defense and works in partnership with joint forces, industry, government agencies, academic and allied organizations to accelerate innovation and outpace emerging threats. Our actions today are making the world a better space for tomorrow.",
            "title": "UPDATE 1: SpaceX sends Northrop Grumman’s USSF-67 two satellite mission to orbit via a Falcon Heavy — Northrop Grumman comments – SatNews",
            "keywords": [
                "payloads",
                "systems",
                "spacex",
                "update",
                "launch",
                "satellite",
                "sends",
                "orbit",
                "heavy",
                "satnews",
                "landing",
                "ussf67",
                "mission",
                "spacecraft",
                "nssl",
                "space",
                "northrop"
            ],
            "link": "https://news.satnews.com/2023/01/16/space-force-to-launch-ussf-67-january-15th-on-a-spacex-falcon-heavy-rocket/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nSpaceX and Northrop Grumman successfully launched the USSF-67 mission from Kennedy Space Center's Launch Complex 39A on January 15. The Falcon Heavy rocket’s two side boosters returned to Landing Zone 1 & 2 safely, with the National Security Space Launch payload comprised of two co-manifested satellites designed for military communications data and transport payloads to space. The flight also included a Long Duration Propulsive ESPA (LDPE)-3A spacecraft built by Northrop Grumman that helps advance rapid access to space for the U.S. Space Force, as well as five SRCO prototype payloads providing enhanced situational awareness and secure communication capabilities. This flight is part of SpaceX’s Phase 2 NSSL program using commercial-like contracts while saving taxpayers money and increasing flexibility to the launch queue."
        },
        "12": {
            "text": "Trust is a fundamental component of blockchain protocols and their ability to ensure highly secure and privacy-enabled setups that can reduce the presence of intermediaries in transactions. By building a trusted environment that assures security and transactional integrity, parties can transact in a peer-to-peer format and dependably receive accurate output. Yet, introducing trusted environments depends on setting up a protocol that doesn’t invite interference by nefarious parties.\n\nTo enhance protocol security, decentralization, and scalability, satellite developer and operator Cryptosat teamed up with incentive platform and hackathon organizer DoraHacks to experiment with trusted setups in space. Performed in conjunction with Nanoracks Europe, which has been offering commercial space services since 2009, the first-of-its-kind experiment aboard the International Space Station (ISS) demonstrated that trusted setups could be generated in space. In this particular case, space’s remoteness assures greater security and decentralization relative to comparable earth-based services.\n\nIn this case, the experiment produced a Common Reference String (CSR), powering a Zero-Knowledge proof responsible for managing user privacy and protecting the Dora Grant DAO's (decentralized autonomous organization) voting system. The general idea behind a Zero-Knowledge proof is that one party doesn’t need to share private information with a second party to prove that a specific output is valid. Instead, this proof is provided cryptographically.\n\nThe trusted setup is the phase that generates the Common Reference String. A trusted setup is required to arrive at the validation stage, whereby at least two parties set the standards the Zero-Knowledge proof depends upon to function. Without the trusted setup, a malicious user could upload their own CSR to a protocol, thereby invalidating a system’s trust.\n\nIn addition to securing the Dora Grant DAO's voting mechanism to thwart any schemes between voting parties and enable user privacy, the experiment also demonstrated how Cryptosat’s low-earth-orbit nano-satellites could offer trusted setups to power other protocols and networks.\n\nProving the Prowess of Space-Based Computation\n\nFounded in 2020, Cryptosat endeavors to bring tamper-proof computation services to multiple markets, including blockchains, applications, protocols, and services. Cryptosat, which raised $3 million in its seed round in 2022, including from DoraHacks, provides a secure cryptographic computation environment in low-earth orbit via satellites the size of a coffee mug. This solution is made feasible by the falling costs of launching and monitoring a satellite amid the emergence of private space contractors like SpaceX.\n\nThe physical isolation afforded by this approach ensures that the company’s orbiting hardware is tamper-proof and protected against intrusions by both state and non-state actors. Unlike earth-based hardware, which depends on high-security measures and internet connectivity along with a power source, Cryptosat’s satellite-based computation is entirely self-contained. Between solar power and open communication relays, the system is more defensible and sustainable by design. Any tampering with the system would require physical proximity to the satellite as it orbits.\n\nThe newly-published results from the trusted setup experiments follow the successful launch of Cryptosat’s Crypto2 satellite on January 3rd aboard the SpaceX Transporter 6 mission. The now-orbiting satellite features 30 times more computation power than its orbiting predecessor, Crypto1, which was launched back in May. Together, these satellites are helping the company work towards its goal of acting as a Trusted Execution Environment (TEE) for crypto projects and a service provider for other computation tasks that require a trusted setup.\n\nThis latest round of experimentation follows other tests carried out aboard the International Space Station, including Drand protocol’s publicly verifiable randomness beacon last year and data security applications. Although the trusted setup accomplished during the latest testing on the space station was a success, the scope of its abilities is limited to one setup per application, meaning that there isn’t a general template that can be used across multiple, more general applications.\n\nNow, with the first successful experiment concluded, Cryptosat and DoraHacks can move forward with additional testing and experimentation to refine the trusted computational techniques for more expanded use. The prospective uses include launching new blockchains or adding functionality to protocols through the trusted setup process in space.\n\nDisclosure\n\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
            "title": "DoraHacks, Cryptosat Test Highly-Secure Blockchain Setups in Space",
            "keywords": [
                "cryptosat",
                "security",
                "dorahacks",
                "highlysecure",
                "blockchain",
                "setups",
                "satellite",
                "trusted",
                "setup",
                "protocols",
                "experiment",
                "computation",
                "proof",
                "space",
                "test"
            ],
            "link": "https://www.nasdaq.com/articles/dorahacks-cryptosat-test-highly-secure-blockchain-setups-in-space",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "13": {
            "text": "SpaceX Falcon Heavy launch at sunset makes for spectacular show\n\nThe space business in Brevard County has been booming. Literally.\n\nTwenty-seven SpaceX Merlin engines tore through sunset skies above Kennedy Space Center on Sunday, propelling a triple-core Falcon Heavy rocket with some five million pounds of thrust to deliver a Space Force mission to orbit.\n\nIlluminated by the day's last light, the 230-foot rocket vaulted off pad 39A on time at 5:56 p.m. EST, then separated its two side boosters two-and-a-half minutes later. Nearly the entirety of separation and three burns leading to landing at Cape Canaveral Space Force Station's Landing Zones 1 and 2 were visible to the naked eye.\n\nEight minutes after liftoff, both side boosters touched down seconds apart as the rocket's center core continued on to deliver a batch of Space Force payloads, some of which were classified, to orbit. The USSF-67 mission marked the Department of Defense's third flight on Falcon Heavy since the rocket's debut nearly five years ago.\n\nAs usual, the side boosters generated sonic booms during their descent. Depending on location, they could be heard – and felt – between eight and nine minutes after liftoff. Both boosters flew USSF-44, also a Falcon Heavy mission, that launched in November of last year.\n\nSpace Force commanders expects hundreds of launches in coming years\n\nIf Space Force projections pan out, last year's record 57 Florida launches are just the start of what could become a science fiction-like cadence of \"multiple hundreds\" of missions flying from Space Coast pads.\n\nSpeaking to a packed National Space Club Florida Committee luncheon in Cape Canaveral this week, Space Force Maj. Gen. Stephen Purdy said Florida can expect a roughly 60% surge in the number of missions taking flight from the Eastern Range, which encompasses Cape Canaveral Space Force Station and NASA's Kennedy Space Center. Purdy, recently promoted to major general, is commander of Space Launch Delta 45 and serves in three other space-related leadership roles.\n\n\"Two years ago, I started making the circuits saying we plan on 100, 200, 300 launches in several years. And I got lots and lots of eyebrows,\" Purdy said. \"We still plan on that multiple-hundred launches in a few years. So now we're trying to re-architect all our processes, our business processes, our technology processes, and all the data flows in order to support that.\"\n\nFor 2022, the Space Force had projected north of 60 launches, so the final tally of 57 wasn't far off. The Space Coast endured two hurricanes – Ian and Nicole – that impacted operations and caused mild-to-moderate damages along the way. Without them, the cadence might have eclipsed 60.\n\nA 25+ year veteran of FLORIDA TODAY, John McCarthy currently oversees the space team and special projects. Support quality local journalism by subscribing to FLORIDA TODAY. You can contact McCarthy at 321-752-5018 or jmccarthy@floridatoday.com.",
            "title": "321 Launch: Space news you may have missed over the past week",
            "keywords": [
                "launch",
                "purdy",
                "processes",
                "missed",
                "heavy",
                "falcon",
                "boosters",
                "force",
                "mission",
                "week",
                "321",
                "launches",
                "space",
                "past",
                "florida"
            ],
            "link": "https://www.floridatoday.com/story/tech/science/space/2023/01/16/321-launch-space-news-you-may-have-missed-over-the-past-week/69812075007/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nSummary: Last Sunday, SpaceX Falcon Heavy rocket launched from Kennedy Space Center and delivered a batch of payloads to orbit. The launch was visible to the naked eye, creating an impressive show with sonic booms heard up to nine minutes after liftoff. According toSpace Force Maj. Gen. Stephen Purdy, Florida can expect hundreds of launches in the coming years due to processes aiming to support that many missions flying from the Eastern Range in 2022, which already saw 57 launches despite two hurricanes hitting the region during that year."
        },
        "14": {
            "text": "Nearly there!\n\nA verification email is on its way to you. Please check your spam or junk folder just in case.\n\nIf you do not receive this within five minutes, please try to sign in again. If the problem persists, please email: subscriptions@peimedia.com",
            "title": "After planting a flag in NYC, BCI private equity sets its sights on Europe",
            "keywords": [
                "problem",
                "try",
                "flag",
                "verification",
                "therea",
                "planting",
                "subscriptionspeimediacom",
                "spam",
                "email",
                "way",
                "private",
                "equity",
                "europe",
                "sign",
                "receive",
                "sets",
                "nyc",
                "sights",
                "bci"
            ],
            "link": "https://www.privateequityinternational.com/after-planting-a-flag-in-nyc-bci-private-equity-sets-its-sights-on-europe/",
            "skip": "true",
            "gpt_score_reason": "\n0/10",
            "gpt_relevancy_score": 0
        }
    }
}