{
    "date": "2023-01-21",
    "category": "NSO",
    "articles": {
        "0": {
            "text": "The residents and staff at Troy Center, the 78-bed skilled nursing facility on Marvin Avenue in Troy, thanked both Doors of Hope on Mall Way in West Sand Lake, and the New York State Office for the Aging, for their generous gift donations during the 2022 holiday season. (Photo provided)",
            "title": "SNAPSHOT: A holiday thank you From Troy Center",
            "keywords": [
                "snapshot",
                "holiday",
                "staff",
                "sand",
                "thanked",
                "state",
                "season",
                "west",
                "york",
                "center",
                "way",
                "skilled",
                "thank",
                "troy"
            ],
            "link": "https://www.troyrecord.com/2023/01/21/snapshot-a-holiday-thank-you-from-troy-center/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "1": {
            "text": "She’s toxic, weighs as much as some newborn babies and was found in the wilds of Australia’s far north.\n\nA giant cane toad, dubbed “Toadzilla”, that was found by rangers in Queensland’s Conway national park on Thursday, is believed to be the largest of her species ever found.\n\nRanger Kylee Gray was walking in the national park and had stopped to let a snake slither across the track when she saw the enormous toad.\n\nCane toads can normally grow to around 15cm in size. Photograph: Department of Environment and Science QLD\n\n“I reached down and grabbed the cane toad and couldn’t believe how big and heavy it was,” she said.\n\n“We dubbed it Toadzilla, and quickly put it into a container so we could remove it from the wild.”\n\nCane toads, which can normally grow to around 15cm (5.9in) in size, are one of Australia’s most notorious invasive species and are considered a threat to native wildlife. They have colonised a wide variety of habitats across north-eastern Australia after they were introduced into Queensland in 1935 to control the cane beetle.\n\nA giant cane toad, dubbed ‘Toadzilla’, found by rangers in Queensland’s Conway national park, is believed to be the largest of her species ever recorded. Illustration: Victoria Hart/Guardian Design / Getty Images\n\nThe brown, warty toads can be fatally poisonous to wildlife and have caused local extinctions of some of their predators. They also compete with native species for shelter and resources.\n\nSign up to Guardian Australia's Morning Mail Free daily newsletter Our Australian morning briefing email breaks down the key national and international stories of the day and why they matter Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply.\n\nRangers believe Toadzilla has been around for a ‘long time’. Photograph: Department of Environment and Science QLD\n\nThe Guinness World Record for the largest toad in history is 2.65kg (5.8lbs), found in 1991.\n\nThe rangers who found “Toadzilla” took it back to their base and weighed it. She tipped the scales at 2.7kg (6lbs), which could be a new record.\n\n“A cane toad that size will eat anything it can fit into its mouth, and that includes insects, reptiles and small mammals,” Gray said.\n\n“She was found at an elevation of 393 metres, which isn’t unusual, but she has created a lot of interest among our ranger staff due to her size,” she added.\n\n“The Queensland Museum is interested in taking her, as she might be the largest on record.”\n\nGray said she was not sure how old Toadzilla is, but suspected it had been around for a “long time”.\n\n“Cane toads can live up to 15 years in the wild – so this one has been around a long time. We’re pleased to have removed her from the national park.”",
            "title": "‘We dubbed it Toadzilla’: giant cane toad believed to be the largest of its species found in Australia",
            "keywords": [
                "size",
                "toadzilla",
                "believed",
                "australia",
                "cane",
                "giant",
                "national",
                "rangers",
                "species",
                "park",
                "toads",
                "dubbed",
                "toad",
                "largest"
            ],
            "link": "https://www.theguardian.com/environment/2023/jan/20/we-dubbed-it-toadzilla-giant-cane-toad-believed-to-be-the-largest-of-its-species-found-in-australia",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "2": {
            "text": "Follow all the basketball buzz in Brooklyn Sign up for Inside the Nets by Brian Lewis, exclusively on Sports+. Enter your email address Please provide a valid email address. By clicking above you agree to the Terms of Use and Privacy Policy. Thank you\n\nEnjoy this Post Sports+ exclusive newsletter! Check out more newsletters\n\nSince Jimmy Butler fell into Kevin Durant’s knee on Jan. 8 and left him with a sprained MCL for the second straight season, the Nets have said they are confident they can handle his absence better than they did last year.\n\nThe early results have not exactly backed up that faith, but one of the key reasons why the Nets may be in a better spot to survive a Durant-less stretch overall? The team’s double-double leader.\n\nNic Claxton has elevated his game at the rim on both ends of the floor, making a run at history on the offensive end and becoming an elite rim protector on the defensive end, all at the age of 23.\n\n“I think overall just his aggressiveness [has been his biggest improvement],” Nets coach Jacque Vaughn said recently. “I think you see it on both ends of the floor, whether it’s putback dunks, whether that’s playing above the rim, whether that’s an element now of catching the half-roll and being able to be a passer or a finisher. So the offensive end, that’s probably the most growth we’ve seen from him, and then defensively just being at every spot for us on the defensive end of the floor. I think he’s really taken pride in being a defensive player and the impact that it has on our team, on the game, a lot of times on the outcome, really. I think he’s taken some ownership of that, which has been huge.”\n\nAfter an 8-for-9, 20-point effort in Friday night’s skid-ending road win over the Jazz, Claxton is shooting a league-leading 73.4 percent from the field, which trails only the Knicks’ Mitchell Robinson (74.19 percent, in the abbreviated 2019-2020 season) for the highest single-season field-goal percentage in NBA history.\n\nWith looks like these, Nets center Nic Claxton is challenging the single-season record for field-goal percentage. Robert Sabo\n\nAfter shooting a combined 64.6 percent from the field during his first three seasons in the NBA, the 6-foot-11 Claxton added some muscle during the most recent offseason and has used it to his advantage in setting up shop in the paint.\n\nJust how much? Here’s a breakdown of where Claxton is getting taking his shot attempts this season, according to NBA.com:\n\nRestricted area: 204-for-252 (81 percent)\n\nIn the paint, non-restricted area: 27-for-58 (46.4 percent)\n\nMid-range: 1-for-4 (25 percent)\n\nCorner 3: 0-for-2\n\nClaxton’s 81 percent shooting from the restricted area is the best in the league among players averaging more than five attempts per game. Lakers star Anthony Davis ranks second at 78.7 percent.\n\nNic Claxton’s 2022-23 season shot chart via Basketball Reference\n\nThe refined shot selection has Claxton’s average shot distance at 2.5 feet, per Basketball Reference, which is tied for the shortest mark of his career and good for seventh in the NBA (Robinson has the league’s shortest distance at 1.2 feet and Knicks teammate Jericho Sims is second at 2.0). Claxton’s arsenal during his first two seasons in the NBA included the occasional 3-pointer as he tried to carry over some versatility from college. But over the past two seasons, he has attempted just two 3-pointers and instead honed in on his bread and butter: the 2-pointer, a shot on which he leads the league with a 73.9 field-goal percentage.\n\nHere’s how Claxton’s shot type breaks down this season:\n\nAlley-oops: 33-for-41 (80.5 percent)\n\nDunks: 109-for-115 (94.8 percent)\n\nFinger rolls: 5-for-8 (62.5 percent)\n\nHook shots: 24-for-48 (50 percent)\n\nLayups: 93-for-137 (67.9 percent)\n\nBank shots: 7-for-9 (77.8 percent)\n\nFadeaways: 1-for-3 (33.3 percent)\n\nTip shots: 23-for-29 (79.3 percent)\n\nAfter figuring out how best to play and produce in the same lineup as Durant and Kyrie Irving, Claxton is now benefiting from their presence. Of his 173 assisted field goals, 47 have come from Durant and 36 from Irving.\n\nThe result is Claxton averaging a career-high 12.4 points per game, a number that would be even higher if not for his glaring remaining weakness: free-throw shooting. He is shooting a career-low 47.1 percent from the charity stripe, which came back to hurt the Nets on Thursday night when Claxton missed two costly free throws late (one on purpose) in a loss to the Suns. He went 4-for-8 from the line on Friday night.\n\nNic Claxton tries to finish in the lane between two Spurs defenders on Jan. 17. USA TODAY Sports\n\nBut Claxton’s strides this season are not limited to one end of the floor. He has said he believes he should be in contention for Defensive Player of the Year.\n\nClaxton’s credentials for the award begin with his league-leading 2.7 blocks per game (the Bucks’ Brook Lopez is next with 2.5 per game). Claxton averaged just 1.1 blocks per game across his first three seasons, but has become a swatter extraordinaire at the rim in Year 4.\n\n“Just physically, he’s much more imposing than when he first came in,” Joe Harris said. “He’s got a lot more confidence. The stuff that he does defensively for us right now is probably the biggest leap. Offensively, he’s always been very skilled and capable of doing a lot of different things. But defensively, he’s been elite for us in terms of protecting the rim.”\n\nWith four more blocks on Friday night, Claxton extended his streak of having blocked at least three shots to 11 straight games, the second-longest streak in franchise history behind Shawn Bradley.\n\nNic Claxton rises for a block against the Suns’ Dario Saric on Jan. 19. NBAE via Getty Images\n\nClaxton also has helped the Nets in being able to guard multiple positions, going from defending the rim to defending the perimeter on any given possession.\n\nNow, Claxton will be tasked with keeping his game at a high level — and perhaps even elevating it — during Durant’s absence to help keep the Nets afloat. But given the improvements he has made this season, the test might be coming at the right time for the former second-round pick.\n\n“Just me getting stronger and my body being able to adapt to the physicality of the game [has been key],” Claxton said recently. “Just being available and opportunity, just consistent experience is the best teacher.”\n\nMissing the points\n\nHow does a team fill the void when they are missing a scorer who averaged 29.7 points per game?\n\nThe Nets want to do so by shooting more 3-pointers, as in 10 to 15 more than the 31.3 per game they are currently averaging.\n\nJoe Harris is shooting under 40 percent on 3-pointers for the first time since the 2016-17 season. NBAE via Getty Images\n\nIt would help, then, if the shooter who entered the season as the team’s best 3-point threat over the past few years could return to form.\n\nBefore having to undergo a pair of surgeries on his ankle last season, Harris was a 45 percent shooter from beyond the arc from 2017-2022. During that span, he twice led the NBA in 3-point shooting: in 2018-19 (47.4 percent) and 2020-21 (47.5 percent).\n\nThis season, though, Harris is shooting only 39 percent from 3 — still above league-average but well below the standard he has set for himself.\n\nHarris re-entered the starting lineup after Durant went down because of the MCL sprain, which the Nets are hoping might get Harris in a better rhythm with an increase in minutes. That appeared to be the case Thursday against the Suns, when he shot 4-for-4 from downtown in 31:35 (the line was 3-of-6 in 21:27 against the Jazz).\n\nSeth Curry also could help shoulder some of the 3-point load. He is shooting 41.7 percent from deep. In the five games since Durant went down, Curry is averaging 15.2 points.",
            "title": "The astonishing two-way rise of Nets’ ‘more imposing’ Nic Claxton: new shot profile and leap in blocks",
            "keywords": [
                "twoway",
                "rise",
                "shooting",
                "nets",
                "leap",
                "shot",
                "claxton",
                "season",
                "hes",
                "nba",
                "profile",
                "game",
                "harris",
                "imposing",
                "nic",
                "blocks",
                "rim"
            ],
            "link": "https://nypost.com/2023/01/21/how-nets-nic-claxton-is-making-his-historic-two-way-leap/",
            "skip": "false",
            "gpt_score_reason": " If the Nets are going to be successful sans Durant, they might need him to significantly surpass that number in the weeks ahead.\n\n7/10 The article is related and provides pertinent information on how a team can fill the void of a missing scorer, though it is not specifically focused on email newsletters.",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: Nic Claxton is making a historic run on the offensive end, shooting 73.4% from the field, while anchoring the defensive end as one of the league's elite rim protectors. Add his contributions to Seth Curry's 41.7% 3-PT shooting and Joe Harris' search for form since suffering ankle injury last season, and Brooklyn has an arsenal of pocket players needed to overcome Kevin Durant’s absence due to MCL sprain."
        },
        "3": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://skyandtelescope.org/astronomy-news/light-pollution-is-increasing-even-faster-than-we-realized/",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "4": {
            "text": "CHICO — Darn! You’ve parked downtown and you have no quarters. But wait, a solution is coming soon.\n\nChico announced it will be implementing pay-by-plate parking kiosks for downtown metered parking spaces through February opening the opportunity for drivers to both pay by credit card and pay by online app.\n\nChico traffic engineer Wyatt West said coin-only meters will still be working, but the new system will allow drivers to pay online by entering their license plate number.\n\n“We’re transitioning to a pay-by-plate technology meaning you put in your plate and you pay for your parking,” West said. “You actually don’t have a ticket; you don’t have to go back to your vehicle. You just pay your parking, and you go on about your business.”\n\nWest said their system will also allow people to use their smartphone to pay for their parking and add minutes to their spot from wherever they are.\n\nFor example, if one was busy drinking coffee in a store and needed to add time to their meter, they may do so through the app.\n\n“If you want to add time later, you can remotely. It’s a huge benefit. People won’t have to use these kiosks as much as they think they have to. If you’re having a lunch at the Banshee or whatnot, You can pay just add time to your meter,” West said.\n\nWest said the current meters that accept credit card payments have reached their technology’s end of life and were scheduled to be replaced in December, but installation was delayed because of weather.\n\nThe city paused all enforcement of parking meters because many of the old meters were reported to have issues with taking payments.\n\nWest said the city will be replacing these meters with the kiosks and will replace the existing downtown Transit Center parking kiosk with two new kiosks.\n\nIn addition to the new way to pay online, West said the new parking system will allow business owners to pay for their customers’ parking.\n\nParking fees will be the same as the old meters. From First and Fifth streets to Salem and Wall streets it will be $1 per hour and parking spaces around the downtown core will be $0.50 per hour.\n\nWest said the new system is expected to be implemented by the end of February.\n\nThe city said in a press release Thursday, “Enforcement of the downtown core will be on hold until the new system is fully installed and operational” — which means until the new meters are working, parking is free downtown.",
            "title": "Downtown parking kiosks will accept mobile payment",
            "keywords": [
                "parking",
                "meters",
                "downtown",
                "add",
                "accept",
                "system",
                "payment",
                "pay",
                "west",
                "online",
                "mobile",
                "kiosks",
                "city"
            ],
            "link": "https://www.chicoer.com/2023/01/21/downtown-parking-kiosks-will-accept-mobile-payment/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nChico is introducing new pay-by-plate parking kiosks for downtown metered spaces in February, allowing drivers to pay by credit card and through a smartphone app. People will be able to remotely add time to their meter while they are out running errands without having to go back to their vehicle and the same fees as the old meters ($1/hr. in First and Fifth streets zone or $0.50/hr. around core downtown) will still apply. Enforcement of high street meters has been temporarily halted until the new system is up and running so take advantage of free parking until then!"
        },
        "5": {
            "text": "San Jose Mayor Matt Mahan’s office announced this week that his public inauguration will be Feb. 1, when he will most likely spell out his vision for leading the Bay Area’s largest city.\n\n“The inauguration will be a celebration of all our city is, and all it can be,” Mahan wrote in an email blast to supporters. “It marks a renewed focus on common sense and accountability — and brings us together to imagine a better future.”\n\nNow, you may wonder — has he not already been mayor for the past month? Indeed he has. Mahan was officially sworn into office in a private ceremony Dec. 29, 2022 and assumed his duties at midnight New Year’s Day, stepping immediately into one of the worst series of rainstorms San Jose had seen in six years.\n\nThis 6 p.m. event at the Center for the Performing Arts in downtown San Jose is a public celebration, which — if he follows his predecessors’ tradition — will include performances by local artists and acknowledgement of other elected officials.\n\nFormer Mayor Sam Liccardo held his first inauguration in the same 2,000-seat venue in January 2015, where he unveiled his “We Are San Jose” slogan between an opening Aztec dance performance and a closing Buddhist invocation. Mayor Chuck Reed, in line with his less flashy nature, opted for a much briefer morning ceremony at the San Jose City Hall Rotunda in January 2007 before an audience of about 900 people, including some seated outside the rotunda or in overflow rooms at City Hall.\n\nThe inauguration, which will be followed by a reception with food and drinks, is open to the public, but RSVPs are requested because of limited seating. You can reserve a spot at bit.ly/sjinauguration.",
            "title": "San Jose Mayor Matt Mahan sets date for inauguration ceremony",
            "keywords": [
                "city",
                "inauguration",
                "rotunda",
                "matt",
                "mayor",
                "ceremony",
                "sets",
                "san",
                "date",
                "jose",
                "mahan",
                "office",
                "public"
            ],
            "link": "https://www.eastbaytimes.com/2023/01/20/san-jose-mayor-matt-mahan-sets-date-for-inauguration-ceremony/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10. There is no direct mention of email newsletters in the article and it does not appear that this is an event related to email newsletters.",
            "gpt_relevancy_score": 2
        },
        "6": {
            "text": "The shadows of workers stretch across the roof of the Dan Foley Cultural Center as they take advantage of a day with no rain to install ridge caps while making repairs to the building in Vallejo on Friday. Sunny days are expected to stick around for the next week.",
            "title": "PHOTO: Center of attention in Vallejo",
            "keywords": [
                "repairs",
                "workers",
                "stick",
                "vallejo",
                "center",
                "stretch",
                "shadows",
                "roof",
                "week",
                "attention",
                "sunny",
                "ridge"
            ],
            "link": "https://www.timesheraldonline.com/2023/01/20/photo-center-of-attention-in-vallejo/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "7": {
            "text": "Google is the latest tech giant to announce a massive layoff: the company announced on Friday that it is slashing about 12,000 jobs.\n\nThe company already has notified affected employees in the United States, CEO Sundar Pichai wrote in an email to all Google employees. Layoffs will take longer in other countries due to local laws, Pichai said.\n\nThe job cuts represent about 6% of Google's global workforce. It is not clear how many of those jobs are in the U.S.\n\nJanuary has been a brutal month for Big Tech workers. Microsoft announced sweeping layoffs Thursday and is cutting 10,000 jobs, or about 5% of its workforce. Amazon and Salesforce announced layoffs earlier this month.\n\nSign up for daily news! Stay informed with WPR's email newsletter.\n\nThe companies say they hired rapidly during the pandemic and now have to make serious cuts amid an uncertain economy.\n\n\"Over the past two years we've seen periods of dramatic growth. To match and fuel that growth, we hired for a different economic reality than the one we face today,\" wrote Pichai in the email to staff posted online and in a regulatory filing.\n\nThe layoffs also come as major tech companies like Google pivot to artificial intelligence. But expanding on early investments comes with \"tough choices,\" Pichai wrote.\n\nThe job cuts will hit employees throughout parent company Alphabet and across \"product areas, functions, levels and regions,\" he said.\n\nIn addition to cuts at big tech companies, there have been layoffs on Wall Street. Goldman Sachs said it was planning to lay off about 3,200 employees in one of the biggest cuts since the 2008 financial crisis.",
            "title": "Google is cutting 12,000 jobs, adding to a series of Big Tech layoffs in January",
            "keywords": [
                "jobs",
                "google",
                "tech",
                "12000",
                "layoffs",
                "pichai",
                "employees",
                "email",
                "big",
                "announced",
                "series",
                "cuts",
                "companies",
                "company",
                "adding",
                "cutting"
            ],
            "link": "https://www.wpr.org/google-cutting-12-000-jobs-adding-series-big-tech-layoffs-january",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "8": {
            "text": "We are truly living in the golden age of the email newsletter. People are writing about just about every topic you can imagine, including many subjects related to business. These publications can be great ways to keep up with business trends and get insight on how to be a successful entrepreneur. But with seemingly endless options out there, how do you decide which newsletters are worth your time?\n\nWe can help. Below, we highlight our favorite lesser-known business newsletters that deliver high-quality content in their niches, such as marketing strategies and tax advice. You won’t find a few well-known offerings on our list, like Morning Brew and The Hustle. While those are great options for people who only have a few minutes to quickly skim the top headlines of the day, they are generalist publications and not geared toward people who are managing or building businesses.\n\nSmall business owners are more likely to benefit from subscribing to daily or weekly (or even monthly) newsletters that are more geared to the everyday entrepreneur, not Fortune 500 CEOs. Improve your business smarts in 2023 by adding these publications to your inbox.\n\n1. The Marketing Millennials\n\nThis marketing-focused newsletter by Daniel Murray is part of the Workweek content collective. Marketing Millennials includes “zero BS” and “unfiltered” conversations with thought leaders in the marketing industry. Topics of conversation include building profitable newsletter businesses and creating effective TikTok videos. We like that Daniel focuses on storytelling with his guests and generating actionable insights that business owners can apply to their own marketing efforts.\n\n2. Social Media Today\n\nLearning how to create social media campaigns is an essential skill for small business owners that want to advertise at little or no cost. Social media is also a fast-changing landscape, which is where Social Media Today comes in. This publication follows trends and developments in social media, with a daily newsletter that contains helpful articles on social media marketing, platform updates, posting strategies, influencer marketing and more. Social Media Today is part of the Industry Dive family of publications, which offers free newsletters on business niches from groceries to waste management.\n\nTip: Some business newsletters have corresponding podcasts. Check out our favorite business podcasts for listening recommendations.\n\n3. b. Newsletter\n\nMaybe we’re a little biased on this one, but we think every business owner should add b. to their newsletter list. Twice a week, subscribers receive actionable business tips and insightful interviews with industry leaders. You’ll hear how CEOs and founders made it big, as well as learn from experts how to solve common business problems, such as building your company or improving your office culture. Business.com’s b. newsletter also adds a bit of entertainment into the mix with an original comic, cocktail recommendations and analysis of business lessons from movies and TV shows. Who said reading about business can’t be fun?\n\n4. Big Ideas for Small Business\n\nWhile many newsletters focus on big-picture topics such as business strategy and branding, Barbara Weltman drills down into a valuable niche: saving you money on taxes. The Big Ideas for Small Business newsletter comes out monthly, with articles such as “Writing Off Casualty or Disaster Losses for Your Business” and “Reward and Punishment on Your Tax Return for Being a Pass-through Owner.” This content might not be as trendy as other publications, but we highly recommend Weltman’s newsletter as a resource for small business owners who need to navigate the complex U.S. tax system. Plus, Weltman has a daily send — called the Idea of the Day — that gives a succinct paragraph or two on a need-to-know business topic.\n\n5. Growth Unhinged\n\nThis weekly newsletter is brought to you by Kyle Poyar, an operating partner at venture capitalist firm OpenView. Poyar’s day job involves helping his firm’s portfolio companies grow, and Growth Unhinged provides a free look at his methods. The newsletter explores the “playbooks behind the fastest growing startups” with in-depth case studies. As the name implies, Growth Unhinged focuses on expanding businesses through “product-led growth (PLG), pricing, go-to-market strategy” and more. We’re particularly fond of Poyar’s use of drawings, GIFs and emojis to demonstrate his points.\n\n6. Kevan Lee\n\nKevan Lee, the person, is a vice president of marketing at Oyster who also teaches marketing at Boise State University. In his self-titled weekly newsletter, Kevan takes readers inside the world of startup marketing and brand-building with weekly playbooks, case studies, interviews and trends. We find Kevan Lee, the newsletter, to be on the technical side of things, which is great for anyone looking to get a real-world education in marketing. A paid version of the publication also includes Kevan’s playbooks, channel strategies and other tools. Like with Poyer’s Growth Unhinged, Lee also uses appealing imagery to make his newsletter more digestible.\n\n7. Bootstrapped Founder\n\nBootstrapped Founder is about starting and growing a small business, even when you’re working a full-time job. This newsletter is written by Arvid Kahl, the author of Zero to Sold and founder of FeedbackPanda. Kahl particularly focuses on building and monetizing audiences, as well as the idea of “building in public” to burnish your own reputation as an expert. We like that the Bootstrapped Founder provides useful tips for entrepreneurs who are trying to make their entrepreneurial dreams work without deep pockets or extensive funding.\n\n8. Intercom Newsletter\n\nThis weekly newsletter is an in-house publication produced by customer service software company Intercom. Subscribers to this free resource receive guides on “product management, sales and marketing, customer support, and startups.” We like that many of Intercom’s articles clearly define the topic (such as email marketing) and provide step-by-step instructions on how to get started in that area and measure your success. [See our picks for the best email marketing services.]\n\nKey takeaway: While newsletters are great for getting fresh business tips quickly, there are a number of timeless books that can help improve your business skills too.\n\n9. Five Things Worth Sharing\n\nThis newsletter is from Amy Guth, a podcast host for Crain’s Chicago Business and a radio host for WGN. As the name suggests, each edition consists of five items worth sharing. While these typically focus on “media and culture subjects,” many of the stories revolve around offbeat business topics. For example, one recent issue delved into “masculine defaults in the workplace” and “the possible link between vampires in pop culture and economic uncertainty.” This is definitely a unique newsletter that, despite being a quick read, is likely to provoke interesting thoughts. There’s a reason Guth sums up her archive as “Just Everything, Okay?”\n\n10. SatPost\n\nTrung Phan writes the SatPost (a portmanteau of “Saturday” and “sh*tpost”), a roundup of the week’s best memes and tweets. Phan, who gained fame on Twitter for his witty and engaging threads, is known for breaking down fascinating business stories into bite-sized pieces. We find his newsletter incredibly readable — much like his Tweets — and, dare we say, completely addictive. Topics include “Why is LinkedIn so cringe?” and “MrBeast’s $1.5B YouTube empire.” Subscribe and learn something new in a well-written, appealing format.\n\n11. Not Boring\n\nA business newsletter that calls itself “not boring” certainly sounds promising, and author Packy McCormick definitely delivers on his promise. The publication covers emerging business trends and strategies, with a particular focus on cutting-edge technologies. A few topics covered in Not Boring include Web3, carbon removal, nanotechnology and generative AI. The newsletter goes out two days a week, with one send focused on long-form essays and the other consisting of sponsored or guest posts. [Learn how to reduce your business’s carbon footprint.]\n\n12. Young Money\n\nThis up-and-coming newsletter is written by Jack Raines, a Columbia Business School student who quit his first job because, in his words, “looking at spreadsheets for eight hours a day got boring.” Today, Raines spends his free time backpacking around the world and writing. Much like the author’s life, Young Money hops around from topic to topic, but with a focus on financial advice and motivation. We enjoy Jack’s engaging writing style and unique perspective on current events.\n\nThe first quarter of the year is a great time to declutter your inbox and narrow your reading list to the newsletters that really impact your life. What emails can you junk and which are must-reads as you focus on your entrepreneurial pursuits? Consider which of our favorite newsletters highlighted above best matches your needs in this season of business and join the mailing list. It also can’t hurt to subscribe to all 12 to start and see which you like the most after a few weeks. Like in business, a trial-and-error method can pay dividends.",
            "title": "Best Business Newsletters of 2023",
            "keywords": [
                "newsletter",
                "publications",
                "marketing",
                "media",
                "2023",
                "weekly",
                "small",
                "newsletters",
                "social",
                "topics",
                "best",
                "business"
            ],
            "link": "https://www.businessnewsdaily.com/articles/best-business-newsletters",
            "skip": "false",
            "gpt_score_reason": "\n\nScore: 8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nSummary: There are many great newsletters out there related to business, however it can be difficult to decide which ones will provide the best content. We've highlighted 12 of our favorite lesser-known business newsletters which offer high-quality content and advice on topics such as marketing strategies, tax advice, social media campaigns and more. Join the mailing list of one or all twelve today and get ready for a successful year ahead with improved business intelligence!"
        },
        "9": {
            "text": "Click to share on Twitter (Opens in new window)",
            "title": "Cartoonists’ take",
            "keywords": [
                "share",
                "cartoonists",
                "click",
                "opens",
                "window",
                "twitter"
            ],
            "link": "https://www.troyrecord.com/2023/01/20/cartoonists-take-507/",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "10": {
            "text": "Volunteers are needed to help Mendocino County count how many residents currently do not have shelter, officials reported.\n\nAccording to a press release, next week “the Mendocino County Homeless Services Continuum of Care will be conducting its annual unsheltered Point-In-Time Count which will begin at sunset on Jan. 26, 2023, and run through the following week.”\n\nThe release notes that the count is mandated by the U.S. Department of Housing and Urban Development, and is also used by the state of California and multiple federal departments to determine how to allocate funding for homeless services.\n\n“The data received through the PIT Count will help our local community to identify needs and develop planning to engage and support those persons experiencing homelessness throughout Mendocino County,” officials noted.\n\nThe release also explains that the count “requires a lot of individuals performing many different tasks in preparation for this event, as well as surveying individuals and families experiencing homelessness throughout Mendocino County. We need volunteers to count along the Mendocino Coast, as well as the southern and northern inland portions of Mendocino County.”\n\nPeople interested in volunteering for the count can sign up at https://Mendocino.PointInTime.info/.\n\nFor more information, contact Veronica Wilson at hometeam@mendocinocounty.org or (707) 468-7071.\n\nThe release describes the Mendocino County Homeless Services Continuum of Care as “a group of agencies that consists of service providers, non-profits, faith-based organizations, community members, and Mendocino County staff. These individuals and agencies come together to help address the needs of those who are experiencing homelessness or are at-risk of homelessness.”",
            "title": "Mendocino County needs volunteers to help count unsheltered residents",
            "keywords": [
                "homelessness",
                "homeless",
                "experiencing",
                "unsheltered",
                "needs",
                "count",
                "volunteers",
                "individuals",
                "release",
                "mendocino",
                "county",
                "help",
                "residents"
            ],
            "link": "https://www.ukiahdailyjournal.com/2023/01/20/mendocino-county-needs-volunteers-to-help-count-unsheltered-residents/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "11": {
            "text": "Cardinal News is the only news organization west of Richmond with a full-time reporter in the state capital year-round. Keep up with our General Assembly coverage by signing up for our free daily email newsletter and our new weekly political newsletter, West of the Capital.\n\nRICHMOND – A Senate panel on Friday rejected three Republican proposals seeking to limit access to abortion in Virginia, one of Gov. Glenn Youngkin’s legislative priorities for this year after the U.S. Supreme Court in a historic decision last June returned the authority over women’s reproductive rights back to the states.\n\nSenate Bill 1385 was Youngkin’s signature legislation, which a Democratic-controlled Senate Education and Health subcommittee defeated by a 6-4 vote. Sponsored by Sen. Steve Newman, R-Bedford, it would have banned most abortions after 15 weeks of gestation while making a violation of the law a Class 4 felony, which is punishable by up to 10 years in prison and a $100,000 fine.\n\nA companion bill that mirrors Newman’s proposal has yet to be heard in the House of Delegates. House Bill 2278, sponsored by Del. Kathy Byron, R-Bedford County, has yet to be assigned to a committee. It is likely to pass in the House, but will face similar resistance in the Senate as Newman’s bill.\n\nBoth Newman and Byron were part of a four-member panel appointed by Youngkin on the same day the Supreme Court overturned Roe v. Wade last year to draft legislation using the 15-week threshold as its basis. The small group also included Sen. Siobhan Dunnavant, R-Henrico, and Del. Margaret Ransone, R-Westmoreland.\n\nYoungkin-spokeswoman Macaulay Porter said that as a pro-life governor, Youngkin was disappointed in Friday’s votes, but that he would continue to work with the legislature to find a path forward for protecting life.\n\n“Polling demonstrates that 82% of Virginians want a reasonable compromise on abortion,” Porter said, referring to a recent poll by the Democrats for Life Education Fund.\n\n“While Virginians have rejected Democrats’ radical previous attempts for allowing abortion up until the moment of birth, now is the time to find common ground. The Pain-Capable Unborn Child Protection Act is focused on providing better quality healthcare for mothers and the unborn,” Porter said, adding that Youngkin looks forward to the legislation being brought up in the House.\n\nAlso by a 6-4 vote, the panel nixed a more far-reaching measure by Sen. Travis Hackworth, R-Tazewell County. SB 1284 sought to prohibit all abortions, with the exception of pregnancies that occurred through incest, rape or if the procedure is performed to safe the life of the mother. The bill also would have recognized that life begins at conception.\n\nA crowd waits for the subcommittee’s decision on abortion bills.\n\nThe committee also rejected SB 1483, sponsored by Dunnavant, that would have limited abortions to “during the second trimester” and before viability, which is defined in the legislation as 24 weeks or more or “in the estimation of three doctors,” but at least 22 weeks. Under current law, abortions are permitted up until the end of the second trimester of pregnancy, or about 26 weeks.\n\nNewman said on Friday that he viewed his proposal as the “middle ground” that both Republicans and Democrats should get behind.\n\n“We think it’s a carefully crafted bill that establishes that certain types of abortions are still lawful, and there are exceptions for the life and health of the mother, and rape and incest in this bill,” Newman told the committee, of which he is a member.\n\n“This bill does not remove the ability for miscarriage and stillbirth and in no way does this bill criminalize the woman at all,” Newman said.\n\nSecretary of the Commonwealth Kay Cole James, who served as Virginia’s Secretary of Health and Human Resources between 1994 and 1996 under then-Gov. George Allen, said Newman’s bill addressed the needs and well-being of women and children and protected both.\n\n“We need not to pit the mother against the child,” she said, adding that there are some who did not want to see the exceptions for rape and incest in the bill. “We need to find consensus on something that we as Virginians all ought to be able to come together on. Consensus by definition means that everybody doesn’t get everything they want,” James said.\n\nHackworth said of his measure, which would have banned abortion entirely with few exceptions, that he decided to file the bill because of his firm belief that life begins at conception.\n\n“I know this is a sensitive subject and very emotional on both sides, and I want to respect that,” he said.\n\nAnd Dunnavant, a practicing OB-GYN who like Newman is a member of the committee, said that the purpose of her proposal was to move Virginia into a “much more appropriate position” and align Virginia with most European nations, where abortions are prohibited after 12 weeks.\n\n“The law that we have in place today in Virginia was written in 1975, and the advances in medicine are staggering and the stage of viability has moved,” Dunnavant said. “We are outdated based on medical practices and on standards around the world. There are only seven states that have abortion in the third trimester unregulated.”\n\nDunnavant was the only Republican on the committee who voted against Hackworth’s proposal. She also voted against Newman’s bill after he refused to consider her amendment to the latter that would have included an exception permitting abortion after 24 weeks in the case of a fetal anomaly.\n\n“I’d rather keep the bill as it is, for better or worse,” Newman said.\n\nAbortion rights groups celebrated the panel’s decision to reject the proposals.\n\n“The bills the subcommittee considered today all seek to insert politics into healthcare and inappropriately restrict Virginians’ ability to control their own bodies,” said Jamie Lockhart, executive director of Planned Parenthood Advocates of Virginia. “People in many different circumstances need access to abortion, and no one should make those personal decisions for someone else — especially not politicians.”",
            "title": "Virginia Senate panel nixes Republican bills restricting abortion",
            "keywords": [
                "virginians",
                "weeks",
                "panel",
                "bill",
                "proposal",
                "senate",
                "restricting",
                "virginia",
                "republican",
                "newman",
                "abortion",
                "abortions",
                "life",
                "nixes",
                "committee",
                "bills"
            ],
            "link": "https://cardinalnews.org/2023/01/20/virginia-senate-panel-nixes-republican-bills-restricting-abortion/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10. While the article includes mentions of newsletters, it is mostly focused on abortion-related legislation in Virginia and not email newsletters themselves.",
            "gpt_relevancy_score": 2
        },
        "12": {
            "text": "The news: Most health system executives plan to ramp up their investments in interoperability solutions and services this year, according to Health Gorilla’s 2023 State of Interoperability report.\n\nThe key findings: 55% of C-level executives at prominent health systems said they plan to spend 5% to 20% more on interoperability products and services in 2023 than they did last year.\n\n43% said they plan to invest about the same in interoperability year-over-year.\n\nsaid they plan to in interoperability year-over-year. Not a single respondent forecasted less YoY spending on interoperability-related initiatives.\n\nWhat do interoperability investments entail? Interoperability is a broad term. In this context, we’re referring to investments in solutions and services that:\n\nImprove providers’ ability to access and exchange health data from disparate tech systems. Make it easier for patients to digitally retrieve their medical information.\n\nWhy is the healthcare ecosystem so fragmented? Electronic health record (EHR) vendors have “trapped” data in their tech systems, making it difficult for physicians to access patient information housed in different products.\n\nAnother factor is that patients aren’t in control of their own data. When they ask for a copy of their medical records, hospitals and clinics typically make the process time-consuming and expensive. This prevents patients from bringing critical information like lab tests or medications to a new provider.\n\n“The feds are making me do it”: Government-induced pressure is being put on stakeholders to make health data more transparent and accessible.\n\nAn information-blocking regulation inside the 21st Century Cures Act requires EHR vendors to unlock data in their systems so providers and patients can easily access it.\n\nThe rule also prevents hospitals and clinics from interfering with patients’ rights to retrieve their health data upon request.\n\nAs of October 2022, the regulation applies to all health data, with few exceptions. Violators will be penalized on a case-by-case basis.\n\nThere are now ample market opportunities for startups and tech companies to create solutions that help EHR vendors and healthcare providers comply with new regulations. In 2021—the year the regulation first went into effect—VC funding for interoperability and health data infrastructure startups reached $2.2 billion, approximately tripling 2021’s total, per May 2022 data from Rock Health.\n\nHealth systems and EHR companies are turning to cloud-based offerings from Big Tech players—including Google Cloud, Amazon Web Services, and Microsoft Cloud for Healthcare—for data storage, management, exchange, and remote access. They’re also partnering with third-party apps and platforms—including Apple—that enable consumers to access and download their data as they choose.",
            "title": "Health systems' plan to spend more on interoperability in 2023",
            "keywords": [
                "tech",
                "data",
                "patients",
                "2023",
                "interoperability",
                "services",
                "ehr",
                "plan",
                "spend",
                "access",
                "health",
                "systems"
            ],
            "link": "https://www.insiderintelligence.com/content/most-health-systems-plan-escalate-their-interoperability-investments-2023",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: Healthcare system executives are increasing their investment in interoperability solutions and services for 2023, with 55% of C-level executives planning to increase spending by 5%-20%. Interoperability investments make it easier for providers to access and exchange data from disparate tech systems as well as enabling patients to digitally retrieve medical information. The 21st Century Cures Act requires EHR vendors to unlock patient data, driving VC funding for health data infrastructure startups up significantly. Solutions offered by Big Tech players such as Google Cloud, Amazon Web Services, Microsoft Cloud for Healthcare and Apple allow healthcare systems and consumers to access and manage their own medical records."
        },
        "13": {
            "text": "By FRANK BAJAK (AP Technology Writer)\n\nBOSTON (AP) — The U.S. wireless carrier T-Mobile said Thursday that an unidentified malicious intruder breached its network in late November and stole data on 37 million customers, including addresses, phone numbers and dates of birth.\n\nT-Mobile said in a filing with the U.S. Securities and Exchange Commission that the breach was discovered Jan. 5. It said the data exposed to theft — based on its investigation to date — did not include passwords or PINs, bank account or credit card information, Social Security numbers or other government IDs.\n\n“Our investigation is still ongoing, but the malicious activity appears to be fully contained at this time,” T-Mobile said, with no evidence the intruder was able to breach the company’s network. It said the data was first accessed on or around Nov. 25.\n\nT-Mobile said it has notified law enforcement and federal agencies, which it did not name. It did not immediately respond to an e-mail seeking comment.\n\nThe company has been hacked multiple times in recent years. In its filing, T-Mobile said it did not expect the latest breach to have material impact on its operations. But a senior analyst for Moody’s Investors Service, Neil Mack, said in a statement that the breach raises questions about management’s cyber governance and could alienate customers and attract scrutiny by the Federal Communications Commission and other regulators.\n\n“While these cybersecurity breaches may not be systemic in nature, their frequency of occurrence at T-Mobile is an alarming outlier relative to telecom peers,” Mack said.\n\nIn July, T-Mobile agreed to pay $350 million to customers who filed a class action lawsuit after the company disclosed in August 2021 that personal data including Social Security numbers and driver’s license info had been stolen. Nearly 80 million U.S. residents were affected.\n\nIt also said at the time that it would spend $150 million through 2023 to fortify its data security and other technologies.\n\nPrior to the August 2021 intrusion, the company disclosed breaches in January 2021, November 2019 and August 2018 in which customer information was accessed.\n\nT-Mobile, based in Bellevue, Washington, became one of the country’s largest cellphone service carriers in 2020 after buying rival Sprint. It reported having more than 102 million customers after the merger.",
            "title": "T-Mobile says data on 37 million customers stolen",
            "keywords": [
                "tmobile",
                "stolen",
                "company",
                "data",
                "customers",
                "numbers",
                "2021",
                "social",
                "security",
                "breach",
                "million",
                "37"
            ],
            "link": "https://www.dailylocal.com/2023/01/20/t-mobile-says-data-on-37-million-customers-stolen-2/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "14": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://triblive.com/community/norwin/color-chat-support-group/2a5fd9c3efc24b6ba87a2f4f3c20dbad/",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "15": {
            "text": "Reading Time: 5 minutes\n\nThe Bipartisan Infrastructure Law, signed by President Biden last November, is pouring billions of dollars into an upgrade of the country’s aging water infrastructure. But a new study has found that white communities have been favored in distribution of the funds, something that’s controlled by individual states.\n\nThe majority of the $55 billion allocated to water infrastructure will be distributed by states as part of low-interest revolving loan fund programs. A study by the Natural Resources Defense Council found communities of color are statistically less likely to receive the money compared to municipalities with larger white populations.\n\nBecky Hammer, who co-authored the report, said researchers focused on the state revolving fund because the program has been a major source of federal funding for wastewater and stormwater infrastructure projects in the country for decades and it got a significant boost thanks to the infrastructure bill.\n\n“There’s not a lot of publicly available information about who is getting the money,” Hammer said. “When Congress was working on the bipartisan infrastructure bill, we were asking them to put more money into the program to help address the huge backlog of infrastructure needs, but the question arose, how are the states doing at distributing the funding?”\n\nFor this study, researchers with NRDC, a nonprofit international environmental advocacy group, analyzed allocation data for the Clean Water State Revolving Fund between 2011 and 2020.\n\nResearchers found that communities of color often bear the greatest burden of inequitable access to clean water infrastructure and have the most severe need for revolving fund resources. When the population of white people increases by 10%, there’s a small increase in the possibility of receiving funds.\n\n“While the magnitude of this discrepancy is relatively small, it is nonetheless concerning given the importance of distributional equity to the goals of the CWSRF program, and given the range of other barriers—such as disproportionate environmental, socioeconomic, or health burdens—making it more difficult for communities of color\n\nto complete infrastructure improvements,” the report said.\n\nWhile it’s difficult to pinpoint the reason for this outcome, Hammer said, one factor is the broad discretion states have in distributing the funds.\n\n“There are a few choices that states make that tend to produce less equitable results,” said Hammer, adding that some areas lacking basic sewage systems don’t qualify for this type of federal funding.\n\nThe report blamed systemic racism and disinvestment for the rise in inequities in water infrastructure, adding that without federal funding water systems have to rely on local sources of revenue to pay for maintenance, which has deepened along racial and economic lines. On top of that, historically redlined communities are at a higher risk for urban flooding. Residents face rate hikes for water and sewer bills, creating water affordability challenges for many communities across the country. For communities that experienced white flight, revenue from billing may not be enough.\n\nThe NRDC report also recommends states update their project prioritization ranking system to “give greater weight to projects benefiting communities that are currently underserved” and offer favorable loan terms to underserved applicants.\n\nAnother key policy recommendation is to provide technical assistance to water systems during the application process. That’s because utility companies serving larger and wealthier communities employ in-house engineers and have resources to hire outside consultants to help them through the lengthy funding application while smaller communities do not have the technical capacity to apply for the funds.\n\nJennifer Sloan Ziegler, vice president for the American Society of Civil Engineers’ Environmental and Water Resource Institute, said many water systems don’t have the resources needed to even apply for the federal funds, such as hiring outside consultants to produce documentation that’s required.\n\n“If they don’t apply, they will never get the money,” Sloan Ziegler said. “We need a way to help disadvantaged communities pay for the upfront costs needed to apply.”\n\nSloan Ziegler said the infrastructure bill was an important step in addressing aging water infrastructure. But according to an analysis by her organization, an additional $2.6 trillion in the next decade is needed.\n\nAdvocated point to the passage of the Clean Water Act of 1972 as the last transformational investment in water infrastructure. It led to the construction of sewage treatment plants across the country. The federal government provided about 70% of the funds needed to build and upgrade treatment plants. By 1988, the federal government transitioned to a new system in which grants were replaced by subsidized loans from a “revolving fund,” according to the book, Water 4.0: The Past, Present, and Future of the World’s Most Vital resource.\n\nWithout further direct federal funding, the popularity of the loan program grew. A second revolving fund was created when drinking water laws were tightened. The program is now one of the few federal funding sources to fund water and wastewater projects, according to the book.\n\nIn order to survive, many water systems delayed repairs. While the strategy of delaying maintenance worked in the short term, the failing systems now have public health implications.\n\nThe water crisis in Jackson, Mississippi is a clear example of how this dynamic has played out and the community is not alone.\n\n“What’s happening in Jackson will become more and more common across the United States,” Sloan Ziegler said.\n\nFor years residents in Jackson have been forced to live without potable water for extended periods of time. Residents in this mostly Black city couldn’t use the “tea-colored” water flowing from their faucets to brush their teeth, shower or cook following dozens of boil water advisories. Over the summer, the water stopped flowing altogether after flooding pushed the crumbling water system to a breaking point. That wasn’t the first time, a 2021 winter storm left thousands of residents without running water, some for up to a month.\n\nLast year, the National Association for the Advancement of Colored People stepped in accusing “the state of Mississippi of discrimination” against Jackson’s residents by “depriving the city of federal funds to maintain its public drinking water system in favor of funding smaller, majority white communities with less acute needs,” the federal discrimination complaint filed on behalf of Jackson’s residents said.\n\nWhile Jackson is the most populous city in the state, this majority-Black community only received federal funds from the “Drinking Water State Revolving Loan Fund” three times over the last 25 years.\n\n“Make no mistake – this is nothing new.” Our country has a longstanding history of mistreating, and neglecting Black communities, putting the lives of men, women, and children at risk,” Abre’ Conner, NAACP’s director of environmental and climate justice said in a statement.\n\nIn October, the U.S. The Environmental Protection Agency launched an investigation into these claims.\n\nSince the state revolving fund is one of the few federal sources of funding for water infrastructure, the NAACP discrimination complaint highlighted problems in how the state of Mississippi distributed these funds. According to the complaint, the additional funding allocated through the new infrastructure bill is not adequate.\n\n\n\n“These limits are plainly insufficient to address the grave problems facing Jackson’s system and disparately treat residents who live in an area that is more than twice the population of any other entity in the State,” the complaint said. “Here again, Jackson — and its majority-Black population — are placed at a structural disadvantage when competing for federal funds.”\n\nClarification: Jan. 20, 2023, 1:10 p.m. An earlier version of this story incorrectly stated the funding gap for water infrastructure was $2 trillion over the next decade. It should be $2.6 trillion.\n\nRelated\n\nHelp support this work",
            "title": "Study finds disparities in states’ distribution of federal funds for water systems",
            "keywords": [
                "revolving",
                "communities",
                "funds",
                "distribution",
                "state",
                "disparities",
                "residents",
                "fund",
                "study",
                "finds",
                "federal",
                "infrastructure",
                "states",
                "funding",
                "water",
                "systems"
            ],
            "link": "https://publicintegrity.org/environment/natural-resources/study-finds-disparities-in-states-distribution-of-federal-funds-for-water-systems/",
            "skip": "false",
            "gpt_score_reason": " at our tip jar\n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": ".\n\nThe Bipartisan Infrastructure Law is allocating $55 billion to upgrade the country's aging water infrastructure but a new report has found that communities of color are statistically less likely to receive these funds compared to municipalities with larger white populations due to systemic racism, state discretion in funding distribution, and a lack of resources needed for disadvantaged communities to even apply for the money. The NRDC study recommends states prioritize projects beneficial for underserved communities and provide technical assistance during the application process and an additional $2.6 trillion is needed over the next decade according to American Society of Civil Engineers’ Environmental and Water Resource Institute in order for sustainable upgrades of our water infrastructure."
        },
        "16": {
            "text": "WASHINGTON—U.S. Senator Mitt Romney (R-UT) today applauded an announcement from the USDA Forest Service regarding expanded efforts to reduce wildfire risk in Utah and across the West. The Uinta-Wasatch–Cache National Forest in Northern Utah and the Pine Valley area of the Dixie National Forest near St. George will receive increased funding to build critical infrastructure and strengthen wildfire resilience to protect from catastrophic wildfire—made possible because of Senator Romney’s involvement during Infrastructure Investment and Jobs Act negotiations to ensure Utah had a seat at the table.\n\n\n\n“I was proud to help negotiate the bipartisan infrastructure bill, which will better position Utah and our country to meet the infrastructure-related challenges of the 21st century,” Senator Romney said. “It is imperative that we improve strategies which bolster wildfire resilience and prevent future wildfires from becoming catastrophic disasters in our state and across the West, which is why I worked to ensure funding for critical areas like the Uinta-Wasatch-Cache and Pine Valley projects was included in the bipartisan infrastructure bill. I appreciate Secretary Vilsack for implementing this funding, and I look forward to seeing these projects come to fruition to reduce wildfire risks and rehabilitate areas already affected.”\n\n\n\nDetails on the USDA Forest Service Funding Announcement:\n\n\n\nWasatch Landscape Priority Investment Project\n\n\n\nThe Wasatch Landscape, part of the Uinta-Wasatch-Cache National Forest, is approximately 1.1 million acres, encompassing 714,000 acres of National Forest System lands. Approximately 382,000 acres, or 44 percent, of the Wasatch landscape is classified as a high or very high-risk fireshed, posing a considerable threat to the function of vital watersheds, plant and wildlife habitat, recreational opportunities, and private property.\n\n\n\nPine Valley Priority Landscape Project\n\n\n\nThe Pine Valley Landscape rests in the Dixie National Forest and is approximately 400,000 acres, encompassing 250,000 acres of National Forest System lands. Values at risk in this priority area include water quality, watershed health and resiliency, critical infrastructure including major national energy corridors, wildland-urban interface, and intermixed public and private land in St. George and adjacent communities.\n\n\n\nBackground on the Infrastructure Investment and Jobs Act:\n\n\n\nThe Infrastructure Investment and Jobs Act, negotiated by Senator Romney and his colleagues, is bringing much-needed support to communities across the country to increase the resilience of lands facing the threat of wildland fires and to better support federal wildland firefighters. It includes $1.5 billion for the Department of Interior over the next five years to invest in preparedness, fuels management, post-fire restoration, and fire science. It also directs major reforms for federal wildland firefighters, including temporary pay increases and a new occupational series classification more specific to firefighters. Infrastructure Investment and Jobs Act investments in wildland fire management in Utah will increase fuels treatment in areas with high wildfire hazard potential, helping to protect homes and businesses in the wildland-urban interface and public drinking water. These efforts will promote climate resiliency across landscapes and communities and will employ Tribal members, youth, and veterans.",
            "title": "Romney Welcomes Investment from Bipartisan Infrastructure Bill to Strengthen Utah’s Wildfire Resilience",
            "keywords": [
                "forest",
                "strengthen",
                "bill",
                "landscape",
                "utahs",
                "national",
                "valley",
                "resilience",
                "romney",
                "welcomes",
                "infrastructure",
                "bipartisan",
                "acres",
                "wildfire",
                "investment",
                "wildland",
                "utah"
            ],
            "link": "https://www.romney.senate.gov/romney-welcomes-investment-from-bipartisan-infrastructure-bill-to-strengthen-utahs-wildfire-resilience/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSenator Romney successfully advocated for increased funding to improve wildfire resilience in Utah and across the West through his involvement in negotiations for the Infrastructure Investment and Jobs Act. Two areas, Uinta-Wasatch–Cache National Forest in Northern Utah and Pine Valley area of Dixie National Forest near St. George, will receive increased funding for critical infrastructure and fuels treatment projects to prevent future catastrophic wildfires from occuring. The new legislation also provides additional protections for federal wildland firefighters with pay increases and a new classification series specific to their roles."
        },
        "17": {
            "text": "Note: Email only to editor@delcotimes.com by Wednesday noon. Send specifics for a month at the start of the month, please. All notices will appear online. Print is based on available space.\n\nTrainer Trinity United Methodist Church: 3705 W. Ninth St., Trainer. Food cupboard available Saturday, Jan. 21, 9:30 to 11 a.m. Donations of food items joyfully received throughout the week for food cupboard distribution. Email: trainerumc@comcast.net. Facebook: Trainer Trinity United Methodist Church. YouTube: trainertrinityumc\n\nConcord Liberty Presbyterian Church: 256 Bethel Road, Glen MIlls will continue the monthly “first fruits” collection the first Sunday of each month.\n\nFridays at 6 p.m.: at Norwood United Methodist Church is game night, hosted by the youth ministry. This event is for students in grades 5-12. We will have an NFL Madden, NBA 2K tournament, and a host of other games for students to play. Light refreshments will be provided. Contact Pastor Mike Nelson at info@mikenelsonspeaks.com with any questions you may have on the free event.\n\nProspect Hill Baptist Church and Loaves and Fishes Food Pantry: 703 Lincoln Ave., Prospect Park. Sunday worship, in-person and online, 11 a.m., www.prospecthillbaptist.org. Visit us on Facebook: @prospecthillbc. The pantry serves residents of Delaware County with meat, dairy, fresh produce, and canned goods. Hours: Tuesdays 11 a.m. – 2 p.m.; 4 – 7 p.m. Thursdays 1 – 4 p.m. More info on Facebook at delcoloavesandfishes and www.delcoloavesandfishes.org; 610- 532-9000\n\nThe Foundry Church: 25 Cedar Road, Wallingford, new hours, Tuesday 6-8 p.m. We offer fresh and frozen food, canned and dry goods. Visit www.the foundry church.org or arts programs studio4:10 Facebook page. Our pantry number is 610-872-3344\n\nEvangelist Outreach in Chester: Are you an individual, group, church or organization that have a desire to share the gospel in our community with the opportunity to receive a $500 stipend. If so, email prayingfriends@mail.com for more information and register to participate.\n\nFirst United Methodist Church: 350 W. State St., Media, The church is home to the Media Food Bank which serves 75-100 families each week and is supported by individuals, area churches, and local businesses. The food bank is open Thursdays 7-8 p.m. and the second and fourth Saturday of each month from 10-11 a.m. The church also serves the community through its clothing closet which is open Thursdays 7-8 p.m. and every Saturday from 10 a.m.-noon. The Transition Town Media Free Store is located at First United and serves as a place to donate used items and take (for free) items that can be used or repurposed. First Church offers free beginner yoga classes Wednesday at 10 a.m. and Saturday at 9 a.m. There is no charge, but donations are welcome.\n\nMiddletown Presbyterian Church: 273 South Old Middletown Road, Media. Just GRIT, Fridays, 7-9 p.m., teen activities. Bible study with pizza. Adult Bible Study, Wednesdays, 9:30-11 a.m.\n\nTemple Baptist Church: 736 W. Seventh St., Chester, will now have afternoon Bible study on Wednesdays from noon-1 p.m. Come out and share the joy of God’s love to his people. https://www.loc8nearme.com/pennsylvania/chester/temple-baptist-church/6148723.\n\nThe Christian Church of Chester: 308 W. Third St., Chester cafe will be open on Tuesdays from 6-7 p.m. Enjoy a free hot meal. Zumba is held every Wednesday at 6 p.m. Come for the fellowship and get fit for free. In the instance of inclement weather, contact the church at 610- 874-9690 or check our social media pages to see whether an activity has been delayed, canceled or rescheduled. www.thechristianchurchofchester.com\n\nThe Healing Rooms of Delaware County: A multi-church ministry with the goal of connecting people to God’s love and power. Location is New Hope Christian Church, 551 Paxon Hollow Road, Broomall. 484-422-8145. Hours of operation: Monday, 7:30-9 p.m. No appointment necessary. Facility is wheelchair accessible.\n\nTurning Point Ministries: 624 E. Eighth St., Chester, is collecting food as part of its endeavor to continually build up the city. Congregants are willing to pick up any and all donated nonperishable items that can be stored in the church’s pantry until the time comes to serve. The pantry is open the first and third Wednesdays of every month. For information and to set up donations, call LeeVetta Smith at 267-475-7087 or email turningpointministries7@gmail.com",
            "title": "Religious-affiliated events in Delaware County, weekend of Jan. 20, 2023",
            "keywords": [
                "food",
                "st",
                "county",
                "20",
                "free",
                "w",
                "church",
                "2023",
                "media",
                "serves",
                "delaware",
                "pantry",
                "jan",
                "events",
                "united",
                "religiousaffiliated",
                "weekend",
                "chester"
            ],
            "link": "https://www.delcotimes.com/2023/01/20/religious-affiliated-events-in-delaware-county-weekend-of-jan-20-2023/",
            "skip": "true",
            "gpt_score_reason": ".\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "18": {
            "text": "We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits. By clicking “Accept”, you consent to the use of ALL the cookies.",
            "title": "Fulton Financial sets earnings records",
            "keywords": [
                "cookies",
                "clicking",
                "financial",
                "website",
                "preferences",
                "consent",
                "records",
                "fulton",
                "earnings",
                "sets",
                "visits",
                "repeat",
                "relevant",
                "experience",
                "remembering"
            ],
            "link": "https://www.cpbj.com/fulton-financial-sets-earnings-records/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "19": {
            "text": "Regal Cinemas will close 39 of its U.S. theatres after its parent company Cineworld filed for bankruptcy last year.\n\nAccording to Variety, Cineworld will abandon leases for the 39 theaters starting Feb. 15. Cineworld said in the company’s latest bankruptcy filing that the monthly rent per theater increased by nearly 30% between 2019 and 2022, despite a massive decline in domestic box office ticket sales during the COVID-19 outbreak.\n\nBusiness Insider reports that the Gallery Place Stadium 14 theatre in Washington, D.C., as well as the Bowie Stadium 14 and Rockville Center Stadium 13 theatres in Bowie and Rockville, are among the 39 theatres slated for closure.\n\nThe Regal Majestic theatre at 900 Ellsworth Dr. in the Downtown Silver Spring development, which was renovated in 2017, will remain open.\n\n“In total, the Debtors estimate that rejecting the Leases will save their estates approximately $22 million annually,” Cineworld said in their latest bankruptcy filing.\n\nAccording to a statement released last year, Cineworld, which has theaters in ten countries, including the U.S. and UK, was experiencing low admissions due to a lack of big-budget movies and warned of the possibility of bankruptcy.\n\nCineworld filed for bankruptcy last September.\n\nRegal Cinemas shut down all 500 of its locations twice as a result of the COVID-19 pandemic, following a cascade of postponements for big-budget Hollywood films.\n\n“We are like a grocery shop that doesn’t have vegetables, fruit, meat,” Cineworld CEO Mooky Greidinger said in an October 2020 interview with The Wall Street Journal. “We cannot operate for a long time without a product.”\n\nSource file photo",
            "title": "Regal Cinemas to Close 39 Theaters Amid Bankruptcy; Majestic to Remain Open",
            "keywords": [
                "cinemas",
                "39",
                "leases",
                "theatres",
                "stadium",
                "theatre",
                "cineworld",
                "theaters",
                "remain",
                "amid",
                "regal",
                "majestic",
                "close",
                "rockville",
                "bankruptcy",
                "open"
            ],
            "link": "https://www.sourceofthespring.com/silver-spring-news/2802532/regal-cinemas-to-close-39-theaters-amid-bankruptcy-majestic-to-remain-open/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        }
    }
}