{
    "date": "2023-01-08",
    "category": "cr",
    "articles": {
        "0": {
            "text": "Homeland Security Secretary Mayorkas dismisses Republican calls to resign over the border\n\nSTORY POSTED 3 HOURS AGO\n\nABC News (WASHINGTON) - Homeland Security Secretary Alejandro Mayorkas on Sunday rebuffed calls from leading Republicans to step aside - or risk impeachment - and underscored the critical nature of managing migration challenges \"gripping\" the Western Hemisphere. In an interview...\n\nRead further at news source\n\n★ FURTHER REFERENCES ★\n\n★ RELATED STORIES IN ILLINOIS ★",
            "title": "Homeland Security Secretary Mayorkas dismisses Republican calls to resign over the border",
            "keywords": [
                "mayorkas",
                "calls",
                "step",
                "western",
                "washington",
                "source",
                "homeland",
                "border",
                "dismisses",
                "underscored",
                "security",
                "republican",
                "secretary",
                "resign"
            ],
            "link": "https://spotonillinois.com/il-politics/2713948/homeland-security-secretary-mayorkas.html",
            "skip": "false",
            "summary": "\n\nAlejandro Mayorkas, the Secretary of Homeland Security, has dismissed calls from leading Republicans to resign over the conditions at the US-Mexico border. He highlighted that managing migration challenges is a critical task in order to address problems gripping Western Hemisphere."
        },
        "1": {
            "text": "Blackhawks News: This was actually Chicago's best player on Friday\n\n08-01-2023 4:01 PM\n\nThe Chicago Blackhawks earned a big win over the Arizona Coyotes at the United Center on Friday night. That isn't great for the Connor Bedard sweepstakes but most of the teams around them in that also earned a couple of points this weekend so it is no big deal. Jake McCabe and Tyler...\n\nRead further at news source\n\n★ FURTHER REFERENCES ★\n\n★ RELATED STORIES IN ILLINOIS ★",
            "title": "Blackhawks News: This was actually Chicago's best player on Friday",
            "keywords": [
                "earned",
                "actually",
                "chicagos",
                "win",
                "sweepstakes",
                "source",
                "player",
                "weekend",
                "blackhawks",
                "united",
                "big",
                "tylerread",
                "best",
                "teams"
            ],
            "link": "https://spotonillinois.com/il-sports/chicago-blackhawks/2713822/blackhawks-news-this-was-actually-chicagos.html",
            "skip": "false",
            "summary": "\n\nThe Chicago Blackhawks won their match against the Arizona Coyotes on Friday night, with Jake McCabe and Tyler Motte being the team's best players. Despite some other teams around them earning a couple of points this weekend, it was no big deal for the Connor Bedard Sweepstakes."
        }
    }
}