{
    "date": "2023-01-13",
    "category": "sr",
    "articles": {
        "0": {
            "text": "The plane prepares to take off ahead of Britain's first satellite launch, at Cornwall Airport Newquay, in Cornwall, Britain January 9, 2023. REUTERS/Henry Nicholls/File Photo reuters_tickers\n\nThis content was published on January 13, 2023 - 15:21\n\nLONDON (Reuters) - Britain said on Friday Virgin Orbit's failed satellite launch this week would be jointly investigated by the UK Space Accident Investigation Authority (SAIA) and the United States Federal Aviation Administration.\n\n\"The (UK) team will work closely with the FAA to oversee Virgin Orbit’s investigation into the cause of the anomaly. The aim will be to ensure that any relevant safety lessons are learnt,\" the British government said in a statement.\n\nRichard Branson's Virgin Orbit is already planning another rocket launch from Cornwall in southwest England after its doomed mission on Monday.\n\nThe company's rocket, released from a Boeing 747 aircraft, experienced an anomaly during its flight through space, dashing Britain's hopes of becoming the first European nation to put satellites into orbit.\n\n(Reporting by Sarah Young; editing by Michael Holden)",
            "title": "Britain says failed satellite launch to be probed by UK Space, U.S. FAA",
            "keywords": [
                "space",
                "investigation",
                "faa",
                "failed",
                "rocket",
                "launch",
                "virgin",
                "cornwall",
                "probed",
                "orbits",
                "britain",
                "britains",
                "uk",
                "satellite"
            ],
            "link": "https://www.swissinfo.ch/eng/britain-says-failed-satellite-launch-to-be-probed-by-uk-space--u-s--faa/48202772",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": " \n\nVirgin Orbit's failed satellite launch in Britain this week has prompted the UK Space Accident Investigation Authority (SAIA) and the United States Federal Aviation Administration to jointly investigate, with a goal of learning any relevant safety lessons. Richard Branson’s Virgin Orbit is planning another rocket launch from Cornwall after its mission on Monday faced an anomaly during flight."
        },
        "1": {
            "text": "Check out the decoding mystery in the blog here .\n\nJohn went ahead and turned this into a stream of 1s and 0s, assume that the upper frequency is 1 and the lower 0.\n\nI grabbed an audio file version of the clip of 2-XL and fed it into Fldigi to see if I could get an instant decode. No such luck. But I shoved the file into Audacity and took a look at the spectrum and there are two distinct peaks.\n\nFSK means “frequency shift keying”. It’s a way of sending data that uses two levels (0 or 1, or mark or space in the jargon). Data is encoded in some format (e.g. Baudot code or ASCII) and then sent using those two levels as audio or radio. One such radio format is RTTY which I messed around with in the past when sending up a high-altitude balloon.\n\n2-XL (2-XL Robot, 2XL Robot, 2-XL Toy) is an educational toy robot that was marketed from 1978–1981 by the Mego Corporation , and from 1992–1995 by Tiger Electronics . 2-XL was the first “smart-toy” in that it exhibited rudimentary intelligence, memory, gameplay, and responsiveness. 2-XL was infused with a “personality” that kept kids focused and challenged as they interacted with the verbal robot. Learning was enhanced via the use of jokes and funny sayings as verbal reinforcements for performance. 2-XL was heralded as an important step in the development of toys, particularly educational ones. 2-XL won many awards, and Playthings , a toy industry magazine, placed 2-XL on its 75th anniversary cover as one of the industry’s top-ten toys of all time.\n\nStop breadboarding and soldering – start making immediately! Adafruit’s Circuit Playground is jam-packed with LEDs, sensors, buttons, alligator clip pads and more. Build projects with Circuit Playground in a few minutes with the drag-and-drop MakeCode programming site, learn computer science using the CS Discoveries class on code.org, jump into CircuitPython to learn Python and hardware together, TinyGO, or even use the Arduino IDE. Circuit Playground Express is the newest and best Circuit Playground board, with support for CircuitPython, MakeCode, and Arduino. It has a powerful processor, 10 NeoPixels, mini speaker, InfraRed receive and transmit, two buttons, a switch, 14 alligator clip pads, and lots of sensors: capacitive touch, IR proximity, temperature, light, motion and sound. A whole wide world of electronics and coding is waiting for you, and it fits in the palm of your hand.\n\nJoin 35,000+ makers on Adafruit’s Discord channels and be part of the community! http://adafru.it/discord\n\nHave an amazing project to share? The Electronics Show and Tell is every Wednesday at 7pm ET! To join, head over to YouTube and check out the show’s live chat – we’ll post the link there.\n\nJoin us every Wednesday night at 8pm ET for Ask an Engineer!\n\nFollow Adafruit on Instagram for top secret new products, behinds the scenes and more https://www.instagram.com/adafruit/\n\nCircuitPython – The easiest way to program microcontrollers – CircuitPython.org",
            "title": "The hidden “code” inside 2-XL toy’s space age noises",
            "keywords": [
                "space",
                "electronics",
                "inside",
                "noises",
                "age",
                "verbal",
                "way",
                "toys",
                "2xl",
                "robot",
                "circuit",
                "clip",
                "playground",
                "using",
                "toy",
                "code",
                "hidden"
            ],
            "link": "https://blog.adafruit.com/2023/01/13/the-hidden-code-inside-2-xl-toys-space-age-noises/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "2": {
            "text": "Your subscription supports:\n\nAward-winning investigative reporting that rights wrongs and makes Texas a better place to live.\n\nEssential coverage of schools, development and real estate as Austin continues to grow.\n\nExpert, insider coverage of Austin and Texas politics, unrivaled commentary and exclusive Politifact fact-checks to help you make sense of what’s happening.\n\nThe best guide in Austin to restaurants, live music and entertainment from Austin360.\n\nUnparalleled coverage of everything Texas Longhorns and high school sports\n\nNewsletters on topics that interest you most",
            "title": "Austin American-Statesman",
            "keywords": [
                "topics",
                "unrivaled",
                "supportsawardwinning",
                "coverage",
                "wrongs",
                "subscription",
                "sportsnewsletters",
                "americanstatesman",
                "austin",
                "whats",
                "texas"
            ],
            "link": "https://www.statesman.com/story/business/technology/2023/01/13/capital-factory-austin-covid-helped-tech-startup-scene-joshua-baer-says/69799605007/",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "3": {
            "text": "The Rashid Rover, the Arab region’s first mission to the Moon, has traveled 1.34 million kilometers and completed one month in space.\n\nThe rover was built in the UAE by a fully Emirati team at the Mohammed Bin Rashid Space Centre (MBRSC), which announced the latest milestone on Friday.\n\nAdvertisement\n\nFor all the latest headlines follow our Google News channel online or via the app.\n\nThe rover was sent to space from Cape Canaveral Space Force Station in Florida on December 11 in SpaceX’s Falcon 9 rocket.\n\nThe mission team has reportedly completed all health assessments and maintenance checks to ensure the optimal functioning of its onboard subsystems and instruments.\n\nThe team on Earth is now communicating with it once every week, the Emirates News Agency WAM reported.\n\n.@MBRSpaceCentre: The Rashid Rover has successfully completed one month in space, travelling close to 1.34 million km. Since the launch, the Emirates Lunar Mission (ELM) team has completed 220 minutes of communication with the world’s most compact rover.https://t.co/Wf8hhUSjRU pic.twitter.com/AzB6ELLDQh — Dubai Media Office (@DXBMediaOffice) January 13, 2023\n\nCurrently, the team is preparing for the entry, descent, and landing phase prior to the start of surface operations. It is expected to land towards the end of April this year to an unexplored part of the Moon.\n\nBefore the landing, the team will reportedly prepare by participating in 12 simulated rehearsals at the ground stations.\n\nOn the Moon’s surface, the rover will conduct scientific tests that is expected to contribute to qualitative developments in the fields of science, communication technologies, and robotics.\n\nThe primary goal of the mission is to study the Moon’s plasma and to provide answers about Moon dust, the lunar surface, mobility on the Moon’s surface, and how different surfaces interact with lunar particles.\n\nThe 10-kilogram explorer will also send back images and collect data on lunar soil and dust once it reaches the lunar surface.\n\nRead more:\n\nLast surviving astronaut of Apollo 7 mission Walter Cunningham dies at age 90\n\nSouth Korea’s first-ever lunar orbiter sends photos of Earth, Moon\n\nUnexplained leak from docked Soyuz spacecraft cancels Russian ISS spacewalk: NASA",
            "title": "UAE’s Rashid Rover, first Arab Moon mission, marks one month in space",
            "keywords": [
                "space",
                "uaes",
                "surface",
                "lunar",
                "marks",
                "mission",
                "reportedly",
                "team",
                "month",
                "rover",
                "moons",
                "completed",
                "rashid",
                "arab",
                "moon"
            ],
            "link": "https://english.alarabiya.net/News/gulf/2023/01/13/UAE-s-Rashid-Rover-first-Arab-Moon-mission-marks-one-month-in-space",
            "skip": "true",
            "duplicates": [
                "3",
                "12"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "4": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.itp.net/emergent-tech/rashid-rover-first-uae-built-lunar-rover-completes-one-month-in-space",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "5": {
            "text": "NASA has taken to its blog to announce that its James Webb Space Telescope has confirmed its first exoplanet, which was found to be very similar to Earth in terms of size.\n\n4\n\nVIEW GALLERY - 4 IMAGES\n\nThe exoplanet was originally classified as LHS 475 b was identified by Webb, and according to NASA's blog post, the planet clocks in at 99% of Earth's diameter, making it almost the exact same size as our pale blue dot. Researchers from the Johns Hopkins University Applied Physics Laboratory led the discovery and explained that Webb's Near-Infrared Spectrograph (NIRSpec) captured the planet easily and clearly. Webb's observations found that the planet is small, rocky, and doesn't feature an atmosphere that is methane heavy.\n\nNASA writes that researchers are currently exploring the acquired data to determine what type of atmosphere the exoplanet has, or if any atmosphere at all. At the moment, the team can't conclude what is present in the atmosphere but can deduce what isn't present in the atmosphere, hence the aforementioned lack of methane.\n\n4\n\n\"These first observational results from an Earth-size, rocky planet open the door to many future possibilities for studying rocky planet atmospheres with Webb. Webb is bringing us closer and closer to a new understanding of Earth-like worlds outside our solar system, and the mission is only just getting started,\" agreed Mark Clampin, Astrophysics Division director at NASA Headquarters in Washington.\n\n4\n\nAdditionally, Webb found that the exoplanet is approximately a few hundred degrees hotter than Earth, and if it's found to have clouds of thick carbon dioxide, it would mean this exoplanet is more similar to Venus than Earth. However, this is yet to be confirmed.\n\nFurthermore, the team was able to confirm this exoplanet orbits its host star in just two days, making it closer to its companion star than any planet within our solar system. Additionally, Webb found that while LHS 47b orbits its star in just two days, the Red Dwarf star that it's orbiting is less than half of the temperature of the Sun, meaning it could still harbor an atmosphere.\n\n\"There are some terrestrial-type atmospheres that we can rule out,\" explained Jacob Lustig-Yaeger, lead researcher. \"It can't have a thick methane-dominated atmosphere, similar to that of Saturn's moon Titan.\"\n\nJacob Lustig-Yaeger, a lead researcher on the discoveries, states that the team is at the forefront of studying small, rocky exoplanets and that scientists have barely begun scratching the surface of what their atmospheres might be like. Lastly, LHS 475 b is relatively close to Earth in terms of the galactic neighborhood at only 41 light-years away, residing within the constellation Octans.\n\nIf you are interested in reading more on LHS 475 b, check out NASA's blog post here.",
            "title": "NASA's Webb telescope confirms first exoplanet that's very similar to Earth",
            "keywords": [
                "webb",
                "confirms",
                "atmosphere",
                "telescope",
                "thats",
                "team",
                "nasas",
                "planet",
                "rocky",
                "similar",
                "star",
                "exoplanet",
                "earth",
                "lhs"
            ],
            "link": "https://www.tweaktown.com/news/90018/nasas-webb-telescope-confirms-first-exoplanet-thats-very-similar-to-earth/index.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nNASA has confirmed their first exoplanet located only 41 light-years away from Earth. Shown to be almost the same size as our planet, LHS 475 b is a small and rocky planet with an atmosphere that does not contain methane. Further analysis of its composition is being done by researchers at Johns Hopkins University Applied Physics Laboratory using data collected from NASA's James Webb Space Telescope in order to determine what type of environment this exoplanet exhibits."
        },
        "6": {
            "text": "Welcome to Edition 5.23 of the Rocket Report! It has been a difficult week for rocket aficionados, with the back-to-back failure of Virgin Orbit's LauncherOne, and ABL Space's RS1 vehicles, on Monday and Tuesday. I certainly hope both companies can find and fix the technical problems, and get into orbit soon.\n\nAs always, we welcome reader submissions, and if you don't want to miss an issue, please subscribe using the box below (the form will not appear on AMP-enabled versions of the site). Each report will include information on small-, medium-, and heavy-lift rockets as well as a quick look ahead at the next three launches on the calendar.\n\nVirgin Orbit launch from UK fails to reach orbit. After the Cosmic Girl aircraft made a much-hyped takeoff from Cornwall, England, on Monday night, Virgin Orbit's mission ended in failure when the second stage did not properly put its nine payloads into orbit. In a statement published on Thursday morning, Virgin Orbit provided a little bit more information about the failure: \"At an altitude of approximately 180 km, the upper stage experienced an anomaly. This anomaly prematurely ended the first burn of the upper stage.\"\n\nSecuring those assets ... This was the company's first failure after an initial demonstration mission, in 2020. Since then LauncherOne had successfully reached orbit four times in a row, indicating that the launch system was fundamentally sound. The failure comes at an unfortunate time for Virgin Orbit, which, Ars reports, is struggling to raise funds. After Virgin ceased a fundraising effort in November, it turned to founder Richard Branson for an additional $20 million in December 2020. However, this convertible note came with strings attached—it granted Branson a first-priority secured interest. Essentially, then, Virgin Orbit appears to have pledged all of its assets to Branson. (submitted by Ken the Bin)\n\nAdvertisement\n\nABL Space debut launch fails. The first flight of ABL Space Systems’ RS1 rocket failed to reach orbit on Tuesday, Space News reports. The company said that the nine engines on the RS1 vehicle's first stage shut down simultaneously after liftoff, causing the vehicle to fall back to the pad and explode. The company did not disclose when after liftoff the shutdown took place or the altitude the rocket reached. The explosion damaged the launch facility, but no personnel were injured.\n\nNext attempt forthcoming ... “This is not the outcome we were hoping for today, but one that we prepared for,” the company said. The two-stage vehicle has nine of its E2 engines in its first stage and one vacuum-optimized E2 engine in the upper stage, using kerosene and liquid-oxygen propellants. The vehicle is designed to launch from facilities with minimal infrastructure and lift up to 1.35 metric tons to low-Earth orbit. ABL has raised several hundred million dollars from venture capital firms, with Lockheed Martin as both a strategic investor and a major customer. (submitted by Ken the Bin and EllPeaTea)\n\nThe Rocket Report: An Ars newsletter The easiest way to keep up with Eric Berger's space reporting is to sign up for his newsletter, we'll collect his stories in your inbox. Sign Me Up!\n\nRFA to launch from Northern Scotland. The German launch company Rocket Factory Augsburg announced Wednesday that its debut launch would take place from SaxaVord Spaceport, located on the most northerly of the Shetland Islands in Northern Scotland. The Scottish spaceport is ideally located for RFA to launch payloads at a high cadence into polar Sun-synchronous orbits, the company said. According to the news release, RFA will have exclusive access to \"Launch Pad Fredo\" at the spaceport.\n\nRFA One to fly this year? ... From an accompanying image, it appears that a large, steel launch support structure has already been constructed on site. (RFA calls the structure a \"launch stool,\" but this family-friendly publication will use an alternative term.) The company says the debut launch of its RFA One vehicle could occur by the end of 2023 and that stage testing is due to begin during the middle of this year. We'll have to see if that happens, but it does seem like RFA's first orbital launch is not that far into the future. (submitted by Brangdonj, EllPeaTea, and Ken the Bin)\n\nAdvertisement\n\nEuropean launch race remains wide open. With the failure of Virgin Orbit's debut launch from the United Kingdom, the ability to proclaim oneself the first country and company to launch into orbit from Western Europe remains open. The RFA One launch noted above is one contender. Another is Isar Aerospace, which has an agreement to launch from the Andøya Spaceport in Norway, NRK reports.\n\nSweden, too ... The German company's Spectrum rocket can launch about 1 metric ton into low-Earth orbit, and Isar is attempting to make its debut orbital attempt this year. But wait, there's more. His Majesty the King of Sweden, Carl XVI Gustaf, will be visiting the Esrange Spaceport in the northern part of Sweden on Friday to \"cut the ribbon\" on an orbital complex there. However, an orbital launch tenant at Esrange has yet to be announced. (submitted by audunru)\n\nElectron gets a new US launch date. After standing down in late 2022 due to weather issues, Rocket Lab has set a new launch date for Electron's first flight from Virginia Space’s Mid-Atlantic Regional Spaceport. The launch window for the \"Virginia is for Launch Lovers\" mission is scheduled to open on January 23, with backup dates through early February. The daily launch opportunity runs from 6 pm to 8 pm ET (23:00 to 1:00 UTC).\n\nHoping for calmer winds in the new year ... This mission will deploy three satellites for radio frequency geospatial analytics provider HawkEye 360. The mission is the first of three Electron launches for HawkEye 360 in a contract that will see Rocket Lab deliver 15 satellites to low-Earth orbit by the end of 2024. Electron's US debut was delayed by more than a year while the company sought to obtain a launch license, and the December attempt was scuttled by unfavorable upper-level winds during the launch window. (submitted by Ken the Bin)",
            "title": "Rocket Report: Starship may actually be near liftoff; China’s copycat booster designs",
            "keywords": [
                "failure",
                "booster",
                "launch",
                "virgin",
                "report",
                "orbit",
                "submitted",
                "near",
                "copycat",
                "chinas",
                "actually",
                "starship",
                "rocket",
                "company",
                "debut",
                "liftoff",
                "stage",
                "designs",
                "spaceport"
            ],
            "link": "https://arstechnica.com/science/2023/01/rocket-report-starship-may-actually-be-near-liftoff-chinas-copycat-booster-designs/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: This week in the Rocket Report, Virgin Orbit's LauncherOne and ABL Space Systems' RS1 Rockets failed to reach orbit while European countries remain eager to debut their own orbital launches. Electron has announced a new launch date for its debut from Virginia Space’s Mid-Atlantic Regional Spaceport on January 23rd with backup dates through February."
        },
        "7": {
            "text": "According to a recent study led by Lund University, wing-folding could be the next step in increasing the efficiency of flapping drones.\n\nBirds, and even extinct bird-like dinosaurs, have benefited from folding their wings during the upstroke as they developed active flight. Birds are the largest and most efficient of the flying animals alive today, making them interesting as inspiration for the development of drones.\n\nHowever, aerodynamic studies of ways to flap the wings are required to determine which flapping strategy is best. Therefore, a team of researchers has constructed a robotic wing that can flap like a bird, and beyond.\n\n“We have built a robot wing that can flap more like a bird than previous robots, but also flap in a way that birds cannot do. By measuring the performance of the wing in our wind tunnel, we have studied how different ways of achieving the wing upstroke affect force and energy in flight,” said Christoffer Johansson, biology researcher at Lund University.\n\nThe research, ‘Robotic Avian Wing Explains Aerodynamic Advantages of Wing Folding and Stroke Tilting in Flapping Flight,’ is published in the journal Advanced Intelligent Systems.\n\nStudying bird flight to increase the speed range of drones\n\nPrevious studies have demonstrated that when flying slowly, birds flap their wings more horizontally. In the new study, the researchers concluded that birds probably do this, even though it requires more energy, because it is easier to create a sufficiently large force to propel themselves. Drones can emulate this to increase the range of speeds they can fly at.\n\n“The new robotic wing can be used to answer questions about bird flight that would be impossible simply by observing flying birds. Research into the flight ability of living birds is limited to the flapping movement that the bird actually uses,” explained Johansson.\n\nThe results can help with understanding how the migration of birds is affected by climate change\n\nThe research set out to find which movement patterns create the most force and are the most efficient, explaining why birds flap the way they do. The study’s results can be used to better understand how the migration of birds is affected by access to food and climate change.\n\nAlso, there are many potential uses for drones where these insights can be put to good use, for example, by using drones to deliver goods.\n\n“Flapping drones could be used for deliveries, but they would need to be efficient enough and able to lift the extra weight this entails. How the wings move is of great importance for performance, so this is where our research could come in handy,” concluded Johansson.\n\n\n\n",
            "title": "Efficiency of flapping drones to be increased with wing-folding research",
            "keywords": [
                "flapping",
                "wing",
                "flight",
                "flap",
                "wings",
                "efficiency",
                "used",
                "bird",
                "drones",
                "increased",
                "research",
                "birds",
                "wingfolding"
            ],
            "link": "https://www.innovationnewsnetwork.com/efficiency-flapping-drones-increased-wing-folding-research/28838/",
            "skip": "false",
            "gpt_score_reason": "8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nThis recent study, led by Lund University, found that wing-folding could be the next step in increasing efficiency for flapping drones. They used a robotic wing to replicate bird flight and studied the movement patterns creating the most force and efficiency - with potential applications to better understanding migration of birds due to climate change, or improving drone delivery services."
        },
        "8": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.azorobotics.com/News.aspx%3FnewsID%3D13512",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "9": {
            "text": "Small Agency Blazes Trail For New Space Architecture\n\niStock illustration\n\nThe Space Development Agency is trying to live up to its motto — “Semper Citius,” or always faster — as it integrates with the Space Force and ramps up acquisition for the service.\n\n\n\nThe agency officially became part of the Space Force in October 2022. Through its acquisition strategy that prioritizes delivery speed over cost and performance, the agency is looking to transform how the service procures and fields new technologies and capabilities from the inside out.\n\n\n\nCreating change has been a focus for the Space Development Agency since its inception in March 2019, said the agency’s director Derek Tournear.\n\n\n\n“We were established outside of what was the Air Force — there was no Space Force back then — for one reason and one reason only, and that was to come up with a completely new way to do space architecture that disrupted the status quo,” he said during a recent keynote address at the Mitchell Institute Spacepower Security Forum.\n\n\n\nThe SDA modeled itself off the book “The Innovator’s Dilemma” by Clayton Christensen, “which essentially says … you cannot have disruption from within, it really has to happen from outside,” Tournear said.\n\n\n\nThe agency has led the Defense Department’s efforts to develop the National Defense Space Architecture, or NDSA, a proliferated system of satellite constellations primarily in low-Earth orbit to provide war­fighters beyond-line-of-sight targeting of mobile objects such as ships and advanced missiles in flight.\n\n\n\nDemonstrating this increased capability to track and alert soldiers to vehicles and missiles will help U.S. forces deter aggression and prevent future conflict, Tournear said.\n\n\n\n“Once you can demonstrate that we have these capabilities … that will prevent war, because everyone will see that and see how rapidly we can employ those capabilities and know that if they choose to actually engage in the United States, then we will be able to defeat them,” he said during a panel discussion at the Air and Space Forces Association’s annual conference in National Harbor, Maryland, in September.\n\n\n\nTo put the new spacecraft in orbit as soon as possible, the SDA introduced an acquisition strategy called “spiral development,” fielding capabilities in two-year stages called tranches.\n\n\n\n“We are not going to take 10 years to field a constellation, 10 years to field a capability,” Tournear said. “We’re going to start with a minimum viable product, and we’re going to field that and increase that capability every two years by hook or by crook, get those new capabilities up there.”\n\n\n\nRather than wait for the best platform possible, the agency incentivized solutions that maintain the architecture’s rapid fielding schedule over cost and performance, he said.\n\n\n\n“The spiral development approach only works if you can keep that … model of delivering these capabilities on time,” Tournear said. “The better product that’s sitting on the ground when you go to war is not helpful. That’s our unofficial motto … ‘better is the enemy of good enough.’”\n\n\n\nThis rapid acquisition strategy, with competition for contracts every other year, relies heavily on industry to continue providing the necessary capabilities, he said.\n\n\n\n“So in a sense, I am supplementing … SDA’s budget with [industry’s] internal research and development dollars to make products that then you can sell back to the government,” Tournear said.\n\n\n\nSpiral development was not “an easy concept for folks within the Pentagon to grasp,” he said. SDA has faced some delays, but the agency remains committed to its approach.\n\n\n\nThe initial Tranche 0 launch was originally scheduled for September 2022, but as vendors identified challenges to the “aggressive delivery schedule,” it was pushed to December 2022 and then again to March 2023 “after careful analysis and with input from our performers,” an SDA spokesperson said in an email.\n\n\n\n“SDA built in some launch flexibility to account for risks,” the spokesperson said. “We anticipate all Tranche 0 satellites will be flying in time to participate in critical capability demonstrations including military exercises in summer 2023 and missile targeting demonstrations in 2024.\n\n\n\n“SDA is confident our spiral development model works, while the learning process provides SDA the opportunity to grow our relationship with industry and apply Tranche 0 lessons to future tranches,” the spokesperson added. “SDA is not backing off on speed, as we still believe schedule is king.”\n\n\n\nThe Tranche 0 satellites were less expensive than expected, Tournear said.\n\n\n\nTournear anticipated SDA would pay as much as $25 million per satellite, but the average price for Tranche 0 satellites landed at about $14 million. They “came in below what I thought, so that [gave] a lot of people confidence,” he said.\n\n\n\nTranche 1 satellites — which are expected to launch in 2024 and 2025 — have cost just under $14 million per unit while increasing capability from Tranche 0, he added.\n\nAs long as the agency doesn’t try to push ahead of what industry can develop, it can receive affordable price points, Tournear said.\n\n\n\nThe Space Development Agency is now part of the Space Force, which is also trying to improve upon traditional Defense Department acquisition practices. In its April 2022 report, “Space Acquisitions: Changing Environment Presents Continuing Challenges and Opportunities for DoD,” the Government Accountability Office noted the creation of the Space Force “will consolidate leadership, planning, and management for selected DoD space programs.”\n\n\n\nThat said, “Only time will tell if Space Force … will be able to address the long-standing concerns raised by [the Government Accountability Office] and others including historical fragmentation in space acquisition leadership,” the report added.\n\n\n\n“There’s a track record of being late on programs. We have to turn that track record around and actually execute,” said Assistant Secretary of the Air Force for Space Acquisition and Integration Frank Calvelli, who assumed the role in May.\n\n\n\nIn a memo sent to the Space Force’s acquisition workforce in October, Calvelli outlined nine acquisition tenets to ensure “timely delivery of space capabilities,” he wrote.\n\n\n\nSeveral of the tenets directly aligned with the Space Development Agency’s spiral development strategy, such as building smaller satellites, maintaining stability in programs and executing and delivering capabilities that work, on schedule and on cost.\n\n\n\n“The traditional ways of doing space acquisition must be reformed in order to add speed to our acquisitions to meet our priorities,” Calvelli said in the memo.\n\n\n\nAnother tenet was avoiding over-classification, which makes many programs “top secret,” a problem that has hindered the delivery of space capabilities for a long time, said Gen. David “DT” Thompson, vice chief of space operations.\n\n\n\n“Security remains probably one of our biggest challenges, and … while we own the ability to change it, we just have some form of bureaucratic inertia that will not let us do so,” he said during a keynote address at the Mitchell Institute Spacepower Security Forum.\n\n\n\nSenior leadership in the Defense Department, including Deputy Secretary of Defense Kathleen Hicks, is “very focused on streamlining and hopefully … normalizing that structure,” he added.\n\n\n\nThompson went on to commend the Space Development Agency for its acquisition strategy.\n\n\n\n“They have found a way to use law and regulation to move out rapidly and field capabilities,” he said. “They have demonstrated that [Federal Acquisition Regulation] and statute are not the problem. If we will simply empower and use them the way we should, we can do what we need to do.”\n\n\n\nCalvelli also expressed his support of the SDA’s spiral development method for acquisition.\n\n\n\n“I am generally excited about their approach to [doing] business,” Calvelli said during the AFA conference. “They are building small, they are doing things on two-year centers, and they are delivering capabilities faster. And I actually think that’s a model that we can take advantage of and actually push across the organization, across the other PEOs, and something we can learn from.”\n\n\n\nOne of the Space Force’s other acquisition arms, Space Systems Command, has already taken a cue from SDA in its plans to acquire missile warning and tracking satellites for a medium-Earth orbit network, Tournear said during a media roundtable at the conference.\n\n\n\nSpace Systems Command is “following the model of spiral development and this two-year timeframe to get things up and operational,” Tournear said.\n\n\n\nThe two-year stages, called “epochs,” in Space Systems Command’s missile-warning constellation will be a year behind the NDSA satellites, he added.\n\n\n\n“You’ve got Tranche 1, Epoch 1, Tranche 2, Epoch 2 in perpetuity until we get these constellations up there and delivering to the warfighter,” Tournear said.\n\n\n\nSpace Systems Command adopting spiral development shows that this acquisition strategy has “really taken hold” within the Space Force, he added.\n\n\n\nDespite initially wanting the Space Development Agency to remain outside of the Space Force until 2025 when the Tranche 1 satellites would all be launched, the desired “disruption actually occurred more quickly,” thus allowing the agency to become part of the service in 2022, Tournear said.\n\n\n\n“What we were proposing to do at SDA was clearly outside, was clearly disruptive and … a lot of people were worried that we were basically proposing this and promising too much,” he said. “The prevailing thought [now] is: this is the new architecture. We have to get to this proliferated architecture, and you know what, we have to get to this faster spiral development approach.”\n\n\n\n“The Space Force going forward is … all in on this new model. Let’s push forward. Let’s make SDA a success because that is the success for the Space Force,” he said.\n\nTopics: Space, Acquisition, Missile Defense",
            "title": "Small Agency Blazes Trail For New Space Architecture",
            "keywords": [
                "space",
                "acquisition",
                "architecture",
                "spiral",
                "tournear",
                "agency",
                "development",
                "tranche",
                "blazes",
                "capabilities",
                "trail",
                "force",
                "small",
                "sda"
            ],
            "link": "https://www.nationaldefensemagazine.org/articles/2023/1/13/small-agency-blazes-trail-for-new-space-architecture",
            "skip": "false",
            "gpt_score_reason": ", Space Force \n\n6/10",
            "gpt_relevancy_score": 6,
            "summary": "\nThe Space Development Agency (SDA) is blazing the trail for a new space architecture and proving that their motto - “Semper Citius,” or always faster - will ensure rapid delivery of capabilities. The SDA has adopted an acquisition strategy called \"spiral development,\" which incentivizes solutions that maintain the architecture's rapid fielding schedule over cost and performance. To meet launch deadlines, this helps them to provide affordable price points but has started to be adopted by other arms in the Space Force as well. With senior leadership focused on streamlining processes like declassification, the SDA is continuing to demonstrate its commitment to bettering defense services through accelerated delivery of capabilities."
        },
        "10": {
            "text": "London: In 2020, Medtronic announced that it would launch the Hugo device in Q3 2022 but has since missed that deadline due to manufacturing issues. Medtronic’s recent tactic has been to trade its normally high confidence when entering markets with restraint and thoughtfulness. GlobalData , a data analytics company, predicts that the global medical robotics market is currently worth about $ 5.4 billion. Its size is expected to nearly double to $ 10.3 billion by 2030.This is a highly technical field where the main competitor already has many years of head start and patents to fortify its position; this is what Medtronic is up against.When asked for a deadline for release, the head of Medtronic’s medical surgery division did not give a straight answer, saying it was up to the approval process. This may be due in part to Medtronic retracting its Hugo device to implement changes based on feedback from trial surgeons. When Bob White , Medtronic’s head of medical surgery, was asked about his plans for the Hugo device, he stated that the Hugo is \"excited to be the number two player in this space.\"With a successful clinical trial , this could pave the way for the Hugo system to be approved for urological procedures. However, there is a well-established market competitor, Intuitive Surgical , which was one of the first players in the robotic surgery market since its inception in 1995. With a DARPA-backed pedigree, it is perhaps easy to understand why Intuitive is the current market leader.According to James Spencer , Data Scientist, GlobalData, this may paint a depressing tale for Medtronic’s prospects to dominate yet another market. However, according to GlobalData, it is a company that has consistently outperformed any market it competes in. If Medtronic is bringing the Hugo to market after extra years spent polishing it, it is confident in its ability to make a splash.",
            "title": "Medtronic faces challenges to lead robotic surgery space, says GlobalData, Health News, ET HealthWorld",
            "keywords": [
                "space",
                "medtronic",
                "globaldata",
                "healthworld",
                "market",
                "health",
                "medical",
                "trial",
                "lead",
                "hugo",
                "head",
                "faces",
                "medtronics",
                "device",
                "et",
                "robotic",
                "surgery"
            ],
            "link": "https://health.economictimes.indiatimes.com/news/medical-devices/medtronic-faces-challenges-to-lead-robotic-surgery-space-says-globaldata/96966819",
            "skip": "false",
            "gpt_score_reason": " \n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nMedtronic recently announced its plans to launch the Hugo device in 2022 despite manufacturing issues which delayed its release. GlobalData predicts the global medical robotics market is currently worth about $5.4 billion and is expected to grow to $10.3 billion by 2030, with Intuitive Surgical being a well-established competitor since 1995. Medtronic's head of medical surgery division did not commit to a release date for the Hugo system but rather stated it was up for review based on feedback from trial surgeons and that they are confident in their ability to make an impact in this competitive market."
        },
        "11": {
            "text": "UK space company Exobotics has selected Centropy PR for its communications programme leading up to their satellite launch this year, following a competitive pitch process.\n\nExobotics helps businesses outside the space industry launch into low-Earth orbit and to the moon, using the latest advancements in robotics, materials, structures, and artificial intelligence to make space more accessible for everyone.\n\nActing as an in-house satellite development team, Exobotics oversee the end-to-end project lifecycle from concept to manufacturing to launch in under 12 months through their fast-track programme, operating from their state-of-the-art cleanroom labs in Chiswick, London.\n\nWith offices in London, Cambridge, and Cornwall, Exobotics is a fast-growing business having won several contracts in 2022, including advanced materials specialist Quantum Generative Materials (GenMat) alongside a host of FinTech, mining, agricultural, and telecommunications customers.\n\nCentropy will lead the company’s external communications programme, delivering storytelling campaigns, thought leadership, and high-level media and influencer relations in the lead up to Exobotics’ satellite launch. The London-based agency will also support with events and social media activity.\n\nExobotics joins organisations including TechUK and The Institute of Coding in Centropy’s client portfolio.\n\nNadeem Gabbani, Founder of Exobotics, said:\n\n“The benefits of space are still being realised today and people from outside the industry need to be made aware of the possibilities and potential of LEO and beyond. Centropy PR is the perfect agency to help us tell our story with their passion for satellite technology and hands-on proactive approach already delivering results. 2023 is an exciting year for us with several upcoming satellite launches scheduled and we are delighted to have Centropy by our side for this exciting stage in our journey.”\n\nSteven George Hilley, Founder of Centropy PR, said:\n\n“Exobotics is an extremely exciting up-and-coming company who are already making waves in the space sector with their innovative approach to satellite development. We are very proud to be working with such an ambitious company who are helping businesses to realise the potential space has to offer, making a positive impact on climate change, the economy, and core business issues across the globe.”\n\nManufacturing & Engineering Magazine | The Home of Manufacturing Industry News",
            "title": "Exobotics Selects Centropy PR for Satellite Launch",
            "keywords": [
                "space",
                "selects",
                "pr",
                "exciting",
                "centropy",
                "materials",
                "launch",
                "industry",
                "programme",
                "satellite",
                "exobotics"
            ],
            "link": "https://www.memuk.org/inmotion/space/exobotics-selects-centropy-pr-for-satellite-launch-79864",
            "skip": "false",
            "gpt_score_reason": " 6/10",
            "gpt_relevancy_score": 6,
            "summary": "UK space company Exobotics has selected Centropy PR to lead its communications programme leading up to their satellite launch this year. Using the latest advancements in robotics and AI, Exobotics helps businesses outside of the space industry launch into low-Earth orbit and beyond with a fast-track end-to-end project lifecycle from concept to launch in under 12 months. Centropy will support with storytelling campaigns, thought leadership, media relations and events ahead of the launch as well as social media activity. Nadeem Gabbani, Founder of Exobotics said: \"We are delighted to have Centropy by our side for this exciting stage in our journey.\""
        },
        "12": {
            "text": "- The Emirates Lunar Mission team on Earth keeps close tabs on the mission, the health of the Rashid Rover and its subsystems and instruments during the ongoing cruise phase\n\n\n\n- The team is preparing for the entry, descent, and landing phase with over 12 simulated mission rehearsals organised at the MBRSC ground station for lunar surface operations\n\n\n\nThe Rashid Rover has successfully completed one month in space, travelling close to 1.34 million km, the Mohammed Bin Rashid Space Centre (MBRSC) announced. The first Arab-built lunar rover designed and built in the UAE by a 100% Emirati team of engineers, experts, and researchers, lifted off on 11 December 2022 from Cape Canaveral Space Force Station in Florida.\n\n\n\nSince the launch, the Emirates Lunar Mission (ELM) team has completed 220 minutes of communication with the world’s most compact rover. The team has completed all scheduled health assessment and maintenance checks of the rover and its onboard subsystems and instruments. For two weeks after the launch, the rover was powered on for 10 minutes daily, and the team on Earth is now communicating with it once every week.\n\n\n\nDuring the ongoing four-month cruise phase, the team will communicate with the Rashid Rover for another 150 minutes. The ELM team also noted that the Rashid Rover’s subsystems had been activated 17 times since launch. The subsystems were powered on for one hour the first time, followed by 10 minutes of daily activation over the subsequent two weeks. Currently, the rover’s subsystems are being powered on once every week for 10 minutes.\n\n\n\nThe team is now preparing for the entry, descent, and landing (EDL) phase and surface operations. As part of the current cruise phase, the team will conduct 12 simulated mission\n\n\n\nrehearsals organised at the MBRSC ground station for surface operations before the rover’s lunar landing in end-April. The rehearsals will allow the engineering team to prepare their programmes for execution post the lunar landing while enabling different subsystem teams to sync their work.\n\n\n\nThe following navigation stage for the HAKUTO-R Mission 1 lunar lander that holds the Rashid Rover includes planned deep space orbital control manoeuvres and successfully targeting the first lunar orbit insertion.\n\n\n\nDuring its mission, the Rashid Rover will conduct numerous scientific tests on the surface of the Moon that will contribute to making qualitative developments in the fields of science, communication technologies, and robotics. The impact of these developments will extend beyond the space sector and into various vital sectors in the national and global economy.\n\n\n\nThe mission is funded by the ICT Fund of the Telecommunications and Digital Government Regulatory Authority (TDRA), which aims to support research and development in the ICT sector in the UAE.\n\n\n\nFor more information, visit - https://www.mbrsc.ae/service/emirates-lunar-mission/",
            "title": "Rashid Rover completes 1 month in space",
            "keywords": [
                "space",
                "surface",
                "lunar",
                "mission",
                "subsystems",
                "team",
                "month",
                "minutes",
                "rover",
                "phase",
                "rashid",
                "completes"
            ],
            "link": "https://mediaoffice.ae/en/news/2023/January/13-01/Rashid-Rover-completes-1-month-in-space",
            "skip": "false",
            "duplicates": [
                "3",
                "12"
            ],
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nThe Rashid Rover is successfully travelling close to 1.34 million km and has already completed 220 minutes of communication with the team on Earth who are monitoring its health and preparedness for the entry, descent, and landing phase. 12 simulated mission rehearsals have been organised at the MBRSC ground station in preparation for end-April lunar landing. During its mission, the rover will conduct numerous scientific tests that will contribute to making advances in various sectors related to ICTs, science and robotics. The Emirates Lunar Mission is funded by TDRA’s ICT Fund supporting research & development in UAE’s IT sector."
        },
        "13": {
            "text": "As Orchard Park students gathered at the Stoney Creek Municipal Service Centre for a robotics information session, joining Hamilton Mayor Andrea Horwath’s New Year’s Levee, local councillor Jeff Beattie said it emphasizes the need for additional community space in the area.\n\nThe former Stoney Creek City Hall is projected to lose the Saltfleet Room, a much-used public space, as part of a proposed $31-million renovation plan to upgrade the city’s 911 service, said Beattie.\n\n“We need to make it up,” said Beattie, in an interview Jan. 7 during the mayor’s first New Year’s levee held in Stoney Creek in years.\n\nThat’s why Beattie, who was involved with Orchard Park students as they seek to compete in the FIRST Robotics World Championship, is looking at “upgrading” the community space at the Stoney Creek Community Centre — the former Alliance Church building on Highway 8, which already hosts a variety of community groups.\n\n“I’d like to see the building better utilized and develop a plan,” he said.\n\nAnother option, he said, is there is some funding that has been put aside for a new community centre for Ward 10, but the capital budget for the project is years away. Beattie would like to accelerate the project and possibly tap into federal and provincial funding sources.\n\n“Working with other levels of government will be important even if we don’t see eye to eye on some issues,” said Beattie.\n\nAs Beattie, a former public school trustee, settles into his new council job, in 2023 he will be keeping watch on various high-profile developments, including the two 24-storey and two 15-storey condo buildings at the former Liuna Gardens banquet property and the triple towers proposal by New Horizon Development Ltd., while also studying how the province’s Bill 23 will impact his ward.\n\nBeattie is also looking how to extend transit to the rest of the ward “as soon as possible” especially since a transit plan is already established. As for capital projects for Ward 10, most of the big-ticket items are scheduled for 2024, but the Arvin Avenue extension is ongoing and improvements to Dewitt Road and Green Road are badly needed, he said.\n\n“I know people want to see action,” said Beattie. “But we also want to show people value for their money.”\n\nBeattie has recently been focused on installing sidewalks along the various bridges that cross the Queen Elizabeth Way to improve pedestrian safety. When the province refurbished the six bridges in 2012, it didn’t build new sidewalks.\n\n“These bridges are over 50 years old,” he said.\n\nOne of the first major discussions councillors will be holding will be on the 2023 budget, with a preliminary average tax increase of about 5.4 per cent, reduced from an initial 6.9 per cent. Beattie says he wants to pass on a tax hike that is “fair and sustainable” to residents.\n\nHe recognizes the high inflation impacting homeowners, so he wants to get any potential tax hike as low as possible.\n\nBut Beattie also points out you can only delay major improvements for so long before the costs become overwhelming and the need essential.\n\n“If we don’t (address issues) it will just be a bigger problem,” said Beattie. “We want to be sensible.”\n\nBeattie is already setting up an office in the Stoney Creek Municipal Service Centre that will welcome residents to connect with him one day a week. He is putting the finishing touches on his website to act as a “community hub” for residents to access local information about activities, issues and other events.\n\n“The more information you can put out there pre-emptively, it’s always beneficial for the community,” said Beattie.\n\nSHARE:",
            "title": "Stoney Creek Coun. Jeff Beattie studying ways to increase community space in Ward 10",
            "keywords": [
                "space",
                "ways",
                "creek",
                "community",
                "plan",
                "ward",
                "jeff",
                "tax",
                "service",
                "stoney",
                "centre",
                "increase",
                "coun",
                "beattie",
                "studying"
            ],
            "link": "https://www.thespec.com/local-stoney-creek/news/2023/01/13/stoney-creek-coun-jeff-beattie-studying-ways-to-increase-community-space-in-ward-10.html",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "14": {
            "text": "Using machine learning to help monitor climate-induced hazards\n\n(Nanowerk News) Combining satellite technology with machine learning may allow scientists to better track and prepare for climate-induced natural hazards, according to research presented last month at the annual meeting of the American Geophysical Union.\n\nOver the last few decades, rising global temperatures have caused many natural phenomena like hurricanes, snowstorms, floods and wildfires to grow in intensity and frequency.\n\nWhile humans can’t prevent these disasters from occurring, the rapidly increasing number of satellites that orbit the Earth from space offers a greater opportunity to monitor their evolution, said C.K Shum, co-author of the study and a professor at the Byrd Polar Research Center and in earth sciences at The Ohio State University. He said that potentially allowing people in the area to make informed decisions could improve the effectiveness of local disaster response and management.\n\nResearchers used machine learning to study hurricanes that made landfall over the Gulf of Mexico -- but more data is needed to help improve satellite weather monitoring. (Image: Getty Images)\n\n“Predicting the future is a pretty difficult task, but by using remote sensing and machine learning, our research aims to help create a system that will be able to monitor these climate-induced hazards in a manner that enables a timely and informed disaster response,” said Shum.\n\nShum’s research uses geodesy — the science of measuring the planet’s size, shape and orientation in space — to study phenomena related to global climate change.\n\nUsing geodetic data gathered from various space agency satellites, researchers conducted several case studies to test whether a mix of remote sensing and deep machine learning analytics could accurately monitor abrupt weather episodes, including floods, droughts and storm surges in some areas of the world.\n\nIn one experiment, the team used these methods to determine if radar signals from Earth’s Global Navigation Satellite System (GNSS), which were reflected over the ocean and received by GNSS receivers located at towns offshore in the Gulf of Mexico, could be used to track hurricane evolution by measuring rising sea levels after landfall. Between 2020 and 2021, the team studied how seven storms, such as Hurricane Hana and Hurricane Delta, affected coastal sea levels before they made landfall in the Gulf of Mexico. By monitoring these complex changes, they found a positive correlation between higher sea levels and how intense the storm surges were.\n\nThe data they used was collected by NASA and the German Aerospace Center’s Gravity Recovery And Climate Experiment (GRACE) mission, and its successor, GRACE Follow-On. Both satellites have been used to monitor changes in Earth’s mass over the past two decades, but so far, have only been able to view the planet from a little more than 400 miles up. But using deep machine learning analytics, Shum’s team was able to reduce this resolution to about 15 miles, effectively improving society’s ability to monitor natural hazards.\n\n“Taking advantage of deep machine learning means having to condition the algorithm to continuously learn from various data inputs to achieve the goal you want to accomplish,” Shum said. In this instance, satellites allowed researchers to quantify the path and evolution of two Category 4 Atlantic hurricane-induced storm surges during their landfalls over Texas and Louisiana, Hurricane Harvey in August 2017 and Hurricane Laura in August 2020, respectively.\n\nAccurate measurements of these natural hazards could one day help improve hurricane forecasting, said Shum. But in the short term, Shum would like to see countries and organizations make their satellite data more readily available to scientists, as projects that rely on deep machine learning often need large amounts of wide-ranging data to help make accurate forecasts.\n\n“Many of these novel satellite techniques require time and effort to process massive amounts of accurate data,” said Shum. “If researchers have access to more resources, we’ll be able to potentially develop technologies to better prepare people to adapt, as well as allow disaster management agencies to improve their response to intense and frequent climate-induced natural hazards.”\n\nFor example, by banning:\n\nblack box AI: systems where the user has no information about the algorithm beyond inputs and outputs unreliable AI: systems that have been poorly tested (such as in the military blockade example mentioned previously).",
            "title": "Using machine learning to help monitor climate-induced hazards",
            "keywords": [
                "hurricane",
                "natural",
                "help",
                "used",
                "learning",
                "hazards",
                "data",
                "shum",
                "monitor",
                "satellite",
                "using",
                "climateinduced",
                "machine"
            ],
            "link": "https://www.nanowerk.com/news2/robotics/newsid%3D62151.php",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: Combining satellite technology with machine learning has the potential to help monitor climate-induced natural hazards, like hurricanes and snowstorms. Research presented at the annual meeting of the American Geophysical Union used geodetic data from satellites to test whether a mix of remote sensing and deep machine learning analytics can accurately predict these weather events. With access to more resources, researchers hope to use AI technologies for better disaster preparation and management in response to frequent natural hazards."
        },
        "15": {
            "text": "They say history repeats, but usually they don’t mean it quite this literally. The global average surface temperature in 2021 ended up ranking fifth warmest or sixth warmest, depending on the dataset. We now have the tally for 2022—and it’s the new fifth or sixth warmest, depending on the dataset.\n\nEach year in mid-January, various centers that manage global temperature datasets release their results for the previous year. Because each group pulls from a slightly different collection of weather stations and uses a slightly different calculation process, they don’t get exactly the same numbers. The big picture is identical, but since just 0.01°C can separate years in the ranking, those small differences can alter the order.\n\nIn the European Copernicus ECMWF dataset and the Berkeley Earth dataset, 2022 is the fifth warmest in the global instrumental record going back to the mid-to-late 1800s. Meanwhile, the National Oceanic and Atmospheric Administration and UK Met Office datasets pin it at No. 6, just below 2015 instead of just above it. NASA’s dataset has it tied with 2015 for fifth warmest. The total heat energy in the ocean, on the other hand, reached a new record. Over 90 percent of the total heat trapped by greenhouse gas emissions has gone into the oceans, and this value varies less from year to year.\n\nThere is nothing surprising about this. Berkeley Earth and NASA Goddard Institute for Space Studies Director Gavin Schmidt published predictions last year that 2022 was most likely to come in just slightly warmer than 2021.\n\nLast day of the year so how did I do predicting this years temperature anomaly and what will 2023 show? pic.twitter.com/OwWloWKQvs — Gavin Schmidt (@ClimateOfGavin) December 31, 2022\n\nWhy were they able to do that? And why did 2022 end up where it did? The answer to both is that two factors tell you most of what you need to know about global temperature—the human-caused warming trend and the slow oscillation of La Niña and El Niño conditions in the Pacific Ocean.\n\nThis sloshing of surface water across the equatorial Pacific, with the wind sometimes piling up warm water on the western side (La Niña) and sometimes allowing it to stretch back across to the eastern side (El Niño), causes much of the year-to-year wiggling of average surface temperature. We’ve now been in a La Niña phase since late 2020, which has held the global average down—though this was the warmest of any La Niña year. These conditions can be forecast months ahead because they change slowly, which gives you a decent idea of how the global average will evolve.\n\nAdvertisement\n\nNOAA\n\nNASA\n\nBerkeley Earth\n\nBerkeley Earth\n\nBerkeley Earth\n\nBerkeley Earth notes that this year was the new record warmest over 8.5 percent of the area of the Earth, which happens to cover some 850 million people. The well-publicized Western European heatwaves occurred as part of the warmest summer—and year—on record in many places there, for example. Pakistan, which suffered extreme spring heatwaves followed by extreme flooding, didn’t quite set a new record for annual temperature, but neighboring Afghanistan did.\n\nIn the United States, 2022 was about the 18th warmest year on record. There were 18 weather disasters that exceeded $1 billion in (inflation-adjusted) damage, though—the third-worst tally going back to 1980.\n\nLooking ahead, expectations are actually also similar to last year. The forecast is trending toward neutral conditions (in between La Niña and El Niño) by late spring. Last year, La Niña returned soon after, so the impact was small, but sustained neutral conditions would boost 2023 a bit above 2022 in the ranking. And if it fully transitions over to El Niño in the fall, the odds of 2024 setting a new record would then be pretty strong.\n\nThe climate system is complex enough that atmospheric temperatures wobble around a bit from year to year, but the human-caused warming trend is steadily lifting the baseline. That will remain true as long as we keep increasing the concentration of greenhouse gases in the atmosphere.\n\nWobbles or not, the eight warmest years in the instrumental record are the previous eight years. All eight were more than 1°C above preindustrial times, and we are drawing nearer to the 1.5° and 2° C marks that international negotiations have focused on keeping us below.",
            "title": "2022 was once again one of the warmest years on record",
            "keywords": [
                "la",
                "temperature",
                "2022",
                "niña",
                "niño",
                "warmest",
                "global",
                "fifth",
                "record",
                "el"
            ],
            "link": "https://arstechnica.com/science/2023/01/2022-global-temperatures-were-top-6-despite-continued-la-nina/",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "16": {
            "text": "The Fast-Moving Consumer Goods (FMCG) industry has transformed considerably over the turn of the millennium. Consumers’ preferences have changed and so has the supply and demand pattern. FMCG industry over the years has experienced a digital revolution after embracing automation.\n\nContrary to popular belief the automation does not start at the warehouse but the fields itself. When we think of agricultural robots, we tend to picture things that pick or apply chemicals but there are robots now that can do much more.\n\nAutomation from Fields\n\nRobots are used to check crops for issues while autonomously travelling the fields. They move along on rimless open-spoked wheels in order to lessen damage to crops as it moves through the field. Once the perimeter coordinates on the field are marked, the robot uses on-board GNSS (global navigation satellite system) module to determine where it’s located relative to those boundaries.\n\nTwo cameras are used and the images are processed in near-real-time via AI-based algorithms. Users are alerted to the presence and location of problems such as weeds, diseases and pest damage. They’re also notified if more fertilizer or water is required.\n\nAn example of this would be the SentiV robot designed and created by French Robotics Start-up Meropy shown in the picture below.\n\nFrom the fields then comes the production line that is an expensive process that only larger enterprises can afford.\n\nCollaborative Robots or Cobots\n\nAdvancements in technology has made it possible for enterprises to introduce collaborative robots or cobots to the factory floor. Unlike industrial robots, cobots are economical, space-saving and safe to be used within human settings. These user-friendly cobots are offer partial automation in the manufacturing processes, an inexpensive option for small and mid-sized enterprises.\n\nIn addition, the deployment of cobots does not require major changes in infrastructure. The cobots were deployed in great numbers during the pandemic when the manufacturing industry was hit leading to disruption in the supply chain.\n\nThese companies were under great pressure to improve and optimise their business operations to meet the production requirements as well as to remain competitive in the market. Adoption of robotics and automation across the industry helped manufacturers to ensure business resilience in the sector.\n\nChallenges that Cobots and Automation address\n\nThe FMCG industry face various trials such as reduced efficiency in labour due to mundane and repetitive tasks in activities like packaging, palletising, logistics and warehousing and weight lifting and many more. The application of robotics and automation has made these tasks easy and efficient. In the FMCG sector, applications of robotics and automation include:\n\nPackaging and Palletising\n\nLifting heavy loads and bending to pick up or wrap goods are non-ergonomic tasks at times lead to human error as attention spans decline. Cobots are programmed to work on repetitive tasks to relieve workers from performing mundane and tedious tasks by increasing the production rate on the factory floor. The application of cobots decreases the fatigue in the workers leaving them free to work on higher-value tasks.\n\nWarehousing\n\nCobots are lightweight and flexible that ensure that goods are transferred at a consistent or even faster pace. Additionally, major infrastructure changes are not required in order to automate the manufacturing unit. Automation has reduced the cost of production and increased efficiency among the workers.\n\nInventory control\n\nCobots are now equipped with sensors to allow manufacturers to scan inventory and identify the space required for the storage of goods. This creates a more efficient space and eliminates the risk of breakage or wastage.\n\nProduct customisation\n\nTraditional industrial robots are often designed to perform a particular task and require robot experts for any programming changes. Whereas cobots are flexible and can be redeployed to perform a variety of tasks without the need for professional engineers.\n\nRobotics and automation have reduced the labour-intensive part of the FMCG sector. Here there is a perfect man-machine collaboration with likely opportunities to open up in the future.",
            "title": "Rise of Robotics Use in FMCG",
            "keywords": [
                "automation",
                "tasks",
                "goods",
                "used",
                "cobots",
                "fmcg",
                "robots",
                "industry",
                "production",
                "rise",
                "robotics"
            ],
            "link": "https://www.geospatialworld.net/prime/business-and-industry-trends/rise-of-robotics-use-fmcg/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "17": {
            "text": "This is my week of debriefs. CES has a way of hurling you into the new year, kicking and screaming, and it can be hard to find your bearings as you emerge on the other side. As the dust has cleared, one thing remains very clear: No two people have the same notion of what does and doesn’t constitute a robot.\n\nThat’s not a problem, per se. Language evolves and so does technology. I was on the Equity Podcast this week to talk CES with Haje, one of our hardware reporters. He posited that much — or even most — technology is essentially a robot at this point. One can fairly credibly make the argument that “robot” as a term is much broader than how we tend to deploy it. Certainly, machine learning is becoming pervasive in ways few imagined.\n\nThe upside of casting as wide a net as possible is that one can also make the case that ubiquitous robotics isn’t some vision of the future. It’s very much already here, and maybe that’s heartening. A stricter definition — and one I’ve tended to prefer — involves some level of autonomy and perception. You know, taking in information from external sources and making decisions accordingly, much like we do.\n\nI’m not wedded to this definition to the point that it precludes me from covering other stories in the space that don’t precisely line up. Nor is everything that qualifies necessarily in my purview. For one thing, we have a couple of automotive reporters who are very good at their jobs, so they take first crack at all of the self-driving car stuff. Truth of the matter is, our definition of what does and doesn’t qualify as a robot is also governed by some editorial decision making. It can also be porous.\n\nThis could easily become a newsletter about the eight billion lidar startups out there, but I don’t really want that, and I suspect most of you don’t, either. For me, at least, there’s not that much value in strict adherence to pedantry or orthodoxy when I determine what does and doesn’t make sense on these pages. But it is helpful to have some guardrails.\n\nSeeing a “smart” washing machine in this newsletter might be novel the first time, but you would (rightfully) get annoyed with me if I suddenly started forcing them on you every week. Robotic vacuums, on the other hand, do tick off the robot requirements for many — or most — people, myself include. I absolutely cover them here, but I’ve also been doing this long enough to know that covering every single robot vacuum on the market is a good way to hemorrhage readers.\n\nAll of this stuff bleeds together at a show like CES. I spent time with Robosen’s extremely neat Transformer robots, for example. But I think it does a disservice to both parties if we attempt to compare those toys to, say, some industrial fulfillment robot exhibiting at the show. I — somewhat cheekily — suggested that robots are “cool technology used for uncool things.” This is obviously not a guiding principle, but it does point to something worth discussing here.\n\nWeird and wacky robot toys are going to grab the headlines at a show like CES. We get that. They’re good for traffic and they’re fun. I’ve written about plenty of them and will likely continue to do so in the future when genuinely interesting ones surface. Another reason people are drawn to them is that they more closely resemble a kind of platonic robot ideal. Robot toys look how we think a robot should look. Whatever you ultimately think about science fiction’s impact on public perception, it’s important to realize that it will never go away.\n\nAs robots become a bigger fixture in our daily lives, however, the impact will increasingly be a dialogue. I paid some ungodly sum to see the new “Avatar” in the theater with all of the trappings. One thing that struck me — and likely you, too — was how much the U.S. military robots on Pandora resemble robots that exist in the world today. Want to annoy your date? Point out where each robot in a sci-fi movie gets its inspiration.\n\nPredictably, the robotics writing I’ve done over the past week has largely revolved around CES because, frankly, most everything I’ve done over the past week has revolved around CES. No one ever said the life of a hardware editor would be an easy one, friends.\n\nBut two and a half newsletters is more than ample coverage for the show, so let’s round up a couple of the top non-CES stories, shall we?\n\nAnother company graduated the Alphabet X “moonshot” labs this week. Two years after exiting stealth, Mineral is now its very own Alphabet company. The robot aspect largely revolves around data collection here, monitoring crops to give farmers deep and rich actionable information for growing more sustainably and efficiently.\n\n“After five years incubating our technology at X, Alphabet’s moonshot factory, Mineral is now an Alphabet company,” said CEO Elliott Grant. “Our mission is to help scale sustainable agriculture. We’re doing this by developing a platform and tools that help gather, organize and understand never-before known or understood information about the plant world — and make it useful and actionable.”\n\nFile this one under: not the best look. Home robots and privacy are coming to an inevitable head. MIT Review rounded up images from Roomba that eventually made their way onto social media; iRobot responded that the shots were all taken with user consent. This is an increasingly important discussion as we bring robots and camera-sporting tech into our homes. And it will likely be pointed to as a compelling argument against Amazon’s acquisition of the firm.\n\nOne user called it “a clear breach of the agreement on their side […and] also a violation of trust.” The big question that immediately springs to mind here is what is the reasonable expectation of privacy when inviting this sort of technology into your home?\n\nThat’s it for this week. Bit of a short one, but I’m gonna do my best to sleep through the weekend and be back with you this time next week. Meantime, please subscribe to Actuator here, if you haven’t already.",
            "title": "Robot or fauxbot?",
            "keywords": [
                "does",
                "week",
                "ive",
                "way",
                "toys",
                "robot",
                "robots",
                "point",
                "fauxbot",
                "technology",
                "ces"
            ],
            "link": "https://techcrunch.com/2023/01/12/robot-or-fauxbot/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "18": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.etf.com/sections/daily-etf-watch/uscf-enters-ev-battery-metal-space-sustainable-etf",
            "skip": "true",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8
        },
        "19": {
            "text": "Russia is prepping a 'rescue' mission following a coolant leak on a Soyuz capsule docked with the International Space Station. NASA said in a media briefing that Russia's Roscosmos agency will send an empty Soyuz to the station on February 20th as a replacement for the damaged spacecraft. The vehicle was originally supposed to launch in March.\n\nThe leaking capsule is expected to return to Earth without a crew sometime in March. It will still carry experiments and other cargo. Cosmonauts Dmitriy Petelin and Sergey Prokopyev, as well as NASA astronaut Frank Rubio, will now remain in orbit for several months longer rather than departing in March as planned.\n\nThe affected craft started spraying particles December 14th. The ISS team quickly noticed that an external radiator cooling loop was to blame, and investigators later determined that a micrometeoroid struck the radiator. Roscosmos soon decided the Soyuz was too dangerous to use for a standard crew return. Temperatures would have climbed past 100F on reentry, threatening both occupants and computer equipment. An in-space repair would be impractical as the procedure would be too difficult, according to the agency's Sergei Krikalev.\n\nTurn on browser notifications to receive breaking news alerts from Engadget You can disable notifications at any time in your settings menu. Not now Turned on Turn on\n\nThe ISS crew is still prepared to use the broken Soyuz to evacuate in an emergency. However, that's not ideal when three of the seven people aboard the ISS would likely have to accept elevated risks to come home. A SpaceX Crew Dragon capsule is also docked, but it normally only takes four occupants. NASA's ISS program head Joel Montalbano said at the briefing that there had been talks with SpaceX to see if one of the Soyuz passengers could travel aboard the Crew Dragon if necessary.\n\nRelations between NASA and Roscomos are strained following Russia's invasion of Ukraine. Russia said last summer that it would leave the ISS after 2024 to work on its own space station, and the US has been preparing for a possible Russian withdrawal since 2021. However, the capsule leak has effectively forced the two to work closely together — if only briefly.",
            "title": "Russia will send a 'rescue' spacecraft to the ISS following leak",
            "keywords": [
                "space",
                "nasa",
                "russia",
                "work",
                "leak",
                "iss",
                "crew",
                "station",
                "send",
                "russias",
                "soyuz",
                "spacex",
                "spacecraft",
                "rescue",
                "following",
                "capsule"
            ],
            "link": "https://www.engadget.com/russia-soyuz-capsule-rescue-mission-iss-205343374.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nRussia is preparing a 'rescue mission' to the International Space Station following a coolant leak on a Soyuz capsule docked at the station. This has caused NASA and Roscosmos, strained by past geopolitical events, to come together for an emergency solution - sending an empty Soyuz craft earlier than planned, allowing the crew of 3 astronauts to remain at the ISS until March when they will return in their affected craft. While SpaceX's Crew Dragon is also docked there, it only allows 4 occupants so other arrangements are being considered if needed for evacuation purposes."
        }
    }
}