{
    "date": "2023-01-10",
    "category": "sr",
    "articles": {
        "0": {
            "text": "AC Charania, an India-American aerospace industry expert has been appointed as NASA‘s new chief technologist. He has been designated as principal advisor to Administrator Bill Nelson on programmes and technology policy at NASA’s headquarters.\n\nCharania will be looking after NASA’s agencywide investments, mission requirements across six mission directorates, external stakeholders, collaboration with other agencies and the private sector, Nasa stated.\n\n”In every NASA’s mission, technology plays an essential part. By making sure that we are following the best policy objectives which permits this agency to continue as a leader in the innovation sector,” said Bhavya Lal, NASA associate administrator for technology , policy and strategy, as quoted in the statement released by the space agency.\n\n”Charania is an expert who can easily manage rapidly shifting large technology portfolios. I am eager to work with him as he applies his expertise and enthusiasm at NASA,” added Lal.\n\nThe position anointed to Charania was earlier headed by Lal, whose first day working at NASA was on 3rd of January.\n\nCharania stated that the rate of advancement which they are seeking in the 21st century is reliant on selecting and maturing a portfolio of technologies into systems which helps in execution of NASA’s mission.\n\n”By keeping this in mind, NASA has incredible opportunities in ties up within and outside of the agency,” Charania added as per NASA statement.\n\nCharania holds bachelor’s and master’s degrees in aerospace engineering from Georgia Institute of Technology.\n\nHis previous stint was as vice president at Reliable Robotics. He also has worked with Blue Origin and was part of several projects on the Blue Moon lunar program, lunar permanence strategy and in many technology initiatives with NASA. He has served at Virgin Galactic’s LauncherOne small satellite launch vehicle program.\n\nHe has also worked as a fellow of NASA Innovative Advanced Concepts and was part in the formation of FastForward industry group.",
            "title": "NASA appoints Indian-American space expert AC Charania as chief technologist",
            "keywords": [
                "technology",
                "worked",
                "lunar",
                "chief",
                "mission",
                "expert",
                "policy",
                "nasa",
                "appoints",
                "strategy",
                "charania",
                "ac",
                "nasas",
                "indianamerican",
                "technologist",
                "space",
                "sector"
            ],
            "link": "https://www.financialexpress.com/lifestyle/science/nasa-appoints-indian-american-space-expert-ac-charania-as-chief-technologist/2942550/",
            "skip": "true",
            "duplicates": [
                "0",
                "3",
                "0",
                "4",
                "0",
                "6"
            ],
            "relevancy_score": 2
        },
        "1": {
            "text": "LONDON (AP) — British officials and space scientists said Tuesday they were disappointed but not deterred after the first attempt to launch satellites into orbit from the U.K. ended in failure.\n\nU.S.-based Virgin Orbit attempted its first international launch late Monday, using a modified jumbo jet to carry one if its rockets from Cornwall in southwestern England over the Atlantic Ocean.\n\nThe plane released the rocket, carrying nine small satellites for a mix of civilian and domestic uses. But about two hours after the plane took off, the company reported “an anomaly that has prevented us from reaching orbit.”\n\nThe plane, piloted by a Royal Air Force pilot, returned to Cornwall. The rocket and satellites were destroyed.\n\n“We’re feeling awful, to be honest – I’m not going to lie,” Melissa Thorpe, head of Spaceport Cornwall. said.\n\n“This isn’t the first time we’ve been knocked, this is the biggest definitely, but I feel OK and we’ll get up and we’ll go again,” she said.\n\nVirgin Orbit, which was founded by British transport and telecommunications tycoon Richard Branson, previously completed four similar launches from California.\n\nHundreds of people gathered for the Cornwall launch had cheered when a repurposed Virgin Atlantic Boeing 747 aircraft, named Cosmic Girl, took off late Monday. Around an hour into the flight, the plane released the rocket at around 35,000 feet (around 10,000 meters) over the Atlantic Ocean to the south of Ireland.\n\nVirgin Orbit chief executive Dan Hart said “a technical failure appears to have prevented us from delivering the final orbit.”\n\n“While we are very proud of the many things that we have successfully achieved as part of this mission, we are mindful that we failed to provide our customers with the launch service they deserve,” he said.\n\nThe mission was a collaboration between the U.K. Space Agency, the Royal Air Force, Virgin Orbit and Cornwall Council.\n\nBritain hopes to become a major player in making and launching satellites, and is building a spaceport in the Shetland Islands north of Scotland as well as the one in Cornwall.\n\nU.K. Business Secretary Grant Shapps said Monday’s launch was “a big moment” despite its failure.\n\n“Space is difficult,” Shapps told Sky News.\n\n“It didn’t work. I’ve no doubt that they’ll pick themselves up, dust themselves off and they’ll go again once they find out what exactly went wrong with it,” he said.",
            "title": "UK space industry mulls setback after satellite launch fails",
            "keywords": [
                "took",
                "plane",
                "industry",
                "virgin",
                "cornwall",
                "satellites",
                "rocket",
                "orbit",
                "uk",
                "mulls",
                "fails",
                "satellite",
                "atlantic",
                "launch",
                "setback",
                "space"
            ],
            "link": "https://www.sheltonherald.com/news/article/UK-space-industry-mulls-setback-after-satellite-17706940.php",
            "skip": "true",
            "duplicates": [
                "1",
                "12",
                "1",
                "14",
                "1",
                "15"
            ],
            "relevancy_score": 5
        },
        "2": {
            "text": "IWG-owned coworking brand Spaces will expand its presence in Tennessee with a new location in downtown Memphis.\n\nThe new Spaces location will open at 107 South Main Street, which sat vacant for nearly two decades before investment firm 18 Main began renovations on the building.\n\n“We’ve been looking for a partner in the coworking space for quite some time, and Spaces’ model was a natural fit. We look forward to its presence supporting the growing residential footprint of the neighborhood while also serving the new wave of hybrid office workers,” said Tom Intrator, founder and managing partner of 18 Main.\n\nCurrently, Spaces has two Tennessee locations in Franklin and Nashville, with another opening in Nashville later this year.\n\nThe downtown Memphis location is slated to open this summer.",
            "title": "Spaces Expands Tennessee Presence With New Memphis Location",
            "keywords": [
                "memphis",
                "expands",
                "spaces",
                "nashville",
                "open",
                "presence",
                "location",
                "partner",
                "main",
                "downtown",
                "coworking",
                "tennessee"
            ],
            "link": "https://allwork.space/2023/01/digest-spaces-expands-tennessee-presence-with-new-memphis-location/",
            "skip": "true",
            "relevancy_score": 0
        },
        "3": {
            "text": "The National Aeronautics and Space Administration (NASA) has appointed an Indian-American aerospace industry expert A.C. Charania as the new chief technologist to serve as principal advisor to Administrator Bill Nelson on technology policy and programs at the space agency’s headquarters in Washington.\n\nAC Charania will align NASA’s agencywide technology investments with mission needs across six mission directorates and oversee technology collaboration with other federal agencies, the private sector, and external stakeholders, NASA said in a statement on Monday.\n\nThe position works within NASA’s Office for Technology, Policy, and Strategy.\n\n“Technology plays a vital role in every NASA mission. Making sure that we’re pursuing the best policy objectives allows this agency to continue to serve as a global leader in innovation. Charania is an experienced leader in managing large, rapidly shifting technology portfolios. I am eager for him to apply his knowledge and enthusiasm at NASA,” Bhavya Lal, NASA associate administrator for technology, policy, and strategy, was quoted as saying in the statement.\n\nPrior to joining NASA, Charania served as the vice president of product strategy at Reliable Robotics, a firm that works to bring certified autonomous vehicles to commercial aviation.\n\nHis previous experience also includes working at Blue Origin to mature its lunar permanence strategy, Blue Moon lunar lander program, and multiple technology initiatives with NASA.\n\nCharania has also worked in strategy and business development for the Virgin Galactic (now Virgin Orbit) LauncherOne small satellite launch vehicle programme.\n\nCharania led the formation of the FastForward industry group focused on high-speed point-to-point transportation, was a NASA Innovative Advanced Concepts fellow, and served on the Lunar Exploration Analysis Group Commercial Advisory Board, according to the release.",
            "title": "NASA Appoints Indian-American Space Expert as Chief Technologist",
            "keywords": [
                "technology",
                "lunar",
                "chief",
                "mission",
                "expert",
                "policy",
                "nasa",
                "appoints",
                "strategy",
                "charania",
                "works",
                "indianamerican",
                "technologist",
                "virgin",
                "space"
            ],
            "link": "https://www.pratidintime.com/world/nasa-indian-american-space-expert-chief-technologist",
            "skip": "true",
            "duplicates": [
                "0",
                "3",
                "3",
                "4",
                "3",
                "6"
            ],
            "relevancy_score": 2
        },
        "4": {
            "text": "An Indian-American aerospace industry expert has been appointed as NASA's new chief technologist to serve as principal advisor to Administrator Bill Nelson on technology policy and programmes at the space agency’s headquarters here.\n\nIn his position, AC Charania will align NASA’s agencywide technology investments with mission needs across six mission directorates and oversee technology collaboration with other federal agencies, the private sector, and external stakeholders, NASA said in a statement on Monday.\n\nThe position works within NASA’s Office for Technology, Policy, and Strategy.\n\n“Technology plays a vital role in every NASA mission. Making sure that we’re pursuing the best policy objectives allows this agency to continue to serve as a global leader in innovation,” Bhavya Lal, NASA associate administrator for technology, policy, and strategy, was quoted as saying in the statement.\n\n“Charania is an experienced leader in managing large, rapidly shifting technology portfolios. I am eager for him to apply his knowledge and enthusiasm at NASA,\" Lal said.\n\nLal served as acting chief technologist prior to the appointment of Charania, whose first day working at NASA Headquarters was January 3.\n\n“The rate of advancement we seek in the 21st century is dependent upon selecting and maturing a portfolio of technologies into systems to execute our missions,” Charania said in the statement.\n\n“With this in mind, there are incredible opportunities in partnerships within and outside of NASA. I now look forward to the opportunity to work with the entire community to increase the rate of space and aviation progress,” he added.\n\nPrior to joining NASA, he served as vice president of product strategy at Reliable Robotics, a firm that works to bring certified autonomous vehicles to commercial aviation.\n\nHis previous experience also includes working at Blue Origin to mature its lunar permanence strategy, Blue Moon lunar lander program, and multiple technology initiatives with NASA.\n\nCharania has also worked in strategy and business development for the Virgin Galactic (now Virgin Orbit) LauncherOne small satellite launch vehicle programme.\n\nCharania led the formation of the FastForward industry group focused on high-speed point-to-point transportation, was a NASA Innovative Advanced Concepts fellow, and served on the Lunar Exploration Analysis Group Commercial Advisory Board, according to the release.\n\nHe received a bachelor’s and a master’s degree in aerospace engineering from the Georgia Institute of Technology, and a bachelor’s in economics from Emory University.",
            "title": "Indian-American Space Expert Named NASA's New Chief Technologist",
            "keywords": [
                "technology",
                "lunar",
                "chief",
                "mission",
                "expert",
                "policy",
                "nasa",
                "works",
                "strategy",
                "charania",
                "nasas",
                "indianamerican",
                "served",
                "named",
                "technologist",
                "space"
            ],
            "link": "https://www.republicworld.com/world-news/us-news/indian-american-space-expert-named-nasas-new-chief-technologist-articleshow.html",
            "skip": "true",
            "duplicates": [
                "0",
                "4",
                "3",
                "4",
                "4",
                "6"
            ],
            "relevancy_score": 2
        },
        "5": {
            "text": "Weather Alert\n\n...DENSE FOG ADVISORY IN EFFECT UNTIL NOON PST TODAY... * WHAT...Visibility less than one mile in dense fog. * WHERE...In Oregon, Eastern Columbia River Gorge of Oregon and Lower Columbia Basin of Oregon. In Washington, Eastern Columbia River Gorge of Washington, Kittitas Valley, Yakima Valley and Lower Columbia Basin of Washington. * WHEN...Until noon PST today. * IMPACTS...Hazardous driving conditions due to low visibility. * ADDITIONAL DETAILS...Some areas will see temperatures around or below freezing which could result in some slick conditions through the morning due to the fog. PRECAUTIONARY/PREPAREDNESS ACTIONS... If driving, slow down, use your headlights, and leave plenty of distance ahead of you. &&",
            "title": "Umatilla Robotics season kicks off with new AWS Think Big Space",
            "keywords": [
                "river",
                "today",
                "pst",
                "kicks",
                "lower",
                "big",
                "umatilla",
                "columbia",
                "think",
                "noon",
                "aws",
                "washington",
                "fog",
                "season",
                "oregon",
                "robotics",
                "space",
                "valley"
            ],
            "link": "https://www.nbcrightnow.com/news/umatilla-robotics-season-kicks-off-with-new-aws-think-big-space/article_149b45ae-90b4-11ed-b4a1-139a41613059.html",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nSummary: A Dense Fog Advisory is in effect until noon PST today, reducing visibility and potentially causing hazardous driving conditions. Drivers should reduce speed and use headlights when driving to leave extra distance ahead for safety reasons."
        },
        "6": {
            "text": "An Indian-American aerospace industry expert has been appointed as NASA's new chief technologist to serve as principal advisor to Administrator Bill Nelson on technology policy and programmes at the space agency's headquarters here.\n\nIn his position, AC Charania will align NASA's agencywide technology investments with mission needs across six mission directorates and oversee technology collaboration with other federal agencies, the private sector, and external stakeholders, NASA said in a statement on Monday.\n\nThe position works within NASA's Office for Technology, Policy, and Strategy.\n\n\"Technology plays a vital role in every NASA mission. Making sure that we're pursuing the best policy objectives allows this agency to continue to serve as a global leader in innovation,\" Bhavya Lal, NASA associate administrator for technology, policy, and strategy, was quoted as saying in the statement.\n\n\"Charania is an experienced leader in managing large, rapidly shifting technology portfolios. I am eager for him to apply his knowledge and enthusiasm at NASA,'' Lal said.\n\nLal served as acting chief technologist prior to the appointment of Charania, whose first day working at NASA Headquarters was January 3.\n\n\"The rate of advancement we seek in the 21st century is dependent upon selecting and maturing a portfolio of technologies into systems to execute our missions,\" Charania said in the statement.\n\n\"With this in mind, there are incredible opportunities in partnerships within and outside of NASA. I now look forward to the opportunity to work with the entire community to increase the rate of space and aviation progress,\" he added.\n\nPrior to joining NASA, he served as vice president of product strategy at Reliable Robotics, a firm that works to bring certified autonomous vehicles to commercial aviation.\n\nHis previous experience also includes working at Blue Origin to mature its lunar permanence strategy, Blue Moon lunar lander program, and multiple technology initiatives with NASA.\n\nCharania has also worked in strategy and business development for the Virgin Galactic (now Virgin Orbit) LauncherOne small satellite launch vehicle programme.\n\nCharania led the formation of the FastForward industry group focused on high-speed point-to-point transportation, was a NASA Innovative Advanced Concepts fellow, and served on the Lunar Exploration Analysis Group Commercial Advisory Board, according to the release.\n\nHe received a bachelor's and a master's degree in aerospace engineering from the Georgia Institute of Technology, and a bachelor's in economics from Emory University.\n\n(This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
            "title": "Indian-American space expert named NASA's new chief technologist",
            "keywords": [
                "technology",
                "lunar",
                "chief",
                "mission",
                "expert",
                "policy",
                "nasa",
                "works",
                "strategy",
                "charania",
                "nasas",
                "indianamerican",
                "served",
                "named",
                "technologist",
                "space"
            ],
            "link": "https://www.devdiscourse.com/article/technology/2314158-indian-american-space-expert-named-nasas-new-chief-technologist",
            "skip": "false",
            "duplicates": [
                "0",
                "6",
                "3",
                "6",
                "4",
                "6"
            ],
            "relevancy_score": 2,
            "summary": "\n\nAC Charania, an Indian-American aerospace expert, has been appointed as NASA's new chief technologist to advise Administrator Bill Nelson on technology policy and programmes. In his position AC will oversee collaboration with other federal agencies, the private sector and external stakeholders. He brings extensive knowledge having prior experience at Reliable Robotics, Blue Origin and Virgin Galactic (now Virgin Orbit)."
        },
        "7": {
            "text": "Halodi Robotics is using Ansys simulation software through the Ansys Startup Program to develop its humanoid robots designed to work among humans in everyday environments.\n\nHumanoid robots can help alleviate the growing labour shortage, and free critical personnel to focus on tasks that require their high-level skills.\n\nThese robots will perform jobs such as patrolling buildings at night, stocking grocery shelves, and executing logistical tasks at hospitals. With Elite Channel Partner EDRMedeso, Ansys enabled Halodi Robotics to shorten development time by months.\n\nUp until now, robotic machines have only been seen working in factories performing repetitive and precise tasks. With humanoid robots, the most significant difference is that they are capable of interacting with the world just like humans do.\n\nTo be able to do so, safety is the most important factor for ensuring successful deployment. Halodi Robotics engineers used Ansys to develop motors with enough power to lift heavy packages in a warehouse while simultaneously being gentle enough to retrieve a laptop and hand it to a human colleague.\n\nLast spring, Halodi Robotics tested its robot EVE as an assistant to healthcare personnel at Sunnaas Hospital in Norway, executing logistical tasks. The hospital identified that using EVE as an assistant has the potential to free up the approximately 200 hours nurses spend on simple logistics tasks, allowing them to spend more time caring for patients.\n\nBernt Øivind Børnich, CEO at Halodi Robotics, says: “Safety must come first when designing a humanoid robot that will interact with and work among people. Our goal is to engineer a product that is passively safe, making sure that if everything fails, the robot is still harmless.\n\n“Simulating the design of powerful yet safe electric motor systems using Ansys software reduced the development time of our second generation of motors by months.”\n\nHalodi Robotics engineers used Ansys Motor-CAD simulation software to develop motors that mimic biological systems, such as human muscles. Synthetic fiber threads connected to actuators are driven by very lightweight, low-speed motors with very high torque. These motors provide the high power and low-energy interactions required by humanoid robots.\n\nWalt Hearn, vice president of global sales and customer excellence at Ansys, says: “We’re amazed at what Halodi Robotics has been able to accomplish. With the help of Ansys software, engineers are making humanoid robots safe to work around people.\n\n“Moving robots out of confined, structured industrial settings and enabling them to interact with people in real-world settings is a significant leap forward in robotics technology.”\n\nShare this: Print\n\nFacebook\n\nLinkedIn\n\nReddit\n\nTwitter\n\nTumblr\n\nPinterest\n\nSkype\n\nWhatsApp\n\nTelegram\n\nPocket\n\n",
            "title": "Halodi Robotics uses Ansys to simulate humanoid robots",
            "keywords": [
                "robotics",
                "using",
                "halodi",
                "tasks",
                "robots",
                "simulate",
                "motors",
                "uses",
                "work",
                "humanoid",
                "ansys",
                "software"
            ],
            "link": "https://roboticsandautomationnews.com/2023/01/10/halodi-robotics-leverages-ansys-to-simulate-humanoid-robots/58990/",
            "skip": "true",
            "relevancy_score": 1
        },
        "8": {
            "text": "Virgin Orbit's historic \"Start Me Up\" mission launched from Spaceport Cornwell on January 9th as planned, but it has failed to reach orbit and has ultimately ended in failure. If you follow the the company's tweets during the event, everything went well at first. Virgin Orbit confirmed LauncherOne's clean separation from its carrier aircraft, Cosmic Girl, as well as the ignition of its NewtonThree first stage rocket engine. The mission also seemed to have gone through a successful stage separation, with the company tweeting about NewtonFour's, the second stage engine's, ignition. \"LauncherOne is now officially in space!\" the tweet after that reads.\n\nLauncherOne's upper stage shut down and was supposed to coast halfway around our planet before deploying its payload. As Ars Technica reports, the next tweet after that said the rocket and its payload satellites had successfully reached orbit. But the company deleted that tweet and replaced it with an announcement that said an anomaly prevented the mission from reaching orbit as planned. According to Reuters, a graphic display it saw over the launch's video feed showed that the mission reached second-stage cutoff but stopped three steps ahead of payload deployment a couple of hours after take off.\n\nMatt Archer, Commercial Space Director at the UK Space Agency, said the government and various entities that include the company will conduct an investigation about the failure over the coming days. Archer also said that the second stage suffered a \"technical anomaly and didn't reach the required orbit.\" It's unclear what the investigation entails, but Virgin Orbit promised to share more details when it can. Meanwhile, Cosmic Girl and its crew was safely able to return to Spaceport Cornwall.\n\nTurn on browser notifications to receive breaking news alerts from Engadget You can disable notifications at any time in your settings menu. Not now Turned on Turn on\n\nWe appear to have an anomaly that has prevented us from reaching orbit. We are evaluating the information. — Virgin Orbit (@VirginOrbit) January 9, 2023\n\nThe mission was carrying payload satellites from seven commercial and government customers. They include a UK-US joint project called CIRCE (Coordinated Ionospheric Reconstruction CubeSat Experiment) and two CubeSats for the UK Ministry of Defense's Prometheus-2 initiative. Ars says this failure could have a huge impact on the company, which is struggling to launch enough missions to break even. \"Start Me Up\" wasn't only the first orbital launch from UK soil, it was also the first international launch for Virgin Orbit and the first commercial launch from Western Europe. It could've been a high-profile success for the company and would've shown potential customers what it's capable of.\n\nDan Hart, Virgin Orbit CEO, said in a statement sent to Engadget: \"While we are very proud of the many things that we successfully achieved as part of this mission, we are mindful that we failed to provide our customers with the launch service they deserve. The first-time nature of this mission added layers of complexity that our team professionally managed through; however, in the end a technical failure appears to have prevented us from delivering the final orbit. We will work tirelessly to understand the nature of the failure, make corrective actions, and return to orbit as soon as we have completed a full investigation and mission assurance process.\"",
            "title": "The first-ever UK space flight fails to reach orbit",
            "keywords": [
                "company",
                "firstever",
                "reach",
                "mission",
                "payload",
                "flight",
                "orbit",
                "uk",
                "stage",
                "fails",
                "launch",
                "virgin",
                "space",
                "failure"
            ],
            "link": "https://www.engadget.com/the-first-ever-uk-space-flight-virgin-orbit-startmeup-fails-to-reach-orbit-061912341.html",
            "skip": "true",
            "duplicates": [
                "8",
                "12",
                "8",
                "15"
            ],
            "relevancy_score": 4
        },
        "9": {
            "text": "Speedcast wins contract renewal for Asia-Pacific Teleport Services\n\n\n\nby Staff Writers\n\n\n\nSydney, Australia (SPX) Jan 10, 2023\n\n\n\nSpeedcast, a leading communications and IT services provider, has been awarded a contract extension by Airbus to provide gateway hosting services offering secure access to its SKYNET military satellite system from the Asia-Pacific region. Airbus is the trusted partner for the UK's secure military satellite communications program.\n\nIn 2016, Speedcast built two 11m antenna systems at one of its leading teleport facilities in Australia and has successfully provided secure hosting and maintenance services since that time. This contract award extends this successful partnership.\n\nIn 2019, Airbus celebrated a remarkable 50 years of providing global secure military satellite communications to the UK Ministry of Defence, marked by the 50-year anniversary of the first SKYNET satellite.\n\n\"Australia is an ideal geographical location to access the SKYNET fleet from the Asia-Pacific region, and Speedcast's facility serving this project is rated Tier 4 by the World Teleport Association, so it's one of the best in the Eastern hemisphere,\" said James Trevelyan, Senior Vice President of Enterprise and Emerging Markets at Speedcast. \"Australia is also a Five Eyes intelligence alliance partner.\"\n\n\n\nRelated Links\n\nSpeedcast\n\nVSAT News - Suppliers, Technology And Applications\n\n\n\n\n\nThanks for being there;\n\nWe need your help. The SpaceDaily news network continues to grow but revenues have never been harder to maintain.\n\n\n\nWith the rise of Ad Blockers, and Facebook - our traditional revenue sources via quality network advertising continues to decline. And unlike so many other news sites, we don't have a paywall - with those annoying usernames and passwords.\n\n\n\nOur news coverage takes time and effort to publish 365 days a year.\n\n\n\nIf you find our news sites informative and useful then please consider becoming a regular supporter or for now make a one off contribution. SpaceDaily Monthly Supporter\n\n$5+ Billed Monthly\n\n\n\nOption 1 : $5.00 USD - monthly Option 2 : $10.00 USD - monthly Option 3 : $15.00 USD - monthly Option 4 : $20.00 USD - monthly Option 5 : $25.00 USD - monthly Option 6 : $50.00 USD - monthly Option 7 : $100.00 USD - monthly\n\npaypal only\n\nSpaceDaily Contributor\n\n$5 Billed Once\n\n\n\n\n\ncredit card or paypal\n\n\n\nLas Vegas NV (SPX) Jan 09, 2023\n\n",
            "title": "Speedcast wins contract renewal for Asia-Pacific Teleport Services",
            "keywords": [
                "contract",
                "monthly",
                "asiapacific",
                "usd",
                "wins",
                "speedcast",
                "teleport",
                "services",
                "secure",
                "satellite",
                "option",
                "renewal",
                "military",
                "skynet"
            ],
            "link": "https://www.spacedaily.com/reports/Speedcast_wins_contract_renewal_for_Asia_Pacific_Teleport_Services_999.html",
            "skip": "false",
            "relevancy_score": 2,
            "summary": "\n\nSpeedcast, a leading communications and IT services provider, has been awarded an extension of their contract with Airbus to provide gateway hosting services and secure access from the Asia-Pacific region to its SKYNET military satellite system. The two 11m antenna systems that Speedcast built in Australia are rated Tier 4 by the World Teleport Association and make it an ideal geographical location for this project due to its partnership within the Five Eyes intelligence alliance."
        },
        "10": {
            "text": "With Bosch Rexroth's ROKIT Locator software, mobile robots can independently determine their position. Users no longer need expert knowledge or additional infrastructure to commission a mobile robot. Locator allows mobile robots to determine their position and orientation in any environment, simplifying the automation of intralogistics tasks in industry and trade. Locator is compatible with various industrial controllers and laser sensors on the market and is suitable for mobile units of all sizes and drive types.\n\n\n\nMore Headlines Articles\n\nUntil now, many users have shied away from the effort required to introduce autonomous guided vehicles (AGVs) and autonomous mobile robots (AMRs). Project durations are often several months, and the areas of application in the facility must be equipped with marking strips, reflectors or mirrors. Afterwards, specialists must manually train the mobile units to effectively navigate their environment.With Locator, this time-consuming process can be replaced with quick and easy commissioning, without requiring additional expert knowledge. Locator enables the robots to evaluate the signals from a laser sensor in the vehicle and convert them into coordinates in space. No permanently installed aids, such as markers or reflectors, are required for orientation and position determination. Users only need one click to start up the system and familiarize the unit with its surroundings in a one-time orientation trip. An intuitive user interface based on 3D technology is provided for this purpose. The software maps an initially unknown environment and automatically creates a map.Locator stores this map on the vehicle itself, or optionally on an on-site server component, also offered by Bosch Rexroth. If several mobile units are used, they all access this map. Afterwards, immediate localization is possible without initial knowledge.If a vehicle detects a change in the environment, such as when setting up a new storage location, it sends this information to the server, which automatically updates the map accordingly and sends it to all the mobile units in the fleet. Mobile units purchased subsequently with the Locator take over the server data when they are put into operation and can drive off immediately.The Locator can be used in a wide variety of vehicle types, industries and applications. The software is independent of the hardware used by a vehicle manufacturer. As an encapsulated function block, it fits into numerous control systems and supports a wide range of laser sensors, including safety lasers. Locator is already being used by various AGV and AMR manufacturers, including Bosch Rexroth's MP1000R and ACTIVE Shuttle.Learn more about the MP1000R and ACTIVE Shuttle at https://www.boschrexroth.com/en/us/products/product-groups/assembly-technology/topics/amr/.About Bosch Rexroth:As one of the world's leading suppliers of drive and control technologies, Bosch Rexroth ensures efficient, powerful and safe movement in machines and systems of any size. The company bundles global application experience in the market segments of Mobile Applications, Machinery Applications and Engineering, and Factory Automation. With its intelligent components, customized system solutions and services, Bosch Rexroth is creating the necessary environment for fully connected applications. Bosch Rexroth offers its customers hydraulics, electric drive and control technology, gear technology and linear motion and assembly technology, including software and interfaces to the Internet of Things. With locations in over 80 countries, more than 31,000 associates generated sales revenue of around 6.2 billion euros in 2021.To learn more, please visit www.boschrexroth.com.About Bosch:The Bosch Group is a leading global supplier of technology and services. It employs roughly 402,600 associates worldwide (as of December 31, 2021). The company generated sales of 78.7 billion euros in 2021. Its operations are divided into four business sectors: Mobility Solutions, Industrial Technology, Consumer Goods, and Energy and Building Technology. As a leading IoT provider, Bosch offers innovative solutions for smart homes, Industry 4.0, and connected mobility. Bosch is pursuing a vision of mobility that is sustainable, safe, and exciting. It uses its expertise in sensor technology, software, and services, as well as its own IoT cloud, to offer its customers connected, cross-domain solutions from a single source. The Bosch Group's strategic objective is to facilitate connected living with products and solutions that either contain artificial intelligence (AI) or have been developed or manufactured with its help. Bosch improves quality of life worldwide with products and services that are innovative and spark enthusiasm. In short, Bosch creates technology that is \"Invented for life.\" The Bosch Group comprises Robert Bosch GmbH and its roughly 440 subsidiary and regional companies in some 60 countries. Including sales and service partners, Bosch's global manufacturing, engineering, and sales network covers nearly every country in the world. With its more than 400 locations worldwide, the Bosch Group has been carbon neutral since the first quarter of 2020. The basis for the company's future growth is its innovative strength. At 128 locations across the globe, Bosch employs some 76,100 associates in research and development, of which more than 38,000 are software engineers.Additional information is available online at www.bosch.com, www.iot.bosch.com, www.bosch-press.com, www.twitter.com/BoschPress.",
            "title": "More Flexibility and Usability for Mobile Robotics with Locator",
            "keywords": [
                "mobile",
                "technology",
                "flexibility",
                "locator",
                "solutions",
                "usability",
                "services",
                "used",
                "robotics",
                "vehicle",
                "bosch",
                "software",
                "units"
            ],
            "link": "https://www.roboticstomorrow.com/news/2023/01/09/more-flexibility-and-usability-for-mobile-robotics-with-locator/19908/",
            "skip": "true",
            "relevancy_score": 1
        },
        "11": {
            "text": "Material logistics plays a crucial role in manufacturing processes and warehouses, but should a company choose an autonomous guided vehicle (AGV) or a conveyor system? Leaders in intralogistics solutions give their opinions on when and why each technology can make sense. AGV or Conveyor — Which System Should You Choose? Article from | BlueBotics\n\nThe choice between an AGV and a conveyor system depends on multiple factors. Key questions to consider include: What throughput of material is required? What is the project site layout? Do other machines and people need to operate in the area? And what level of overall flexibility is required?\n\nA question of volume\n\nA fixed conveyor offers a much greater capacity to move individual goods quickly. So, if materials need to be transported to and from fixed locations in high volumes, a conveyor is an ideal solution. AGVs, on the other hand, offer much greater flexibility and can be more easily adapted to changing manufacturing requirements.\n\n“One of the main factors in choosing an AGV or conveyor is whether the customer wants to block the space with a conveyor or have the flexibility of an AGV,\" says Bernd Krebs, AGV Product Manager at Stöcklin Logistik. \"However, the quantity to be conveyed will determine whether an AGV will offer a viable solution. For example, at one airport site, our customer needed to move approximately 200 pallets every hour, which needed to be picked up immediately. It was simply not feasible for an AGV to handle this.”\n\nWhen flexibility is required\n\nAGVs come into their own when greater flexibility is required or when a site needs to remain open and accessible to people and other traffic.\n\nNiels Buylinckx, Business Development Manager at F3-Design, says, “Production processes in general change. With Nipper AGVs our customers have the highest degree of flexibility. All our customers receive training on how to create or change pallet positions themselves, providing them with real flexibility.”\n\nA flexible vehicle solution can be easily modified, for example, to change as a site or operation evolves. At the simplest level, a straightforward software change is all that is needed to adapt or add vehicle routes In line with shifting requirements. AGVs can also integrate well into shared spaces., whereas conveyors largely cut areas off, taking over a space and blocking traffic flows.\n\n\"Compact and flexible AGVs are perfectly suited for manned spaces,\" adds Buylinckx. This sentiment is shared by Tim Mark, Sales Engineer at Creform Technik, , who adds, \"In production environments, the AGV is favored, since it can be integrated into the environment and flexibly adapted due to a low construction effort.\"\n\nKrebs summarizes this need for flexibility, explaining: \"The trend is moving more and more towards automation and flexibility. AGVs are much more flexible and usually quicker and easier to implement, and depending on the size of the system, also cheaper. Any changes to a conveyor system involve much more effort.\"\n\nUpgrading existing warehouses\n\nDo the pros and cons of AGV and conveyor systems change if warehouse managers are looking to upgrade existing 'brownfield' facilities? The experts don't think so, however AGV solutions are better able to adapt to spaces where there is other machinery already in place.\n\n“When it comes to automating an existing warehouse, there is no clear favorite,\" comments Mark, \"It depends on the requirements for the target state and how automation is to be implemented during ongoing operations. The main factors in the selection are flexibility, throughput performance, scalability, resilience, and cost efficiency.”\n\nOne of the advantages of AGVs in existing facilities is the compact form factor of many smaller vehicles, and the flexibility of their installation. If these vehicles employ natural or free navigation technologies to get around, minimal infrastructure changes are required, so choosing an AGV approach should mean less disruption to day-to-day operations. By contrast, installing a conveyor system may mean not only significant investment but more major changes to a site's existing layout.\n\nThe design and installation difference\n\nAnother factor in any solution decision involves understanding how the system is designed and installed on-site.\n\nA conveyor system requires custom design and needs heavily adapting to a site's layout, which may incur significant effort, time, and expense. However, an AGV installation can be designed, set up, and commissioned quickly since the design of the vehicle itself is usually already complete. Therefore an AGV installation is largely about creating the site map it will use to get around and programming the vehicle's missions and different actions using configuration software.\n\n“Conveyors are designed according to the customer's place of use. In many cases, the design, manufacturing, and installation require time. Of course, it costs a lot,” says Otsuji Yuichi, R&D Group Team Manager at Nakanishi Metal Works Co (NKC), a leading supplier of conveyor systems to the automotive industry.\n\nKrebs confirms this, saying: \"An AGV is designed, set up, and commissioned more quickly than a conveyor system.\"\n\nTrending towards flexibility\n\nThe flexibility provided by AGVs is attracting more and more interest. According to the experts, increasing numbers of warehouse and plant automation customers are investigating AGVs, and, as such, the mobile robotics market is experiencing a consistent upward trend.\n\nKrebs confirms, “The trend is increasingly moving towards automation and flexibility. AGVs are much more flexible and usually quicker and easier to implement, and depending on the size of the system, also cheaper.”\n\nYuichi agrees, saying, “More and more customers are choosing AGVs. Customers without technology in place choose AGVs, which allows easy course changes, rather than fixed equipment such as conveyors.”\n\nHowever, no one realistically expects AGVs to fully replace conveyors, as when it comes to moving large volumes of materials, quickly, conveyors clearly remain the stronger choice. “We cannot imagine a complete replacement of conveyor belts by AGVs,\" Mark says. \"There are too many applications that rule out the use of AGVs simply because of the high conveying capacity needed.”\n\nCost & ROI\n\nThe return on investment of conveyor or AGV solution will always depend on its usage. Broadly speaking, high conveyance over short distances will favor a conveyor system, whereas large plants that need to move larger materials over long distances will find AGVs a more appealing option.\n\nSummary\n\nThe world of intralogistics is evolving as automation takes hold.\n\nWhen goods need to move short distances quickly, and there is no need for floor space to be shared, conveyor systems are the obvious choice and will continue to remain so.\n\nHowever, many businesses need more flexibility in their automation choices. They need to adjust their operations fairly regularly, move different payloads, and transport these materials in open or shared spaces. For these reasons and more, they are increasingly looking to AGVs to harness the flexibility benefits these systems can bring.\n\nThe content & opinions in this article are the author’s and do not necessarily represent the views of RoboticsTomorrow\n\nComments (0) This post does not have any comments. Be the first to leave a comment below. Post A Comment You must be logged in before you can post a comment. Login now.",
            "title": "AGV or Conveyor — Which System Should You Choose?",
            "keywords": [
                "system",
                "need",
                "flexibility",
                "agv",
                "solution",
                "site",
                "automation",
                "customers",
                "conveyor",
                "choose",
                "agvs"
            ],
            "link": "https://www.roboticstomorrow.com/article/2022/12/agv-or-conveyor-%25E2%2580%2594-which-system-should-you-choose/19841",
            "skip": "true",
            "relevancy_score": 0
        },
        "12": {
            "text": "Britain's attempt to launch its first orbital rocket in over half a century and the first from UK soil failed today as the second stage of the mission's Virgin Orbit rocket malfunctioned due to an undisclosed problem.\n\nThe Start Me Up mission began at 20:02 GMT as it lifted off with test pilot Mathew \"Stanny\" Stanford and co-pilot Eric Bippert at the controls of Cosmic Girl, a converted Boeing 747-400 airliner serving as a mothership to deploy Virgin Orbit’s LauncherOne rocket. Also aboard were flight engineers Dayle Alexander and Bryce Schaffer to oversee operations.\n\nThe LauncherOne rocket was dropped from Cosmic Girl at about 23:09 GMT over the Atlantic Ocean off the coast of Ireland at an altitude of 30,000 ft (9,100 m). The first stage ignited automatically and burned for three minutes. After separation, the second stage was programmed to carry out two burns totaling six minutes to put the payloads into the desired circular orbit at an altitude of 345 miles (555 km). However, Mission Control has announced that after the first burn, the stage suffered a malfunction that prevented it from reaching orbit.\n\nCosmic Girl is the mothership for LauncherOne Virgin Orbit\n\nThe first and only time that Britain launched a rocket into orbit was on October 28, 1971 when a Black Arrow booster lifted the Prospero satellite into space from the Woomera Prohibited Area in Australia. However, by the time Prospero had reached orbit, the British government had cancelled the project for economic and diplomatic reasons and UK space efforts turned toward the building of spacecraft, becoming the second biggest manufacturer after the US.\n\nThat changed as the UK Space Agency (UKSA), Cornwall Council, the Royal Air Force, and Virgin Orbit entered into a partnership to establish commercial space launching operations from Cornwall. This involved not only developing the launch infrastructure, but also getting the legal and regulatory clearances to make operations involving the rapid launching of small satellites on demand practical.\n\nAt a cost of about US$12 million per launch, LauncherOne is a 70-ft (21.3-m), 30-tonne, US-built, liquid-fueled, two-stage rocket that is capable of lifting 1,100 lb (500 kg) into Low Earth orbit or 660 lb (300 kg) into a Solar Stationary Orbit.\n\nLauncherOne at Spaceport Cornwall Virgin Orbit\n\nToday's orbital launch attempt, which was also the first from anywhere in Western Europe, is the fifth Virgin Orbit launch intended to carry private or government payloads into orbit. Start Me Up, named after a 1981 Rolling Stones song, carried an international collection of payloads, including Britain's IOD-3 AMBER to provide space-based Maritime Domain Awareness (MDA) data to users, UK Ministry of Defense’s (MOD) Defense Science and technology laboratory's (Dstl) Prometheus-2 twin CubeSats, the Coordinated Ionospheric Reconstruction CubeSat Experiment (CIRCE) satellite for Dstl and the US Naval Research Laboratory, the British RHEA group's DOVER global navigation system SmallSat, ForgeStar-0 space-manufacturing platform for Space Forge of Wales, Oman’s first orbital mission called AMAN, and the STORK-6 satellite for the Polish Small Satellite manufacturer and operator SatRev.\n\nThe video below is the live feed of the launch.\n\nStart Me Up\n\nSource: Virgin Orbit",
            "title": "First space mission launched from British soil fails to reach orbit",
            "keywords": [
                "second",
                "reach",
                "mission",
                "virgin",
                "rocket",
                "orbit",
                "launched",
                "uk",
                "stage",
                "fails",
                "satellite",
                "british",
                "launch",
                "soil",
                "space",
                "launcherone"
            ],
            "link": "https://newatlas.com/space/virgin-orbit-launch-british-soil-launcherone/",
            "skip": "true",
            "duplicates": [
                "1",
                "12",
                "8",
                "12",
                "12",
                "14",
                "12",
                "15"
            ],
            "relevancy_score": 5
        },
        "13": {
            "text": "Model snapshot at 𝑡 = 7000 generations for the runs (a) and (b) from Figure 8. (a) The core has an overall cooling effect (b) the core has a heating effect. — astro-ph.EP\n\nWhen searching for inhabited exoplanets, understanding the boundaries of the habitable zone around the parent star is key.\n\nIf life can strongly influence its global environment, then we would expect the boundaries of the habitable zone to be influenced by the presence of life. Here using a simple abstract model of `tangled-ecology’ where life can influence a global parameter, labelled as temperature, we investigate the boundaries of the habitable zone of our model system.\n\nAs with other models of life-climate interactions, the species act to regulate the temperature. However, the system can also experience `punctuations’, where the system’s state jumps between different equilibria. Despite this, an ensemble of systems still tends to sustain or even improve conditions for life on average, a feature we call Entropic Gaia. The mechanism behind this is sequential selection with memory which is discussed in detail.\n\nWith this modelling framework we investigate questions about how Gaia can affect and ultimately extend the habitable zone to what we call the Gaian habitable zone. This generates concrete predictions for the size of the habitable zone around stars, suggests directions for future work on the simulation of exoplanets and provides insight into the Gaian bottleneck hypothesis and the habitability/inhabitance paradox.\n\nRudy Arthur, Arwen Nicholson\n\nSubjects: Earth and Planetary Astrophysics (astro-ph.EP); Populations and Evolution (q-bio.PE)\n\nCite as: arXiv:2301.02150 [astro-ph.EP] (or arXiv:2301.02150v1 [astro-ph.EP] for this version)\n\nhttps://doi.org/10.48550/arXiv.2301.02150\n\nFocus to learn more\n\nSubmission history\n\nFrom: Rudy Arthur\n\n[v1] Thu, 5 Jan 2023 16:52:18 UTC (1,657 KB)\n\nhttps://arxiv.org/abs/2301.02150\n\nAstrobiology",
            "title": "A Gaian Habitable Zone",
            "keywords": [
                "life",
                "gaian",
                "habitable",
                "zone",
                "boundaries",
                "temperature",
                "systems",
                "investigate",
                "influence",
                "astrophep",
                "model"
            ],
            "link": "https://astrobiology.com/2023/01/a-gaian-habitable-zone.html",
            "skip": "true",
            "relevancy_score": 0
        },
        "14": {
            "text": "LONDON (AP) — A mission to launch the first satellites into orbit from Western Europe suffered an “anomaly” Tuesday, Virgin Orbit said.\n\nThe U.S.-based company attempted its first international launch on Monday, using a modified jumbo jet to carry one of its rockets from Cornwall in southwestern England to the Atlantic Ocean where the rocket was released. The rocket was supposed to take nine small satellites for mixed civil and defense use into orbit.\n\nBut about two hours after the plane took off, the company reported that the mission encountered a problem.\n\n“We appear to have an anomaly that has prevented us from reaching orbit. We are evaluating the information,” Virgin Orbit said on Twitter.\n\nVirgin Orbit, which is listed on the NASDAQ stock exchange, was founded by British billionaire Richard Branson. It has previously completed four similar launches from California.\n\nHundreds gathered for the launch cheered earlier as a repurposed Virgin Atlantic Boeing 747 aircraft, named “Cosmic Girl,” took off from Cornwall late Monday. Around an hour into the flight, the plane released the rocket at around 35,000 feet (around 10,000 meters) over the Atlantic Ocean to the south of Ireland.\n\nThe plane, piloted by a Royal Air Force pilot, returned to Cornwall after releasing the rocket.\n\nSome of the satellites are meant for U.K. defense monitoring, while others are for businesses such as those working in navigational technology. One Welsh company is looking to manufacture materials such as electronic components in space.\n\nU.K. officials had high hopes for the mission. Ian Annett, deputy chief executive at the U.K. Space Agency, said Monday it marked a “new era” for his country's space industry. There was strong market demand for small satellite launches, Annett said, and the U.K. has ambitions to be ”the hub of European launches.\"\n\nIn the past, satellites produced in the U.K. had to be sent to spaceports in other countries to make their journey into space.\n\nThe mission was a collaboration between the U.K. Space Agency, the Royal Air Force, Virgin Orbit and Cornwall Council.\n\nThe launch was originally planned for late last year, but it was postponed because of technical and regulatory issues.",
            "title": "Virgin Orbit reports 'anomaly' in satellite launch from UK",
            "keywords": [
                "plane",
                "mission",
                "cornwall",
                "satellites",
                "anomaly",
                "orbit",
                "rocket",
                "uk",
                "reports",
                "satellite",
                "launch",
                "virgin",
                "space"
            ],
            "link": "https://www.sheltonherald.com/news/article/Plane-prepares-to-take-off-for-first-UK-satellite-17704324.php",
            "skip": "true",
            "duplicates": [
                "1",
                "14",
                "12",
                "14",
                "14",
                "15"
            ],
            "relevancy_score": 5
        },
        "15": {
            "text": "The plane takes off ahead of Britain's first satellite launch, at Cornwall Airport Newquay, in Cornwall, Britain January 9, 2023. REUTERS/Henry Nicholls reuters_tickers\n\nThis content was published on January 10, 2023 - 03:01\n\nBy Paul Sandle\n\nNEWQUAY, England (Reuters) -Britain's attempt to become the first European nation to launch satellites into space ended in bitter disappointment early on Tuesday when Virgin Orbit said its rocket had suffered an anomaly that prevented it from reaching orbit.\n\nThe \"horizontal launch\" mission had left from the coastal town of Newquay in southwest England, with Virgin's LauncherOne rocket carried under the wing of a modified Boeing 747 called \"Cosmic Girl\", and later released over the Atlantic Ocean.\n\n\"We appear to have an anomaly that has prevented us from reaching orbit,\" the company said. \"We are evaluating the information.\"\n\nThe failure deals a further blow to European space ambitions after an Italian-built Vega-C rocket mission failed after lift-off from French Guiana in late December.\n\nThe rockets have since been grounded.\n\nEurope has suffered a series of setbacks in the past year, with its key Ariane 6 launcher delayed, access to Russian Soyuz rockets blocked by the Ukraine war, Vega grounded and now a showcase launch for the burgeoning small launcher industry abandoned.\n\nVirgin Orbit had initially said on Twitter that LauncherOne had reached earth orbit, a tweet it later deleted.\n\n\"Over the coming days there will be an investigation by the government and various bodies, including Virgin Orbit,\" Matt Archer, Commercial Space Director at the UK Space Agency said.\n\nVirgin Orbit, part-owned by British billionaire Richard Branson, had planned to deploy nine small satellites into lower Earth orbit (LEO) in its first mission outside its United States base.\n\nThe mission had been heralded as a historic first for Cornwall, Britain and Europe, and thousands of enthusiasts watching from beside the runway cheered when \"Cosmic Girl\" took off and when they were told the rocket had been deployed.\n\nThe crowd quickly and quietly dispersed following the announcement of failure.\n\nMISSION FAILURE\n\nA mission failure would be the second in Virgin Orbit's history since its first launch in 2020. The company has had four successful missions.\n\nArcher, at the UK Space Agency, said the a first stage burn had taken the rocket into space but the second stage had a \"technical anomaly and didn't reach the required orbit\".\n\nA graphic display on an official video feed showed the mission at second-engine cut-off, three steps short of payload deployment about two hours after take-off.\n\nThe war in Ukraine has highlighted the importance for tactical military purposes of smaller satellites, like those being launched from Newquay, which can get into low orbit at much shorter notice than bigger ones.\n\nIt was not immediately clear how the failure, which will have to be investigated, would affect the timing or location of future missions. Virgin Orbit Chief Executive Dan Hart told reporters on Sunday that the company hoped to return to Newquay before the end of 2023.\n\nBritain says it is the leading non-U.S. manufacturer of satellites, with 47,000 people employed in its space industry, and has called for the development of multiple potential microlaunch sites including two vertical launchpads in Scotland.\n\nThe UK Space Agency had described the Cornish mission as a moment of national pride for Britain's growing space industry while Britain's minister for science, George Freeman, told Reuters at the spaceport that it was a \"historic moment\".\n\n\"Lots and lots of things have been achieved and yet the milestone is obviously disappointing,\" Archer said. \"But we will continue to press on and we will get there in the end.\"\n\n(Additional reporting by Tim Hepher and Joey Roulette, Editing by Nick Macfie, Kate Holton and Sandra Maler)",
            "title": "Britain's groundbreaking satellite launch ends in failure",
            "keywords": [
                "mission",
                "ends",
                "rocket",
                "satellites",
                "orbit",
                "uk",
                "groundbreaking",
                "satellite",
                "britains",
                "launch",
                "virgin",
                "space",
                "newquay",
                "failure"
            ],
            "link": "https://www.swissinfo.ch/eng/rocket-reaches-orbit-in-europe-s-first-satellite-launch/48191874",
            "skip": "false",
            "duplicates": [
                "1",
                "15",
                "8",
                "15",
                "12",
                "15",
                "14",
                "15"
            ],
            "relevancy_score": 5,
            "summary": "\n\nSummary: Britain's attempt to be the first European nation to launch satellites into space ended in disappointment when Virgin Orbit said its rocket suffered an anomaly which prevented it from reaching orbit. Thousands of spectators were watching and cheered before quickly dispersing after they heard the news while the mission failure will be investigated and the timing or location of future missions could be impacted."
        },
        "16": {
            "text": "",
            "title": "NASA Selects Experimental Space Technology Concepts for Initial Study",
            "keywords": [
                "technology",
                "concepts",
                "study",
                "nasa",
                "experimental",
                "selects",
                "initial",
                "space"
            ],
            "link": "https://www.nasa.gov/press-release/nasa-selects-experimental-space-technology-concepts-for-initial-study",
            "skip": "true",
            "relevancy_score": 2
        },
        "17": {
            "text": "Astronomers are always looking to the next big thing. This week, at a meeting of the American Astronomical Society, researchers packed into a standing-room-only conference room to hear about a successor to JWST, the 6.5-meter space telescope that began operations last year. Flush with JWST’s success, NASA is now planning an optical telescope that would be just as big as JWST and have a grand new goal: looking for signs of life on Earth-like planets, perhaps by the early 2040s.\n\nMark Clampin, NASA’s astrophysics division director, told the audience that little about the telescope has been settled. But what he did say tantalized them: The telescope will, like JWST, be perched at L2, a gravitational balance point 1.5 million kilometers from Earth. Unlike JWST, it will be designed for robotic servicing and upgrades, which could enable it to operate for decades, getting better with age. Without a dedicated budget, Clampin says he can’t yet make much headway on the design and technology. But he does have a working name for the telescope: the Habitable Worlds Observatory (HWO).\n\n“I’m really, really excited to see it actually happening,” says John O’Meara, chief scientist of the W.M. Keck Observatory. “Serviceability will be huge,” says Aki Roberge of NASA’s Goddard Space Flight Center. It essentially creates a “mountaintop observatory at L2,” she says. Like a telescope on Earth, the mirrors and structure can remain while increasingly sophisticated instruments are swapped in. “It’s the instruments that make a difference,” she says.\n\nThe HWO won’t be NASA’s next flagship space telescope after JWST. The agency plans in 2027 to launch the Nancy Grace Roman Observatory, a 2.4-meter survey telescope that will hunt for dark energy and exoplanets. But with the HWO, NASA is following through on the top priority of astronomy’s decadal survey, a community-led wish list that guides funding agencies and lawmakers. The survey’s final report, published in November 2021, called for NASA to resurrect its Great Observatories program, which launched the Hubble Space Telescope and several others in the 1990s and early 2000s. The report said an $11 billion, 6-meter telescope sensitive to ultraviolet, optical, and near-infrared wavelengths should kick off the new Great Observatories program. It specified that the telescope, in addition to doing general astrophysics, must be capable of detecting signs of life on 25 nearby Earth-like exoplanets—the minimum needed to confirm statistically whether life is common in the Galaxy.\n\nNASA had proposed to the decadal survey several options for this next big thing in space, but the decadal report called for something between two of NASA’s proposals, HabEx and LUVOIR. HabEx would have relied on a 4-meter monolithic mirror, as well as a robotic starshade, floating more than 100,000 kilometers away, to screen out the light of an exoplanet’s star so the planet could be seen. LUVOIR, as big as 15 meters across in one configuration, was designed more as a multipurpose observatory, and would build on JWST’s segmented mirror technology. Although segmented mirrors can’t produce images quite as crisp as those from monolithic mirrors, they can be folded up, making it possible to pack a far bigger telescope into a rocket fairing.\n\nThe HabEx concept included a starshade, but the Habitable Worlds Observatory may only include an internal starlight blocker called a coronagraph. Scott Gaudi\n\nAs described, the HWO “contains no technology that has not already been thought about for HabEx or LUVOIR,” says Scott Gaudi of Ohio State University, Columbus, one of the designers of HabEx. But Clampin said the agency will take a conservative approach to the HWO, to avoid the cost overruns and delays that plagued JWST. That project required many unproven technologies, which took longer to refine than expected. For the new telescope, NASA will take advantage of technologies already developed or in development, including segmented mirrors such as the one used in JWST and the Roman observatory’s coronagraph, an optical device within the telescope that blocks the light of a star so that faint exoplanets nearby can be seen. It will also set up a Great Observatories Technology Maturation Program (GOMaP) to refine those technologies for the HWO and do similar prep work for subsequent great observatories.\n\nFor example, because the HWO will work with optical light, which has shorter wavelengths than the infrared light JWST captures, the HWO will need much tighter control over the shape of the mirror. It will need to be perfectly shaped down to a level of 1 picometer—one-millionth of one-millionth of 1 meter—compared with billionths of a meter for JWST. The HWO will also have to improve on the Roman telescope’s coronagraph, which can block out the light of a star 100 million times brighter than its planet. The HWO’s coronagraph will need to cope with stars that are 10 billion times brighter. One key will be suppressing stray light, which may require a cylindrical baffle around the HWO, similar to the one surrounding the Hubble telescope. That would protect its mirror from micrometeorites of the sort that have already struck JWST. Every pit in the mirror from a meteorite strike causes stray light.\n\nSome astronomers argue that a monolithic mirror, which has fewer edges than a segmented one, would scatter less light—which might push NASA toward a design more like HabEx. But Clampin says recent research suggests coronagraphs can also work with segmented mirrors. “None of these are impossible problems,” says O’Meara, who was a member of the LUVOIR team. He prefers a segmented design, which allows engineers to make the mirror bigger if the science requires it, without running into the space constraints of a rocket fairing.\n\nMaking it possible to send service and repair missions to a flagship telescope also marks a change for NASA. The Hubble telescope was serviceable—at huge expense—by space shuttle astronauts in low-Earth orbit. Future missions, Clampin says, will exploit the wealth of private companies that are developing robots to help service NASA’s Artemis program of lunar exploration. “Robotic servicing is part of the architecture and philosophy” of the HWO, he says, adding that the extra distance of L2 “is not a great challenge.” As well as extending the life of a mission by installing new instruments—as was done for Hubble—servicing also allows flexibility in development. If, say, one instrument proved tricky to get ready for launch, it could be added later. Extending the life of a mission also looks good to funders. “It makes it more palatable to Congress,” O’Meara says.\n\nCongress is perhaps Clampin’s first big challenge. Last month, lawmakers allocated $1.51 billion to NASA astrophysics for this year, a decline of 4% from the previous year. Astrophysics was the only one of NASA’s four science divisions to lose funding. Without funds to start GOMaP, Clampin is repurposing some existing tech development funding to support small studies of the trade-offs of different designs. After that, he says, he will “work with stakeholders to align funding.” That’s a polite way of saying that for the HWO to succeed, NASA—and the astronomical community—needs to get Congress onboard with the idea.",
            "title": "NASA unveils initial plan for multibillion-dollar telescope to find life on alien worlds",
            "keywords": [
                "observatory",
                "mirror",
                "life",
                "worlds",
                "nasa",
                "hwo",
                "jwst",
                "alien",
                "multibilliondollar",
                "unveils",
                "nasas",
                "light",
                "plan",
                "initial",
                "telescope",
                "space",
                "segmented"
            ],
            "link": "https://www.science.org/content/article/nasa-unveils-initial-plan-multibillion-dollar-telescope-find-life-alien-worlds",
            "skip": "false",
            "relevancy_score": 3,
            "summary": "\n\nSummary: NASA is planning a 6.5 meter space telescope, the Habitable Worlds Observatory (HWO), to look for signs of life on Earth-like planets and kick off their new Great Observatories Program. The HWO will be designed with technologies already developed or in development and may have robotic servicing capabilities which would extend its lifetime significantly. For the project to move forward, they need Congress onboard with funding it."
        },
        "18": {
            "text": "A professor at the University of Saskatchewan is getting high honours for his work in the field of medicine.\n\nDr. Ivar Mendez has been appointed an Officer of the Order of Canada. He joins a group of more than 7,600 Canadians recognized with the honour, whose contributions have enriched the lives of others and made a difference to the country.\n\nMendez came to Saskatoon from Halifax ten years ago, looking to use technology to improve healthcare delivery in rural and remote populations.\n\n“Can we use state of the art telecommunications and computer technology to reach the individuals that have the least and need it the most,” Mendez told CTV News. “The individuals who are in remote locations, they have hard access to healthcare, sometimes these are life and death situations.”\n\nMendez has spent the last decade forming a program with robots to deliver virtual care all over the province. His team adapted the technology from the European Space Agency, who use robots to assess astronauts in space.\n\n“They developed these robotic ultrasonography systems, and we were pioneers in this,” said Mendez. “We were the first ones to use it in North America, and we currently have in Saskatchewan the largest program in the world of robotic ultrasonography.”\n\nThis means a doctor can perform an ultrasound on a patient in La Loche, and then assess a patient in Pelican Narrows without leaving their office.\n\nMendez says it’s especially important for expectant mothers to be able to have an ultrasound done, but with little access to the technology in northern remote communities, they often have to travel all the way to Saskatoon for an appointment.\n\nThe technology was put to use during the COVID-19 pandemic, where over 500,000 consultations were performed using virtual technology. Mendez says it’s a sign of the future of healthcare.\n\n“Virtual care is going to be a part of what we’re doing,” he said. “You won’t replace physicians or nurses, but it’s going to be a useful tool to be able to provide care.”\n\nJoining four others from Saskatchewan who are receiving the Order of Canada, Mendez says it’s an honour to be recognized for his work in telemedicine and robotics.\n\n“I feel very humbled about that designation,” said Mendez. “And of course, I felt tremendously privileged to be able to receive this honour for the work that we’ve done here in Saskatchewan, to provide healthcare to the populations that are the most under-served.”",
            "title": "Saskatoon doctor named to Order of Canada for pioneering work in medical robotics",
            "keywords": [
                "saskatoon",
                "technology",
                "able",
                "remote",
                "honour",
                "order",
                "saskatchewan",
                "canada",
                "medical",
                "virtual",
                "doctor",
                "named",
                "robotics",
                "work",
                "mendez",
                "pioneering",
                "healthcare",
                "ultrasound"
            ],
            "link": "https://saskatoon.ctvnews.ca/saskatoon-doctor-named-to-order-of-canada-for-pioneering-work-in-medical-robotics-1.6223702",
            "skip": "true",
            "relevancy_score": 1
        },
        "19": {
            "text": "The CRS-26 Cargo Dragon, its nose cone still open after undocking, departs the International Space Station (ISS) on Monday evening. Photo Credit: NASA\n\nSpaceX’s CRS-26 Cargo Dragon is on its way home from the International Space Station (ISS), following a smooth autonomous undocking from the space-facing (or “zenith”) port of the Harmony node at 5:05 p.m. EDT Monday, 9 January. The cargo ship—launched last 26 November with 7,777 pounds (3,528 kilograms) of pressurized and unpressurized payloads, equipment and supplies for the incumbent Expedition 68 crew—spent more than six weeks docked at the space station, longer than any previous Cargo Dragon, and returns to Earth with approximately 4,400 pounds (2,000 kilograms) of hardware and science results.\n\nVideo Credit: NASA\n\nAssuming all goes well, the mission will conclude with a parachute-assisted splashdown off the Florida Coast on Wednesday, 11 January, after which its multitude of payloads will be quickly transferred to the Space Station Processing Facility (SSPF) at NASA’s Kennedy Space Center (KSC). That will end CRS-26 after more than 45 days in orbit, nearly a full week longer than the 39 days, 11 hours and three minutes logged by SpaceX’s current Cargo Dragon record-holder, CRS-9, when it returned to Earth in August 2016.\n\nCRS-26 also marks the initial outing of the new C211 Cargo Dragon vehicle, which rose to orbit from KSC’s historic Pad 39A via a brand-new Falcon 9 booster at 2:20 p.m. EST last 26 November. And incidentally, that very booster—tailnumbered B1076—is currently poised on Space Launch Complex (SLC)-40 at Cape Canaveral Space Force Station, Fla., awaiting a scheduled 11:50 p.m. EST Monday liftoff to deliver 40 broadband internet satellites into low-Earth orbit for London, England-headquartered OneWeb.\n\nCRS-26 was launched from Pad 39A at the Kennedy Space Center (KSC) in Florida at 2:20 p.m. EDT on 26 November. Photo Credit: Jeff Seibert/AmericaSpace\n\nAfter a smooth ascent on the afternoon of 26 November, the Cargo Dragon separated from the second stage of its Falcon 9 and commenced a 17-hour orbital chase to reach the ISS. Monitored by Expedition 68 astronauts Nicole Mann and Josh Cassada from the station’s multi-windowed cupola, CRS-26 docked perfectly at the Harmony node’s zenith port at 7:39 a.m. EST on the 27th, high above the Pacific Ocean.\n\nThus began the longest single Cargo Dragon mission ever flown to date to the sprawling orbital complex. This longevity was dictated in part by the needs of its haul of scientific experiments and in part by the nature of one of CRS-26’s principal payloads: the second of three pairs of Boeing-built ISS Roll-Out Solar Arrays (iROSAs), scheduled for installation onto six of the station’s eight legacy Solar Array Wings (SAWs) to “shadow” and augment their power-generating potential.\n\nAfrica looms large in this spectacular view of CRS-26 during its final approach on 27 November. Photo Credit: NASA\n\nAs previously reported by AmericaSpace, iROSAs will support future ISS expansion and customers’ burgeoning payload needs by increasing the overall electrical power output from around 160 kilowatts to as much as 215 kilowatts. The first pair of iROSAs were installed in June 2021 by Expedition 65 spacewalkers Shane Kimbrough and Thomas Pesquet, with CRS-26’s pair of arrays were earmarked to outfit Power Channel 3A on the station’s starboard-side S-4 truss and Power Channel 4A on the port-side P-4 truss during two sessions of Extravehicular Activity (EVA) by Cassada and crewmate Frank Rubio.\n\nTwo hours after CRS-26’s docking, Cassada opened Harmony’s zenith hatch and entered the Cargo Dragon, followed in short order by Rubio, Mann and Japan’s Koichi Wakata. Over the next several days, the astronauts worked to transfer critical life science samples over to the U.S. Destiny lab, whilst robotics controllers on the ground used the 57.7-foot-long (17.6-meter) Canadarm2 robotic arm to extract the iROSA pallet from the Cargo Dragon’s unpressurized trunk and install it onto the station’s truss for ease of access by Cassada and Rubio on their spacewalks.\n\nCRS-26 approaches the International Space Station (ISS) for docking on the morning of 27 November. Photo Credit: NASA\n\nThose spacewalks, executed on 3 and 22 December, totaled 14 hours and 13 minutes, and saw the astronauts successfully install both sets of iROSAs. But the highly visible drama of the iROSA work was also accompanied by a full plate of research aboard CRS-26. Its range of payloads spanned the fields of life sciences to technology and in-space construction to tomato cultivation in support of future long-duration missions into deep space.\n\nNotably, the Veg-05 study expanded the crop variety of the station’s on-board Veggie facility from a previous emphasis upon leafy greens to Red Robin dwarf tomato plants, to be grown over several months, with three “harvests”. This new phase of ongoing Veggie work focuses upon the impact of light quality and fertilizer on production, microbial food safety, nutritional value and taste acceptability.\n\nSpacewalker Josh Cassada works to install an ISS Roll-Out Solar Array (iROSA) during an Extravehicular Activity (EVA) on 22 December. Photo Credit: NASA\n\nIn mid-December, Cassada and Mann began work tending the tomato plants, regularly watering them and photographing their progress. And after Christmas, the crew labored on BioNutrients-2, part of an ongoing series of experiments to understand and provide adequate nutrition to future space explorers, using yogurt, a fermented milk product, known as “kefir”, and a yeast-based beverage.\n\nEarlier this month, Mann nourished and incubated these yeast specimens in the station’s Space Automated Bioproduct Laboratory (SABL).\n\nJosh Cassada works with the BioNutrients-2 study. Photo Credit: NASA\n\nOther CRS-26 payloads included the Moon Microscope to test a kit for in-flight medical diagnoses, using a hand-held 60x-100x miniature digital microscope whose imagery can be transmitted directly to ground specialists. It could provide a diagnostic tool for crew members in space or on the surfaces of the Moon or Mars and may support other tasks, such as testing water, foodstuffs and surfaces for contamination and imaging lunar specimens.\n\nAnd the Extrusion study seeks to demonstrate the extrusion of photocurable liquid resins into customized forms under microgravity conditions, to create new structural geometries not possible on Earth. It may lay the groundwork for additive manufacturing (or “3D-printing”) of more complicated space structures with specifically tailored properties.\n\nThe CRS-26 Cargo Dragon is pictured during its six-week docked phase at the station. Photo Credit: NASA\n\nElsewhere, preparations were underway for CRS-26’s return to Earth. Last week, Rubio analyzed microbial specimens gathered from the ISS atmosphere and surfaces, and subsequently grown in an incubator. These were among the multitude of scientific samples returning to Earth aboard the Cargo Dragon.\n\nShortly after New Year, Mann and Rubio began loading return hardware aboard the cargo ship, a process which accelerated last weekend to include the efforts of all four U.S. Operational Segment (USOS) crew members. At 5:05 p.m. EST Monday, as the station flew 259 miles (416 kilometers) over the Pacific Ocean, the Cargo Dragon undocked from Harmony’s zenith port to begin its return to Earth, targeting a parachute-assisted splashdown off the Florida Coast on Wednesday.\n\nFOLLOW AmericaSpace on Facebook and Twitter!",
            "title": "After Six-Week Stay, CRS-26 Dragon Departs Space Station, Heads Home",
            "keywords": [
                "heads",
                "sixweek",
                "crs26",
                "stations",
                "cassada",
                "earth",
                "stay",
                "dragon",
                "departs",
                "cargo",
                "station",
                "iss",
                "space",
                "credit"
            ],
            "link": "https://www.americaspace.com/2023/01/09/after-six-week-stay-crs-26-dragon-departs-space-station-heads-home/",
            "skip": "true",
            "relevancy_score": 1
        }
    }
}