{
    "https://www.innovationnewsnetwork.com/new-solar-cell-material-could-be-used-in-space/28569/": {
        "title": "New solar cell material could be used in space",
        "summary": "\n\nThis article discusses a research study backed by the European Research Council (ERC) to understand the atomic-level structure of metal halide perovskite compounds for solar cell materials, which will explore how to make them more transparent and flexible, as well as increase their lifespan and durability. The purchase of a new Nuclear Magnetic Resonance spectrometer worth £900,000 will also aid in this endeavor with an ultimate goal of reducing reliance on fossil fuels while diversifying sustainable energy sources."
    },
    "https://news.satnews.com/2023/01/02/ionospheric-bubbles-blobs-being-investigated-by-two-nasa-smallsats/": {
        "title": "Ionospheric bubbles + blobs being investigated by two NASA smallsats – SatNews",
        "summary": "\nTwo CubeSats, petitSat and SPORT, were launched from the International Space Station in December 2022 in order to study space weather phenomena. The two satellites will help scientists understand conditions that cause plasma bubbles and blobs to form which can interfere with communication signals. Data from these missions has the potential to aid predictions of space weather and protect astronauts, spacecrafts, and technology."
    },
    "https://www.dailyo.in/news/in-race-for-space-part-2-china-is-leading-the-run-to-the-moon-and-us-seems-worried-38446": {
        "title": "In Race for Space Part 2, China is leading the run to the Moon and US seems worried",
        "summary": "The US and China are in competition over the Moon. NASA fears that China may be able to corner the market on lunar resources, while China has launched several robotic rovers, landers and orbiters towards deep space. The outcome of this race will determine who gains supremacy over the moon in the next two years."
    },
    "https://www.techtimes.com/articles/285743/20230103/can-european-space-agency-replace-russian-technologies.htm": {
        "title": "Can European Space Agency Replace Russian Technologies? | Tech Times",
        "summary": "\nMarine archaeologists have discovered an Elizabethan era ship dating back to 5,000 years ago along the coast of the English Channel. This find is a remarkable discovery and could provide valuable insight into the history and technology of this time period. Tech companies have also been innovating, with Sony as a Japanese multinational conglomerate, Slack connecting people together, Mediacoin providing multi-platform media storage solutions and Intel shaping future innovations. Viewers should also look out for Quadrantids Meteor Shower this week; CES 2023 updates; FTX Court Hearing Events on CryptoWatch plus Roblox Build a Boat Redeem Codes for December 2022 still available. \n\nMarine Archaeologists have made a remarkable discovery of an Elizabethan era ship from over 5,000 years ago near England's Coastline. Technology companies are continually innovating - Sony as a major conglomerate in Japan; Slack connecting people together; Mediacoin providing multi-platform media storage services and Intel shaping future trends. Astronomy enthusiasts can enjoy viewing an upcoming meteor shower this week plus keep up with events at CES 2023 and Roblox Build-a Boat Redeem Codes that are still active."
    },
    "https://presswire18.com/japans-mission-dearmoon-is-special-8-japanese-will-land-on-the-moon-know-everything/": {
        "title": "Japan’s mission Dearmoon is special, 8 Japanese will land on the moon, know everything – PressWire18",
        "summary": "\nThis year marks an important period for space technology, with many exciting missions set to take place including Japan's 'Dearmoon' mission, NASA’s Jupiter Icy Moons Explorer and India's first private space company Sky Route launching the first 3D printed rocket. Private companies from Russia and Ukraine are also expected to launch rockets this year."
    },
    "https://www.thenews.com.pk/print/1026611-space-education-seminar-to-be-held-on-february-1": {
        "title": "Space education seminar to be held on February 1",
        "summary": " | Terms.\n\nSUPARCO, JAXA and NCGSA are hosting the APRSAF Space Education Seminar on 1st February for educators, science teachers and school administrations to learn about space science teaching and outreach. Registrations from interested participants can be done free of cost through a web link until 20th January."
    },
    "https://global.chinadaily.com.cn/a/202301/03/WS63b3879ba31057c47eba75eb.html": {
        "title": "European office space loses charm for big tech - Chinadaily.com.cn",
        "summary": "\n\nBig tech companies are increasingly abandoning their physical headquarters in Europe due to rising interest rates and an increased desire for home working, leading companies such as Google and Facebook's parent company Alphabet to look for tenants for the premises. Additionally, TikTok is bucking this trend by insisting staff be present in the office two to three days a week and expanding its presence in Dublin."
    },
    "https://www.sciencealert.com/your-coworking-space-may-be-killing-your-creativity-study-finds": {
        "title": "Your Coworking Space May Be Killing Your Creativity, Study Finds : ScienceAlert",
        "summary": "\nCoworking spaces have surged in popularity as a way to stimulate collaborative practices and innovation, however, a recent study has shown that over time this effect is lessened for financial technology start-ups. The research found that the benefits of communal coworking initially existed but were later stifled by overcrowding, conflicting business strategies and limited space management. It is essential for the host and users of these shared workspaces to actively manage them to ensure successful collaboration between companies."
    },
    "https://www.airport-technology.com/news/australia-canada-covid-19-curbs/": {
        "title": "Australia, Canada to issue Covid-19 curbs for China passengers",
        "summary": "\nAustralia and Canada have imposed restrictions on travellers from China beginning 5 January, requiring them to provide negative test results for COVID-19 taken within 48 hours prior to travel. The 30-day measure by Canada is also in place as a precautionary step due to the increasing number of cases in the country."
    },
    "https://techcrunch.com/2023/01/02/startups-spacex-transporter-6-mission/": {
        "title": "Startups set to go to space for the first time on SpaceX’s Transporter-6 mission • TechCrunch",
        "summary": "Tomorrow, SpaceX is launching 114 payloads to orbit with the Transporter-6 mission, marking a milestone for several space startups who will be launching their technology for the first time. Among those companies are Launcher and Magdrive who are providing services such as small launch vehicle and high-thrust spacecraft propulsion engine respectively. Additionally, Epic Aerospace and other space service companies like Momentus D-Orbit and Exolaunch will deploy or host satellites for customers on this mission."
    },
    "https://www.oodaloop.com/archive/2023/01/02/ooda-network-members-invited-to-quantum-security-bash-26-jan-2023-in-reston-va/": {
        "title": "OODA Loop - OODA Network Members invited to Quantum Security Bash 26 Jan 2023 in Reston VA",
        "summary": " Computing, Quantum Security, OODA MembersNetwork\n2 Sentence Summary: OODA Network members are being invited to an exclusive quantum security bash taking place in Reston VA on January 26th and other attendees are welcome if they join the network. This event will bring together those interested in understanding more about quantum computing and security topics while reducing risks associated with it."
    }
}