{
    "date": "2023-01-21",
    "category": "gardening",
    "articles": {
        "0": {
            "text": "LOUISVILLE, Ky. (WAVE) - Union 15, a pizzeria and taphouse in Colonial Gardens, said they are closing their doors Saturday, Jan 21.\n\n“It is with a heavy heart that we share with you Union 15 will close our doors to the public this Saturday night at 10pm,” Union 15 said in a Facebook post. “We fought a good fight but we can’t overcome a broken economy, extremely high food costs and an upcoming year of no forgiveness in either direction.”\n\nThe restaurant was founded by Paul Blackburn and Alex tinker who chose the Colonial Gardens as the location because of its rich history and ties to Louisville’s South End. The goal of the restaurant was to give back to the community that raised them.\n\nUnion 15 opened in the winter of 2019 and made it through the pandemic and job crisis.\n\n“We made it through a Global pandemic and a job crisis when it all seemed impossible because of your support!” the Facebook post said. “We are so grateful.”\n\nCurrently, two restaurants remain in Colonial Gardens: Taco Luchador and BA Colonial.\n\nHowever, Union 15 said they have had interest from several other businesses in occupying the space who would continue to serve the community.\n\nUnion 15 also said that they will be running specials until they close their doors for the last time.\n\nCopyright 2023 WAVE. All rights reserved.",
            "title": "Louisville restaurant in Colonial Gardens closing",
            "keywords": [
                "post",
                "union",
                "wave",
                "restaurant",
                "gardens",
                "pandemic",
                "job",
                "louisville",
                "closing",
                "colonial",
                "15",
                "doors"
            ],
            "link": "https://www.wave3.com/2023/01/21/louisville-restaurant-colonial-gardens-closing/",
            "skip": "true",
            "gpt_score_reason": "\n\n2/10",
            "gpt_relevancy_score": 2
        },
        "1": {
            "text": "Leaf miner attack on tomato plant leaves\n\nJust like there is a villain for every hero in a film, there are pests and insects for every juicy harvest, foliage, leafy plant and blossoming flower.\n\nGardeners classify these critters based on whether they cause massive destruction to crops or whether their existence somehow prevents plants from falling prey to even more destructive insects and pests. This classification helps gardeners make proper arrangements to get rid of most insects, and attract a few others, for the betterment of their gardening yields.\n\nOne may recall that a string of advertisements by pesticide companies used to regularly air on TV a few decades ago. These advertisements would implore landlords and farmers to protect their rabi and kharif crops from potential pest attacks and insect infestations by using insecticides, fungicides and pesticides.\n\nWhile farmers and landlords are mostly equipped with the required arsenal to fend off any unwanted critters, it is a different story for home-gardeners, many of whom come to know of these attacks very late. We continue to receive and answer many queries regarding pest attacks and plant diseases. Here are a few of the very basic red flags to watch out for in the case of a potential pest or insect attack, or the emergence of a disease in your plants.\n\nProtect your plants and garden from unwelcome insect infestations by looking out for these warning signs\n\nPhysical presence of insects\n\nAlthough many pests are not visible to most new gardeners, there are a few that can be easily identified on leaves, under-leaves, stems, branches, fruits, within flowers and around the roots area. These include the likes of caterpillars, beetles, worms and bugs.\n\nTwo caterpillars eating away at lemon plant leaves | Photos by the writer\n\nSpots and discolouration on leaves\n\nOther than a lack of nutrients, one of the most common causes of localised discolouration on leaves is the presence of any plant disease or a pest attack. The reason behind this is that plant diseases interfere with the chlorophyll synthesis of the plant, thus resulting in the presence of these discoloured patches and spots on the leaves which are devoid of the natural green. Common pests like aphids, spider mites and thrips are the main culprits behind this discolouration.\n\nPunched holes and eating patterns on leaves\n\nMost insects like caterpillars feast on leaves. Home-gardeners trying to grow lemons usually have this complaint that a green-coloured caterpillar is chomping away at their leaves. These caterpillars are usually found near the leaves as well, blending in with their surroundings due to the similarities in colour. However, even if you do not see any caterpillars, the holes in your leaves can easily give away the culprit. The eating pattern around the half-eaten leaves and leaves being devoured from one side only are indicative of the presence of caterpillars. This is one of the most common signs of any insect infestation.\n\nStunted or abnormal plant growth patterns\n\nOther than growing the plant in the wrong season or without a lack of required nutrients, the main reason for stunted growth is most likely an insect infestation. The main culprits in this case are usually whiteflies and mealy bugs. Just like in autumn, when plants divert their energy towards simply surviving by shedding off their leaves, similarly the energy required by plants for growing is diverted to fight and fend off these critters. This, in turn, hampers the growth of the plant.\n\nPresence of honeydew\n\nHoneydew is a clear, sticky substance that is left behind on leaves by insects like mealy bugs and whiteflies. Its presence on leaves is an indication that the insects just got done with their feasting. Sometimes ants tend to spread these insects all across the plant since ants feed on this secretion.\n\nInsects and pests can either directly damage the plant by eating away leaves, fruits, buds and flowers, or they can cause a viral, bacterial or fungal disease. Many of the above-mentioned critters exist peacefully. It is highly recommended not to get rid of insects and bugs like honeybees, grasshoppers, earthworms, beetles and caterpillars — if they are not causing too much damage that is. This will ensure the sustained balance of the ecosystem.\n\nHowever, if the caterpillars are actually turning your plant leaf-less, then it is better to remove them with the help of a twig. After doing this, the plants should be sprayed with an organic version of insecticide like neem oil. Try to spray it on the leaves and the under-leaves.\n\nWe will continue to discuss insects, pests, diseases and their remedies in detail in our upcoming articles. For now, home-gardeners growing fruits and vegetables at home should ensure that they never spray their plants with chemicals and should instead search for healthy organic alternatives. Chemical pesticides continue to cause ecological imbalances due to soil and water contamination, and may even hamper other life-forms, including insects, birds and fish.\n\nPlease send your queries and emails to doctree101@hotmail.com. The writer is a physician and a host for the YouTube channel ‘DocTree Gardening’ promoting organic kitchen gardening\n\nPublished in Dawn, EOS, January 22nd, 2023",
            "title": "GARDENING: BATTLING PESKY PETS",
            "keywords": [
                "plant",
                "plants",
                "pests",
                "presence",
                "insects",
                "pest",
                "gardening",
                "caterpillars",
                "battling",
                "insect",
                "pesky",
                "eating",
                "leaves",
                "pets"
            ],
            "link": "https://www.dawn.com/news/1733007/gardening-battling-pesky-pets",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "2": {
            "text": "Master Gardeners of the Central Rappahannock Area will host its seventh annual seed swap on Saturday, 9:30 a.m. to 1:30 p.m., at the Rowser Building, 1739 Richmond Highway. The event is free and open to the public, and you don’t have to have seeds to trade. Doors will not open until 9:30 a.m.\n\nSeed swap participants are asked to label seeds, either saved or purchased, and plants with the common name and date of harvest; scientific name and additional information about growing the plant are always welcome.\n\nDo not bring hybrids, invasive or noxious plants or seeds. An invasive plant list for Virginia may be found at dcr.virginia.gov/natural-heritage/invsppdflist. A federal list of noxious weeds is available at invasive.org/ species/list.cfm?id=16.\n\nThe event will include two talks: at 10 a.m. Pat Reilly will discuss “Quick Fixes for Disturbed Soils,” and at noon Lisa Waddell will present “Winter Sowing: Make Growing Seedlings Fun and Easy.” Children’s activities include story time and fairy gardens, supplies provided. At the Free Trade table, bring usable garden related items that you no longer need to swap for what you do need. Gardening gloves will be sold, and representatives from several gardening and outdoor organizations will be on hand to share information.\n\nInformation about saving seeds may be found at extension.colostate.edu/topic-areas/yard-garden/saving-seed-7-602. Visit mgacra.org/seed-swap-event.html for more information and seed swap details.",
            "title": "Gardeners to gather for National Seed Swap Day",
            "keywords": [
                "noxious",
                "need",
                "swap",
                "seed",
                "gardeners",
                "plants",
                "gather",
                "day",
                "trade",
                "national",
                "seeds",
                "list",
                "plant",
                "open"
            ],
            "link": "https://fredericksburg.com/lifestyles/announcements/gardeners-to-gather-for-national-seed-swap-day/article_e77f08ce-981c-11ed-917f-9f8e1ab57f4c.html",
            "skip": "false",
            "gpt_score_reason": "\n\n10/10",
            "gpt_relevancy_score": 10,
            "summary": "\n\nThe Master Gardeners of the Central Rappahannock Area are hosting their seventh annual seed swap on Saturday at the Rowser Building, 1739 Richmond Highway. The event is free and open to the public; attendees will be able to trade labelled seeds/plants and attend two talks on soil fixing & winter sowing. There will be a free-trade table allowing participants to exchange usable garden related items as well as children's activities such as story time & fairy gardens. Gardening gloves & information from several gardening organizations will also be available."
        },
        "3": {
            "text": "It seems from recent correspondence that many people are starting to plant seeds indoors and being highly organised in order to maximise their outdoor space when the decent weather finally arrives.\n\nPersonally, I’d settle for just dry weather at the moment.\n\nEveryone I bump into seems to be saying the same thing in that they have had enough of winter now especially the never ending deluges.\n\nPlanting from seed at this time of year is just the lift everyone needs and inches us slowly towards spring while leaving the darkness in the rear view mirror.\n\nSowing plants now is ideal, especially if they need a longer growing season. Succession sowing faster-growing flowers later in the year offers two shows of colour or one long overlapping season.\n\nBegonias can be started now and are a good example of a flower that needs a longer growing period. These can be grown en masse in trays and will save you a small fortune later when it’s time to fill the beds.\n\nSprinkle them on top of potting compost - don’t cover - and as long as they are kept warm at around room temperature and kept covered with a transparent sheet of glass or plastic, they should eventually look just like the shop-bought trays.\n\nI've found, to my cost, they don’t like too much water and only require moisture.\n\nOther flowers you can start off now are ‘Echinops ritro’ with its azure blue spiky globes, Achillea ‘millefolium’, Guara ‘lindheimeri’ and Alchemilla ‘mollis’. All these will do well on the windowsill in a warm room if you can negotiate the space somewhere.\n\nBare root roses can be dropped in a well-composted hole with plenty of room for the roots to grow.\n\nYou'll be able to watch them develop with no little fascination as they soak up as much water as you can give them until they flower around late May.\n\nI even find them beautiful when they are in bud before they flower.\n\nON THE PLOT\n\nIn the same way some flowers need a longer growing season, then chillies are the veg patch version. If you sow them now, they will have germinated within two weeks and you will have fruit by late July.\n\nDifferent varieties have different lifespans and characteristics but they are such a doddle to grow as long as you avoid frost and they are looked after like tomatoes.\n\nIf you sow chillies now, you will have fruit by late July. Credit: Pixabay\n\nI haven’t bought a chilli from a shop for almost ten years now as they keep so well in the freezer and you can have a great deal of enjoyment chasing the varieties you like.\n\nDon’t just grow one variety either. Each little bush will provide you with at least six months supply and they keep frozen for years and friends love receiving them as exotic gifts you can t buy in a supermarket.\n\nAnother plant to sow now is Anise hyssop. Again, as this needs light to germinate, don’t cover it with compost and keep moist and it can go in the plot or among the flowers when it’s warmer. Bees love it and it makes a strong aniseed-flavoured tea.\n\nIt’s a cut-and-come-again plant which can be pruned as the flowers look like they’re going over. It’s pretty robust too and doesn’t mind a bit of drought once it’s planted outside.\n\nRemind yourself what summer tastes like by continuing to sow lettuce every week.\n\nAll this needs to take place indoors, which means you might have to be creative about finding space and not upsetting those who enjoy tidiness over indoor horticulture.\n\nSo far, I’ve managed to overwinter and feed my lemon grass plants behind a curtain on the upstairs landing without being discovered.\n\nWindowsills and vacant tables are quickly filled with trays in this house until they’re discovered and reappointed a tidier space.",
            "title": "Gardening with Pat Duke: Now is the time to sow seeds for plants that need a longer growing season",
            "keywords": [
                "need",
                "sow",
                "longer",
                "long",
                "duke",
                "room",
                "season",
                "plant",
                "plants",
                "growing",
                "space",
                "late",
                "needs",
                "seeds",
                "pat",
                "gardening",
                "flowers"
            ],
            "link": "https://www.torbayweekly.co.uk/gardening-with-pat-duke-now-is-the-time-to-sow-seeds-for-plants-that-need-a-longer-growing-season/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nAs the weather warms up and outdoor space becomes more accessible, many people are taking advantage of being able to start planting from seed indoors. Not only is it a great lift after months of winter darkness, but it is also an effective way to save money by starting flowers such as begonias en masse in trays. Additionally, other plants like chillies and anise hyssop can be started now in order to have fruit or flowers ready come late summer and don't forget those delicious lettuces! However, with indoor horticulture comes the risk of not pleasing your tidier housemates - so get creative when searching for spots!"
        },
        "4": {
            "text": "A pile of oak leaves my neighbor's tree kindly contributed to my side yard this past autumn\n\nOne of my bad old gardening habits was dutifully cleaning up the leaves shed by the deciduous trees in my yard each autumn, and piling them up on the curb. I felt somewhat virtuous since our city had a leaf pick-up program in early winter to take away the leaf piles and turn them into commercial mulch.\n\nNow, after viewing Doug Tallamy’s presentations about his Homegrown National Park project, I know better.\n\nFallen leaves decompose over time, releasing nutrients for tree roots. They are great cost-free mulch.\n\nBut more importantly – fallen leaves can harbor resting stages of butterflies and moths whose caterpillars munched on the leaves in summer. Chopping up leaves for mulch destroys them.\n\nAnd, intact leaves serve as a refuge for other insects over winter, and as a winter food source for birds scratching through the leaves looking for those bugs.\n\nOf course, fallen leaf piles are inherently messy. Leaves can smother grass (another excellent reason to get rid of lawn!).\n\nI follow the group Pollinator Friendly Yards on Facebook. This group has lots of information and individual experiences to share about native plants, birds, and bees. They routinely make the point that fallen leaves are incredibly valuable for insects and other wildlife.\n\nwww.facebook.com/...\n\nI also study neighbor’s yards when I take walks. This past fall I noted that many just raked up their leaves for disposal, as I used to do, leaving the lawn bare.\n\nA tree in the yard is great, but where are the leaves the tree dropped in autumn?\n\nBut some moved leaves off the lawn and piled them around trees and bushes. Much better.\n\nFallen leaves moved from lawn to a grass-free tree and shrub area of the front yard.\n\nMy next-door neighbor’s oak tree contributed a substantial leaf dump to my side yard this past autumn. I spread the leaves under the bushes and the serviceberry tree I planted last summer, together with leaves from the ornamental maple in the front yard.\n\nFallen oak and maple leaves piled around my little serviceberry tree and ocean spray bush. The side yard used to be all grass. Some perennials, like the common yarrow and tickseed by the pot, are still green in January.\n\nSure, the leaves blow around during winter storms, but I keep raking them back around the plants. The leaves should eventually settle down into a rich insect breeding habitat. And as they decompose over summer, I’ll look forward to adding more leaves next autumn.\n\nLet me know how you deal with fallen leaves.",
            "title": "Gardening with a Purpose: Leaving the Leaves",
            "keywords": [
                "purpose",
                "past",
                "fallen",
                "tree",
                "leaf",
                "oak",
                "neighbors",
                "summer",
                "yard",
                "winter",
                "gardening",
                "leaving",
                "leaves"
            ],
            "link": "https://m.dailykos.com/stories/2023/1/21/2148509/-Gardening-with-a-Purpose-Leaving-the-Leaves%3Futm_campaign%3Drecent",
            "skip": "true",
            "gpt_score_reason": "\n\n3/10",
            "gpt_relevancy_score": 3
        },
        "5": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.coloradoan.com/things-to-do/events%3F_evDiscoveryPath%3D/event%252F1481995-accessible-gardening",
            "skip": "true",
            "gpt_score_reason": "\n\n“5 Plants That Can Help You Live Healthier\" \n7/10",
            "gpt_relevancy_score": 7
        },
        "6": {
            "text": "Flora Phelps of Stanton is a Michigan State University Extension Master Gardener. Born on July 23, 1922, Phelps reached an amazing milestone as an individual in 2022 – she became a centenarian and celebrated 100 years.\n\nPhelps has spent an incredible 47 years gardening and has been an MSU Extension Master Gardener for 26 years, with 2,935 hours of volunteer service and 1,182 hours of continuing education. At 100, she is an active volunteer with Emeritus status, staying connected to MSU and the Montcalm Area Master Gardener Association. She has been and continues to be an inspiration to many.\n\nTo celebrate Phelps’ milestone, the Montcalm Area Master Gardener Association planned a surprise party for her at Montcalm Community College Heritage Village in July 2022. The party took place under an outdoor meeting structure that was made possible by Phelps herself – many years ago she helped gather funds and organize its construction to create an outdoor meeting and teaching space.\n\nOn Phelps’ celebration day, she was in the company of many fellow MSU Extension Master Gardeners who had wonderful stories to share about their experiences with Phelps. One such story described how a fellow volunteer went to an MSU Extension project site on a cold and rainy day, very reluctant to go outside and work. Ready to turn around and go home, they saw 90-year-old Phelps out in the cold and rain, and quickly determined they had no excuse for not joining.\n\nSuch an experience demonstrates the comradery and health benefits that come from being a volunteer with the MSU Extension Master Gardener Program. Some say they would never have had an opportunity to meet other passionate garden volunteers in their area had they not become a part of the program ­— others remark on how the projects keep them active and give them a sense of community.\n\nPhelps’ biggest passion over her 47 years of service as an MSU Extension Master Gardener was teaching others how to grow and use vegetables and fruits. She believes this to be the most important part of gardening and encouraged many to start their own food gardens. Phelps first took the MSU Extension Master Gardener training in 1976 when she retired from work and was looking for a new adventure. A hobby gardener prior to that, she was seeking a higher level of understanding of gardening, especially when it came to growing food.\n\nHer biggest project took place at the Montcalm Community College Heritage Village, which is a historical and garden education center where MSU Extension Master Gardeners remain active to this day. Phelps was one of the founders of that MSU Extension Master Gardener project 27 years ago. With her friend and fellow MSU Extension Master Gardener, Elaine Johnson, the two of them devoted many years to the Heritage Village Educational Gardens.\n\nIn fact, Johnson still shows up to help with the project and was out getting her hands in the soil right after Phelps’ party.\n\nToday, the Montcalm Community College Heritage Village Educational Gardens and the Montcalm Area Master Gardener program remain strong. Their newest adventure is working with partners to create a pollinator garden and bird habitat called “All That Flutters.” Montcalm MSU Extension Master Gardener Sue Aagaard is leading that effort and working with partners to create this new learning site. It is an ideal location for a demonstration and education garden due to its proximity to the community college, the Montcalm Area Career Center, and the Heritage Village Educational Gardens, which attract many students and event audiences.\n\nAnyone who knows Phelps likely knows that the MSU Extension Master Gardener Program means the world to her. Phelps means the world to MSU Extension, too. On behalf of MSU Extension, the MSU Extension consumer horticulture team and the Montcalm Area Master Gardener Association, we congratulate Phelps for her outstanding years of service and dedication to the MSU Extension Master Gardener Program. You are an inspiration to all of us, Flora.\n\nFor more information about MSU Extension, visit extension.msu.edu.",
            "title": "MSU Extension Master Gardener Flora Phelps is 100 years young",
            "keywords": [
                "gardener",
                "extension",
                "heritage",
                "100",
                "village",
                "msu",
                "master",
                "area",
                "young",
                "program",
                "flora",
                "montcalm",
                "phelps"
            ],
            "link": "https://www.thedailynews.cc/articles/msu-extension-master-gardener-flora-phelps-is-100-years-young/",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nFlora Phelps of Stanton recently celebrated her 100th birthday, and to honor this amazing milestone, the Montcalm Area Master Gardener Association threw her a surprise party. Phelps has been an MSU Extension Master Gardner for 26 years, volunteering hours upon hours of service and education in the process. She is renowned amongst fellow gardeners for being an inspiration, teaching many about how to grow their own food gardens. Through her hard work and dedication over nearly five decades she left a lasting legacy on the community during National Volunteer Week by encouraging others to get involved with MSU Extension’s Master Gardener program for fellowship, health benefits and connection with nature."
        },
        "7": {
            "text": "He said: \"It can help you relax, it provides exercise and it makes you aware of the natural world, climate issues and the environment - and with the cost of living crisis in mind, it can also help you put food on the table.\"",
            "title": "University of Leicester garden appoints first poet-in-residence",
            "keywords": [
                "garden",
                "living",
                "makes",
                "table",
                "provides",
                "appoints",
                "relax",
                "issues",
                "natural",
                "mind",
                "help",
                "poetinresidence",
                "world",
                "leicester",
                "university"
            ],
            "link": "https://www.bbc.com/news/uk-england-leicestershire-64338627",
            "skip": "false",
            "gpt_score_reason": "\n\n8/10",
            "gpt_relevancy_score": 8,
            "summary": "\n\nGardening can provide a variety of health benefits, both physical and mental. It has been found to help reduce stress, give exercise, increase environmental awareness and even put food on the table with cost-saving methods. An inspirational quote from an experienced gardener emphasizes these positive effects that gardening can have in our lives."
        },
        "8": {
            "text": "Master Gardeners learned more about growing and nurturing amaryllis when Susie Lawrence was the guest speaker for the Muskogee Garden Club’s recent meeting at the Muskogee County Extension Office. For more information on the next Master Gardener class, contact the Extension Office.",
            "title": "Gardening with Micki: Local garden groups share their knowledge",
            "keywords": [
                "local",
                "extension",
                "garden",
                "share",
                "susie",
                "micki",
                "speaker",
                "recent",
                "knowledge",
                "master",
                "office",
                "learned",
                "nurturing",
                "groups",
                "meeting",
                "gardening",
                "muskogee"
            ],
            "link": "https://www.muskogeephoenix.com/news/lifestyles/gardening-with-micki-local-garden-groups-share-their-knowledge/article_93764829-2df8-5819-af85-b244182c76fd.html",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nAt the recent meeting of Muskogee Garden Club, Susie Lawrence was the guest speaker and discussed growing and nurturing amaryllis. Master Gardeners learned valuable insights from her talk on this horticultural subject. For those interested in becoming a Master Gardener, contact the Muskogee County Extension Office for more information about their upcoming class."
        },
        "9": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://www.iol.co.za/ios/arts/gardening-for-the-future-a6ccb564-4965-4149-9200-e7aadfecbafe",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "10": {
            "text": "",
            "title": "Sunset Memorial Gardens to pay state penalty for poor grave conditions",
            "keywords": [
                "memorial",
                "state",
                "grave",
                "conditions",
                "pay",
                "gardens",
                "poor",
                "penalty",
                "sunset"
            ],
            "link": "https://newschannel9.com/news/local/sunset-memorial-gardens-to-pay-state-penalty-for-poor-grave-conditions",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "11": {
            "text": "Meet the Canadian voice actor behind one of the most iconic Looney Tunes characters\n\nGlobal News Morning BC",
            "title": "Gardening Tips: Lunar New Year plants",
            "keywords": [
                "lunar",
                "tunes",
                "tips",
                "meet",
                "voice",
                "plants",
                "charactersglobal",
                "iconic",
                "canadian",
                "morning",
                "actor",
                "looney",
                "gardening",
                "bc"
            ],
            "link": "https://globalnews.ca/video/9427120/gardening-tips-lunar-new-year-plants/",
            "skip": "true",
            "gpt_score_reason": "\n2/10",
            "gpt_relevancy_score": 2
        },
        "12": {
            "text": "MOLINE, Ill. (KWQC) -University of Illinois Extension will be holding their 24th Nursery School- Lessons in Gardening on Saturday, Feb. 11 from 8 a.m. to 3 p.m. at the Vibrant Arena at the Mark, 1201 River Drive, Moline.\n\nTracy Jo Mulliken, Program Coordinator, Horticulture and Agriculture, University of Illinois Extension, invites viewers to get inspired and grow in their horticultural knowledge at the Quad Cities’ premiere gardening symposium.\n\nHorticulture experts will lead workshops and share tips, pointers, ideas, and information everyone can use - from the novice to the most experienced gardener.\n\nThis year’s event opens with a keynote address by renowned prairie ecologist and author Neil Diboll, President of Prairie Nursery, Inc. Westfield, Wis. He will talk about Prairie Plants for Urban and Suburban Gardens at the first session, which starts at 8:45 a.m.\n\nFollowing the keynote, participants will choose three additional sessions from nine different topics. Classes have been arranged by track topics: ornamental, edible and nature. Folks can choose all of one track or pick and choose—it’s up to each participant.\n\nRegistration includes morning coffee and rolls, the keynote session, lunch, three additional classes, and access to the vendor area offering a host of merchants and agencies selling a variety of garden-inspired gifts, crafts, plants, and resources.\n\nRegistration in advance is required (walk-in will not be allowed) and is priced at $70. Registration ends on Feb. 5. Register at https://go.illinois.edu/NurserySchool2023 or call University of Illinois Extension at (309) 756-9978 for more information.\n\nHere are the speakers and topics from which you can choose one from each session. Note: class sizes are limited and offered on a first-come, first-served basis.\n\nSession 1 from 10-11 a.m. (choose one):\n\n(Ornamental) The Latest and Maybe the Greatest: What’s Trending in 2023 with Kate Terrell, President of Wallace’s Garden Center. Join Kate to see a preview of the new trees, shrubs, perennials, and annuals that await your Midwest garden.\n\n(Edible) Boost of Blueberries-Past, Present, and Future with Carol Longley, Illinois Extension Master Gardener, retired WIU faculty, consultant, and dietitian. Blueberries are native to North America and can be grown and enjoyed by home gardeners. Learn about their history, and how you can best plan, plant, grow, maintain, and harvest the most delicious and high-quality blueberries. Carol will talk about the new cultivars and share her favorite recipe ideas for your home-grown blueberries.\n\n(Nature) Sunflowers: Superheroes with Emily Swihart, University of Illinois Extension Horticulture Educator. To gardeners, sunflowers are known for their beauty, but they are not just another pretty face. Explore the impact sunflowers have had on the global food market, and their potential to help contaminated lands recover from industrial use. After attending this program, you will have a greater appreciation for these bright, summer blooms, and be eager to incorporate some of the new cultivars into your growing space.\n\nSession 2: 11:15 a.m.-12:15 p.m. (choose one):\n\n(Ornamental) Slow Flowers: Growing Your Own Cut Flowers with Candice Anderson, University of Illinois Extension Master Gardener Specialist. The emphasis is buying food locally, but why not flowers as well? Join Candice to learn how to grow a variety of cut flowers in your home garden, the benefits of having cut flowers, and how to condition them to be long-lasting. She will also discuss her all-time favorite flowers to grow and share tips and tricks to ensure success.\n\n(Edible) Growing Vegetables in 2023 from April thru October with Bruce Black, University of Illinois Extension Horticulture. Get the most out of your vegetable garden in 2023. Bruce will share the best advice for planning, planting, and garden maintenance throughout the year, Spring, Summer, and Fall.\n\n(Nature) Landscaping: It’s for the birds with Chris Enroth, University of Illinois Extension Horticulture. Attracting birds to your backyard can go beyond setting out bird feeders. Chris will take you through a typical foundation planting that will provide three things’ birds need: water, shelter, and food. Learn to utilize native or well-adapted plants to start creating a landscape that welcomes birds by providing critical pieces of habitat.\n\nSession 3:1:45-2:45 p.m. (choose one):\n\n(Ornamental) Curious about Colorful Conifers with Martha Smith, retired Horticulture Educator for Cornell and University of Illinois Extension. Get ready to add “shock and awe” to your landscape with colorful conifers of all sizes. Did you know conifers change colors through the season? The class will show you how to rethink your landscape to bring out the best foliage display.\n\n(Nature) Genetic Diversity and Plant Preservation with Neil Diboll, Ecologist and President of Prairie Nursery, Inc. Westfield, Wi. It will be a deep dive into plant genetics and how they can influence restoration and plant choices with an overview of the various strategies that different plants have developed for reproduction and adaptation to their environments.\n\n(Edible) Fundamentals and Facts of Fermentation with Kristin Bogdonas, University of Illinois Extension Nutrition and Wellness Educator. What once was a means to preserve food for winter months, fermentation is growing in popularity to create foods and drinks with probiotic properties. In this session, you will learn the fundamentals and benefits of fermentation and watch a fermentation recipe demo.\n\nUniversity of Illinois Extension is located at 321 West 2nd Avenue, Milan. If you are looking for more in-depth information, contact the Illinois Extension office at https://extension.illinois.edu/hmrs or call 309-756-9978.\n\nCopyright 2023 KWQC. All rights reserved.",
            "title": "‘Nursey School Lessons in Gardening’ symposium at Vibrant Arena is Feb. 11",
            "keywords": [
                "extension",
                "symposium",
                "11",
                "gardening",
                "nursey",
                "prairie",
                "plants",
                "horticulture",
                "feb",
                "session",
                "university",
                "school",
                "choose",
                "arena",
                "lessons",
                "share",
                "vibrant",
                "illinois",
                "flowers"
            ],
            "link": "https://www.kwqc.com/2023/01/21/nursey-school-lessons-gardening-symposium-vibrant-arena-is-feb-11/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nUniversity of Illinois Extension will host the 24th Nursery School- Lessons in Gardening on Feb. 11, 2023 at Vibrant Arena in Moline. Horticulture experts will lead workshops and share tips to help novice and experienced gardeners alike. The event opens with a keynote address by Neil Diboll, followed by participants choosing three out of nine classes in tracks such as Ornamental, Edible, and Nature. Registration includes morning coffee and rolls, lunch, sessions, access to vendors selling various products related to gardening. Registration is required before Feb 5th ($70) via https://go.illinois or via phone (309) 756-9978 for more info."
        },
        "13": {
            "text": "",
            "title": "",
            "keywords": "",
            "link": "https://patch.com/florida/dunedin/human-trafficking-fundraiser-pop-art-market-gardening-tips",
            "skip": "true",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7
        },
        "14": {
            "text": "How have our garden plants handled the recent record-breaking weather extremes that climate change has inflicted on us? We expect “changeable weather” in Scotland but the switch from an unusually warm November to a ferociously cold spell in December and then to soaking rain was breathtaking. And we wait with bated breath to see how the rest of the winter pans out. So what’s in store for our gardens?\n\nWe won’t know which are the winning and which are the losing plants yet, but nothing is more stressful than the weather extremes they’re enduring just now. Many sub-tropical plants can tolerate surprisingly cold, dry conditions but cold, water-logged ground is the killer.\n\nWhen I bravely walk round the garden, I’m comforted when I see my tough old hellebores taking whatever the winter seems to throw at them. This often applies to natives and long-established species like hellebores and lungworts.\n\nBut even more recently arrived neophytes may succeed, so all we can do is observe them. Grow more winners and chuck the strugglers. Writing in Botany Scotland, John Grace from Edinburgh described how some colonising neophytes were coping in roadside verges at the beginning of this year. Although he’s mainly interested in wild not garden plants, some of those he identified were garden escapes or had garden relatives.\n\nHe saw some small pampas grass, Cortaderia richardii, plants bravely struggling in the roadside. These New Zealand natives had been first identified in Dorset in 1980 and 40 years later have become well-established specimen plants for our gardens.\n\nAlthough the small plants he saw were only just hanging on, their garden compatriots don’t seem to have problems.\n\nOur late winter bulbs can obviously handle the Scottish weather, but even they appreciate a sheltered spot.\n\nThe snowdrops close to our house and sheltered beneath an old elm at the bottom of the garden are all flowering as I write.\n\nBut those in more exposed places are only just poking through.\n\nLocation is also helping less robust parcel, or leaf celery, in the slightly warmer herb garden, while sage and parsley are thriving beneath some espalier apples. Those further away from this protective umbrella are struggling badly.\n\nIn two or three months time you may still think some perennials are dead because there is no sign of new growth, but don’t panic prematurely.\n\nWell established plants have strong root systems and may simply take longer to get going. Unlike last year when my large globe artichokes had green leaves throughout the winter, they now look completely dead. But with deep tap roots they may throw out buds from deeper down.\n\nRestrict yourself to removing any decaying leaves but leave dry twiggy vegetation to provide some shelter for the crown.\n\nAny pruning should only be done during dry, but not frosty weather.\n\nPlant of the week\n\nSnowdrops, Galanthus nivalis. Their delicate white flowers pushing up through the ground are the best antidote to dark January days. Best grown in large clumps in grass under trees, they increase and spread over the years to make a big impact. After flowering divide or move clumps if you need to.",
            "title": "Gardening with Dave Allan: How extreme weather affects your plants",
            "keywords": [
                "cold",
                "garden",
                "allan",
                "affects",
                "small",
                "plants",
                "sheltered",
                "dry",
                "dave",
                "winter",
                "struggling",
                "throw",
                "weather",
                "extreme",
                "gardening"
            ],
            "link": "https://www.heraldscotland.com/news/23257485.gardening-dave-allan-extreme-weather-affects-plants/",
            "skip": "false",
            "gpt_score_reason": "\n\n9/10",
            "gpt_relevancy_score": 9,
            "summary": "\n\nThe recent weather extremes have presented a challenge for garden plants, but many varieties are proving resilient. Native species such as hellebores and lungworts remain some of the toughest plants, with even more recently arrived neophytes faring well despite the cold temperatures. Bulbs like snowdrops also thrive in sheltered areas with perennials that look dead encouraged to keep going by leaving dry twiggy vegetation to provide shelter at their crowns."
        },
        "15": {
            "text": "",
            "title": "Gardening Update: Ferns with Carol Watson's Greenhouse",
            "keywords": [
                "ferns",
                "greenhouse",
                "update",
                "watsons",
                "gardening",
                "carol"
            ],
            "link": "https://cnycentral.com/news/local/gardening-update-ferns-with-carol-watsons-greenhouse-01-21-2023",
            "skip": "true",
            "gpt_score_reason": "\n\n5/10. The article discusses the various species of wildlife that are attracted to gardens and how gardening can help promote biodiversity, but does not provide any gardening advice or tips.",
            "gpt_relevancy_score": 5
        },
        "16": {
            "text": "OTTAWA — Cole Etherington was not always a green thumb. In fact, he said his first year of gardening was plain horrible: his crops didn't grow, the soil wasn't right and everything that could go wrong, did.\n\nOTTAWA — Cole Etherington was not always a green thumb. In fact, he said his first year of gardening was plain horrible: his crops didn't grow, the soil wasn't right and everything that could go wrong, did.\n\n\"It just absolutely sucked,\" said Etherington.\n\nBut that failure only pushed him to evaluate where he went wrong and how he could improve. The following year when the snow melted, Etherington began again at his home 45 minutes south of Ottawa.\n\nHe said the game-changer was when he started using his chickens' manure as fertilizer. Since then, his budding garden has produced fresh vegetables including squash, tomatoes, cucumbers and a stunning array of herbs.\n\nEtherington has always been interested in ways of reducing his carbon footprint and increasing plant diversity through farming.\n\n\"Even just one tomato plant in a pot of flowers on your balcony is part of the fight against climate change,\" he said.\n\nAs food prices continue to climb, more people are also turning their love for gardening into a way to save money.\n\nShabana Buwalda, who lives in a townhouse in Ottawa, is one of them.\n\nHer city backyard is not the biggest plot of land to start growing food, but her family now has several garden beds,\n\nNow, going into their sixth season, the family of four has preserved herbs and a whole winter's supply of tomatoes. They grow much of their produce including carrots, beans, kale and beets, and preserve whatever they can.\n\n\"I would encourage people to start really small, just to get curious,\" she said. \"And with each passing season, you'll start to realize how little we need to rely on grocery stores.\"\n\nDeborah Smeltzer had to downsize and adapt her gardening hobby after she moved out of her house two years ago.\n\n\"Years ago, I had a huge garden. Every space in my yard was some kind of garden, and so I built a lot of knowledge through doing that — and then life changed,\" she said.\n\nSince moving into a one-bedroom apartment, Smeltzer has been experimenting with ways to grow food in a minimized space. In the warmer months she started growing produce on her balcony, but an ongoing feud with pigeons has forced her indoors.\n\nShe has now built a plywood shelf overtop of the heater by her windows to make room for an ever-growing collection of avocado and lemon trees.\n\nFor Etherington, urban farming has led to a growing sense of community.\n\nHe has now started a small business putting together starter kits for people who are interested in gardening, with an emphasis on making the gardening beds small enough to fit comfortably in an apartment indoors.\n\nWhen he first started out he was hesitant about telling the world that he is a trans farmer, fearing backlash from a community that he didn't think he fit into. But he has received messages of support from others who also didn't think they'd see anyone like themselves in agriculture.\n\n\"I thought it was important to be that person, and getting messages from people saying they appreciate it just means the world to me,\" said Etherington.\n\nEach of his kits comes with a bed made of reclaimed hardwood and lined with upcycled chicken feed. They also have seedlings ready to be grown, a set of instructions and manure from \"the world's happiest chickens.\"\n\n\"Growing food right at your house, it doesn't get more local than that,\" he said.\n\n\"My hope is to empower people to embrace gardening by giving them food access, food security, but also showing that they can help make a difference.\"\n\nThis report by The Canadian Press was first published Jan. 21, 2023\n\n———\n\nThis story was produced with the financial assistance of the Meta and Canadian Press News Fellowship.\n\nCindy Tran, The Canadian Press",
            "title": "Ottawa gardeners are findings ways to bring sustainability to their urban spaces",
            "keywords": [
                "garden",
                "sustainability",
                "ways",
                "findings",
                "bring",
                "gardeners",
                "wrong",
                "small",
                "etherington",
                "food",
                "grow",
                "spaces",
                "urban",
                "didnt",
                "start",
                "started",
                "gardening",
                "ottawa"
            ],
            "link": "https://www.coastreporter.net/the-mix/ottawa-gardeners-are-findings-ways-to-bring-sustainability-to-their-urban-spaces-6415145",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nCole Etherington and other urban farmers in Ottawa are using their green thumbs to cultivate food right at home, pushing for a more sustainable lifestyle through gardening. Using reclaimed hardwood, upcycled chicken feed, and manure from \"the world's happiest chickens\" Etherington has built starter kits that come with seedlings ready to be grown as well as instructions on how to use them. His goal is to empower people towards embracing gardening by providing them access to food security while making a positive impact on climate change."
        },
        "17": {
            "text": "Mike Hogan\n\nSpecial to The Columbus Dispatch\n\nFor many vegetable gardeners, this is perhaps the best season of the year—seed catalog season! Since the first week of January, colorful seed catalogs have begun to appear in my mailbox just as links to online seed catalogs have appeared in my email inbox.\n\nFor a vegetable gardener in Greater Columbus, nothing provides more satisfaction on a cold snowy or rainy day in January than perusing colorful seed catalogs and dreaming about growing your best vegetable garden ever just a few short months from now.\n\nGardening:Pruning trees now can help prevent oak wilt\n\nMany vegetable gardeners get a jump on the growing season by starting their own seeds indoors, and January is the time to begin making plans for ordering seeds and other needed supplies.\n\nBenefits of growing your own seedlings\n\nThere are many benefits to starting vegetable seeds indoors, but the ability to select a wider range of different varieties of crops is tops on the list of benefits for me. If you purchase seedlings at the garden center later in the season, few varieties of specific crops are typically available.\n\nSelecting varieties of vegetables with the exact traits you desire is more easily accomplished when you select the seeds you want and start them indoors. Starting seeds indoors also allows you to grow varieties of plants which have been proven to perform well in the specific conditions of your garden in past growing seasons.\n\nStarting your own seeds can also save you money as the cost of purchasing a single seedling can cost more than an entire packet of seeds in some cases. But perhaps the greatest benefit to growing your own seedlings is the satisfaction and enjoyment which come from getting a jump on the growing season and being able to actively garden during the winter in Greater Columbus.\n\nGardening:Urban farming on the upswing in Columbus area\n\nSelecting seeds to grow indoors\n\nWhile starting seeds indoors offers many benefits to gardeners, not every seed should be started indoors. Some vegetable crops grow best when they are directly sown in the soil outdoors. Before you start your seeds, it's best to understand which seeds should be started indoors and transplanted into the garden.\n\nVegetables which can be successfully started indoors include Brussels sprouts, eggplant, kale, lettuce, greens, onions, okra, peppers, and tomatoes. Broccoli, cauliflower and cabbage seeds actually are more easily started indoors and transplanted into the garden as seedlings than direct seeded outdoors in the garden.\n\nSome seeds that can be a little more difficult to successfully seed indoors include celery, chard, cucumber, melon, pumpkin, spinach, and squash. Vegetables such as bean, beets, carrots, corn, and peas should be direct seeded in the garden as the roots can be disturbed during transplanting, and plant growth can be hindered.\n\nWhen to start your seeds\n\nMost warm season crops such as pepper, eggplant, tomato, cucumber, squash, and others should be seeded indoors approximately 6-8 weeks before the last frost, which typically occurs close to May 1 in Greater Columbus. Cool season crops such as onions, Brussels sprouts, cabbage, cauliflower, and lettuce can be seeded indoors as early as February as these crops can be transplanted into the garden before the last frost, depending upon soil conditions.\n\nResist the temptation to start seeds indoors too early, as seedlings may become root-bound before you transplant them into the garden, and it can be more difficult to harden off or acclimate larger seedlings to the outdoor environment in early spring.\n\nGardening:Tips to protect trees and shrubs this winter so they'll spring back next year\n\nOrganize necessary supplies\n\nNow is also the time to assemble and organize the supplies needed to grow your seedlings. Seeding trays and pots should be cleaned and sterilized before planting. Check lights and fans to be sure that they are in proper working condition before you will need to plug them in later this winter.\n\nBe sure to purchase the proper seeding media for starting your seeds indoors. While an all-purpose or multi-purpose potting mix may work well for larger seeds such as squash or cucumber, a seed-starting mix designed specifically for starting seeds should be used for smaller seeds such as tomato, pepper, lettuce, eggplant and others.\n\nMike Hogan is an extension educator, Agriculture and Natural Resources, and associate professor with Ohio State University Extension.\n\nhogan.1@osu.edu",
            "title": "Gardening: January is planning time for starting seedlings indoors",
            "keywords": [
                "seedlings",
                "garden",
                "indoors",
                "seed",
                "season",
                "planning",
                "vegetable",
                "growing",
                "crops",
                "starting",
                "seeds",
                "gardening"
            ],
            "link": "https://www.dispatch.com/story/lifestyle/home-garden/2023/01/21/gardeners-should-start-seeds-indoors-ahead-of-vegetable-growing-season/69815697007/",
            "skip": "false",
            "gpt_score_reason": "\n\n7/10",
            "gpt_relevancy_score": 7,
            "summary": "\n\nSummary: January offers vegetable gardeners the exciting opportunity to plan their upcoming season by perusing seed catalogs and starting seeds indoors. Doing so allows for a larger variety of vegetables with desired traits to be grown, as well as saving money on seedlings at the gardening center. Warmer-season vegetables should be started in 6-8 weeks prior to the expected frost date while cool-season vegetables can begin earlier, but not too early for them to become root bound. To prepare, organize necessary supplies such as seeding trays and lights, proper seeding media must also be purchased."
        },
        "18": {
            "text": "Allen Wilson is a Vancouver gardening specialist. Email Allen Wilson at allenw98663@yahoo.com. Photo\n\nCould you explain the difference in how new varieties are developed when some are available from seed and some are only available from plants?\n\nThe development of new flower varieties is a fascinating process. I worked for 10 years for a seed company that developed F-1 (first generation hybrid flowers and vegetables) that were sold as seed.\n\nThe process starts by observing and selecting individual plants which have qualities that set them apart as being unique or improved in some way.\n\nThe second step is to self-pollinate and select for the desirable qualities for three or more generations. The self-pollination process creates offspring which are very uniform in appearance. This process can be speeded up by doing more than one generation per year in greenhouses.\n\nThe third step is to cross pollinate several of these plant families with each other and then observe and select the cross or crosses which are the most outstanding. Before naming and introducing a new variety, test production is done on a trial basis to make sure seed can be produced efficiently in quantity.",
            "title": "Gardening with Allen: New flowers develop over years",
            "keywords": [
                "seed",
                "qualities",
                "develop",
                "generation",
                "allen",
                "varieties",
                "developed",
                "wilson",
                "cross",
                "step",
                "gardening",
                "select",
                "process",
                "flowers"
            ],
            "link": "https://www.columbian.com/news/2023/jan/21/gardening-with-allen-new-flowers-develop-over-years/",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        },
        "19": {
            "text": "Thank you for reading!\n\nPlease log in, or sign up for a new account and purchase a subscription to continue reading.",
            "title": "Tips for creating attention-grabbing containers | Master Gardener",
            "keywords": [
                "gardener",
                "tips",
                "containers",
                "reading",
                "sign",
                "subscription",
                "log",
                "continue",
                "account",
                "master",
                "creating",
                "readingplease",
                "thank",
                "purchase",
                "attentiongrabbing"
            ],
            "link": "https://hanfordsentinel.com/lifestyles/home-and-garden/tips-for-creating-attention-grabbing-containers-master-gardener/article_47d2aab2-1fcb-5f10-b2ca-50cc25a4dbea.html",
            "skip": "true",
            "gpt_score_reason": "\n\n0/10",
            "gpt_relevancy_score": 0
        }
    }
}