{"date": "2023-01-10", "category": "st", "articles": {"0": {"text": "The LauncherOne rocket, carrying a payload of small satellites, suffered an anomaly some two hours after take-off preventing it from reaching its final orbit (courtesy: Virgin Orbit)\n\nThe first space launch from UK soil ended in failure last night when the rocket suffered an anomaly preventing it from reaching orbit. The mission, if successful, would have been the first time that orbital satellites had taken off from Europe and a landmark moment for the UK space industry.\n\nUnlike traditional vertical launches, where a rocket is fired into the sky from the ground, the UK’s “Start Me Up” project consisted of a modified Boeing 747-400, dubbed Cosmic Girl, carrying a 31-tonne rocket named LauncherOne under the left wing. Dropped by the jumbo jet in flight, the rocket was supposed to fire a series of engines to take it into orbit.\n\nCosmic Girl took off successfully at 10.01 p.m. local time on 9 January from Cornwall Airport Newquay. The craft then flew to a “drop zone” roughly 10,500 m above the Atlantic off the south-western tip of Ireland where it released the LauncherOne rocket.\n\nSeconds later, the rocket’s first-stage NewtonThree engine fired as planned, propelling it up to 8000 mph. About three minutes later, the second-stage NewtonFour engine ignited, with everything seemingly in order.\n\nHowever, nearly two hours after take-off – just as Cosmic Girl was returning to land safely at Newquay – Virgin Orbit’s Christopher Relf announced on a live stream of the event that the mission had failed. “It appears that LauncherOne has suffered an anomaly which will prevent us from making orbit for this mission.”\n\nPressing on\n\nAfter four successful launches from Mojave Air and Space Port in California, US, the LauncherOne failure is the first since the very first launch attempt in May 2020. As well as the rocket being lost, also missing are several satellites that had been stowed in LauncherOne and were intended to be deployed in low-Earth orbit.\n\nOne of the lost satellites is AMAN, which was to be Oman’s first Earth-observation satellite and technology demonstrator for a planned future constellation. Another is STORK-6, the sixth cubesat in the Polish company SatRevolution’s 14-strong Earth observation satellite constellation serving the agricultural sector. The remaining seven small satellites had either been developed or built in the UK. Read more UK government sets out plan to ‘unleash’ nation’s space sector\n\nSpaceport Cornwall – the consortium behind the launch – had hoped the event would showcase the UK’s new space-launch capabilities, with a further six UK spaceports either in development or under construction. The consortium is made up of Cornwall Council, Virgin Orbit, Goonhilly Earth Station and the UK Space Agency.\n\nMission success was expected to catalyse investment, growth and jobs in the nascent sector as well as inspire the next generation of scientists and engineers.\n\n“Over the coming days there will be an investigation by the government and various bodies, including Virgin Orbit,” notes Matt Archer, director of commercial spaceflight at the UK Space Agency. “But we will continue to press on and we will get there in the end.”", "title": "First UK space launch fails to reach orbit – Physics World", "keywords": ["suffered", "world", "physics", "fails", "launch", "satellites", "launcherone", "space", "girl", "rocket", "uk", "virgin", "orbit", "reach"], "link": "https://physicsworld.com/a/first-uk-space-launch-fails-to-reach-orbit/", "skip": "true", "duplicates": ["0", "10", "0", "11", "0", "14"], "relevancy_score": 5}, "1": {"text": "", "title": "", "keywords": "", "link": "https://www.fastcompany.com/90831693/sony-will-help-you-feel-like-astronaut-with-new-space-camera", "skip": "true", "relevancy_score": 0}, "2": {"text": "", "title": "", "keywords": "", "link": "https://www.forbes.com/sites/forbestechcouncil/2023/01/10/hope-amid-instability-three-predictions-for-2023/", "skip": "true", "relevancy_score": 0}, "3": {"text": "UK galactic ambitions were brought back down to Earth last night after the country’s historic first space launch ended in failure due to a technical anomaly.\n\nThe maiden space launch on UK soil was meant to symbolise the most significant milestone to date for the UK space industry, skyrocketing the country into the final frontier. However, despite reaching space, the Virgin Orbit mission failed to achieve its target orbit due to a technical failure.\n\nMatt Archer, Director of Commercial Spaceflight at the UK Space Agency, said: “Last night, Virgin Orbit attempted the first orbital launch from Spaceport Cornwall. We have shown the UK is capable of launching into orbit, but the launch was not successful in reaching the required orbit. We will work closely with Virgin Orbit as they investigate what caused the anomaly in the coming days and weeks.\n\n“While this result is disappointing, launching a spacecraft always carries significant risks. Despite this, the project has succeeded in creating a horizontal launch capability at Spaceport Cornwall, and we remain committed to becoming the leading provider of commercial small satellite launch in Europe by 2030, with vertical launches planned from Scotland.”\n\nWhy did the space launch fail?\n\nThe Virgin Orbit space launch successfully took off late last night from the runway at Spaceport Cornwall, which in just a few weeks, has been transformed from empty concrete at a commercial airport to the newest space launch operation centre globally.\n\nThe modified Boeing 747 that serves as the LauncherOne system’s carrier aircraft – known as cosmic girl – travelled to the designated drop zone and successfully released the rocket. The rocket engines subsequently ignited, rapidly reaching supersonic speeds to arrive in space, then achieving stage separation and ignition of the second stage.\n\nHowever, during the firing of the rocket’s second stage engine, when the rocket was travelling at speeds exceeding 11,000 miles per hour, the system experienced an anomaly, causing the mission to end. Of the five LauncherOne missions carrying payloads for private companies and governmental agencies, this is the first to fail to deliver its payloads to their precise target orbit.\n\nDan Hart, the Virgin Orbit CEO, commented: “While we are very proud of the many things that we successfully achieved as part of this mission, we are mindful that we failed to provide our customers with the launch service they deserve. The first-time nature of this mission added layers of complexity that our team professionally managed through.\n\n“However, in the end, a technical failure appears to have prevented us from delivering the final orbit. We will work tirelessly to understand the nature of the failure, make corrective actions, and return to orbit as soon as we have completed a full investigation and mission assurance process.”\n\nThe setback will not deter space goals\n\nDespite the space launch not reaching its target orbit, by reaching space and achieving several first-time achievements, the mission will be critical to propelling the UK space industry forward. The project stimulated new collaborations from a range of partners, including the UK Space Agency, the Royal Air Force, the Civil Aviation Authority, the US Federal Aviation Administration, the National Reconnaissance Office, and more, showing that a UK space launch is attainable.\n\nMelissa Thorpe, the Head of Spaceport Cornwall, concluded: “We are so incredibly proud of everything we have achieved with our partners and friends across the space industry here in the UK and the US – we made it to space – a UK first. Today we inspired millions, and we will continue to look to inspire millions more. Not just with our ambition but also with our fortitude. Yes, space is hard, but we are only just getting started.”\n\n\n\n", "title": "‘Anomaly’ causes first UK space launch to fail to reach orbit", "keywords": ["fail", "anomaly", "causes", "spaceport", "technical", "launch", "cornwall", "space", "uk", "virgin", "orbit", "mission", "reaching", "reach"], "link": "https://www.innovationnewsnetwork.com/anomaly-causes-first-uk-space-launch-to-fail-to-reach-orbit/28719/", "skip": "true", "duplicates": ["3", "10", "3", "11"], "relevancy_score": 4}, "4": {"text": "The Japanese and US governments plan to extend their bilateral security treaty to apply to attacks in outer space.\n\nBoth sides are making arrangements for Article Five of the Japan-US Security Treaty to include space. The article obliges the United States to defend territories under Japan's administrative control.\n\nThe move comes as Japan faces the challenge of establishing a defense system in space. China and Russia are accelerating space technology to secure military advantages.\n\nThere are no borders in outer space, but Japan and the US are considering defining Japan's satellites as under the country's administration.\n\nBoth governments are expected to confirm the plan at a two-plus-two meeting of their foreign and defense ministers in Washington to be held on Wednesday, local time.\n\nJapan and the US confirmed at a 2019 two-plus-two meeting that their security treaty also applies to cyberattacks.", "title": "Japan, US planning to extend bilateral security treaty to cover outer space", "keywords": ["outer", "plan", "extend", "bilateral", "governments", "twoplustwo", "space", "meeting", "security", "japan", "cover", "japans", "treaty", "planning"], "link": "https://www3.nhk.or.jp/nhkworld/en/news/20230110_32/", "skip": "true", "relevancy_score": 1}, "5": {"text": "In January 1993, General Dynamics unveiled its Early Lunar Access proposal for returning Americans to the Moon. The company hoped that a new presidential administration would embrace its cheaper method of returning humans to the Moon using existing launch vehicles. But the Clinton administration was already skeptical of NASA's space station program and wary of new civil space expenditures. General Dynamics' study demonstrated that it was difficult to repeat Apollo without much larger launch vehicles. (credit: General Dynamics) Moon denied: the 1993 Early Lunar Access proposal\n\nGetting to the Moon is hard. It has been more than half a century since the last humans walked on the lunar surface, or even ventured beyond low Earth orbit. Since that time there have been many proposals to do it again. In January 1993—30 years ago this week—there was a proposal known as Early Lunar Access, and it was an attempt to demonstrate that the Moon could be reached faster, and at less cost, than other proposals during that time period. Although it has become a cliché to claim that the politics of a Moon mission are the tough part and the technology is easy, what Early Lunar Access demonstrated was that many of the technology choices were themselves difficult—there was no such thing as easy lunar access. Thirty years ago this week, Aviation Week and Space Technology subscribers received this issue with a cover story about General Dynamics' Early Lunar Access proposal. Soon after, any discussions about returning humans to the Moon stopped for the rest of the decade. A stumbling start In summer 1989, President George H.W. Bush unveiled the Space Exploration Initiative that called for returning Americans to the Moon. NASA’s initial response to the initiative was an expansive report known as the “90-Day Study” that proposed a broad approach including a lunar base, but did not explain the first actions the United States should undertake toward returning to the Moon. The 90-Day Study essentially skipped past the first steps to embrace a bigger vision, which of course included a big price tag, making the entire proposal politically vulnerable. Within days of Bush unveiling his initiative, Congress cut NASA’s budget, indicating it would be a difficult slog to find political support for a return to the Moon. Internal battles in the administration between the National Space Council and NASA leadership did not help, but both the House and the Senate were held by Democrats unwilling to give Bush much support for a new space effort. ELA was pitched as an effort to use existing launch vehicles—the Space Shuttle, Titan IV, and perhaps Europe’s Ariane 5—to lower costs. The spacecraft would have been new, but it, too, was based upon existing technology and, the company claimed, some existing hardware. By 1992, NASA scaled back to address the initial steps for lunar return in a series of workshops and studies known as the First Lunar Outpost. FLO would have required new spacecraft and a new, large rocket, and although it did not use unproven technology, it required new hardware and infrastructure. (See “Aiming for the Moon, crashing on Earth: The rise and fall of the 1989 Space Exploration Initiative (part 2),” The Space Review, October 31, 2022.) FLO was studied in the summer of 1992, but by this time there was clearly no congressional support for Bush’s initiative. NASA turned its attention to studying a human mission to Mars, with the plan of revisiting the FLO concept and architecture to see how it could be extended to human exploration of the Red Planet. By November, Bush had lost the election, and a new administration would soon enter the White House. In January 1993, General Dynamics unveiled the Early Lunar Access (ELA) study with a cover story in Aviation Week & Space Technology. The company’s hope was that the Clinton administration might want a proposal for a lower-cost lunar mission. In early May, company officials further discussed the proposal at a one-day symposium on low-cost lunar missions in Washington, DC. (See “Early Lunar Access: An Affordable Approach for Human Return to the Moon” by Paul Bialla, in Low-Cost Lunar Access, AIAA, May 7, AIAA 1993 p.65, and Jeffrey M. Lenorovitz, “GD Goal: Lower-Cost Manned Lunar Missions,” Aviation Week & Space Technology January 18, 1993 p.42.) The ELA mission architecture assumed two robotic landings on the Moon before the first human landing followed, perhaps a year or more after the first landing. Because the lunar launch windows were short, NASA would have to quickly launch, assemble, and check out the Lunar Excursion Vehicle before launching the Titan IV with the Centaur and conducting rendezvous and docking prior to sending the spacecraft to the Moon. Doing all of this before the trajectory window closed would have been difficult. The mission design demonstrated that lunar missions using existing launch vehicles were complicated and risky. (credit: General Dynamics) Building blocks to the Moon According to Paul Bialla, General Dynamics’ manager of civil space programs, the lunar program was intended to be bold. “It seems that NASA programs today are oriented toward doing good research and science, but without much excitement and charm. If we want to recapture the imagination of the public and gain support for the space program, we need something with public appeal—not just business as usual,” Bialla told Aviation Week’s Jeffrey Lenorovitz. ELA was pitched as an effort to use existing launch vehicles—the Space Shuttle, Titan IV, and perhaps Europe’s Ariane 5—to lower costs. The spacecraft would have been new, but it, too, was based upon existing technology and, the company claimed, some existing hardware. The basic assumptions for ELA were to: maximize the use of existing systems and subsystems or their derivatives, achieve a first piloted lunar mission by 2000, provide the capability for crew stay times for up to three weeks on the Moon, provide a shirtsleeve environment for Intra-Vehicular Activity functions (telerobotic lunar rovers), and emplace permanent facilities that can support expansion to larger base operations. As usual, the devil was in the details, and anybody who was initially excited that somebody had found a lower cost and faster method for returning humans to the Moon was soon to lose their enthusiasm. Each ELA mission would require at least two launches. The Lunar Excursion Vehicle (LEV) would be launched inside a shuttle payload bay and assembled in orbit using the shuttle’s robotic arm. The LEV crew capsule would be similar in shape to the Apollo spacecraft, although smaller. It would be attached to the Lunar Transfer Vehicle, featuring an advanced high performance four-engine liquid oxygen/hydrogen propulsion system that throttles to enable soft landings on the Moon. The engines would be based on the RS-44 or similar rocket engines. It could achieve redundancy via the capability to shut down a diametrically opposed pair in the event of an engine failure. Two days after the shuttle had launched and the LEV had been assembled and checked out, a Titan IV would launch with a wide-body Centaur upper stage as its payload, putting it into a co-orbit with the shuttle. The LEV would be deployed and rendezvous and dock with the Centaur. The integrated system would be checked out, then launch to the Moon four days after the initial shuttle launch. The Lunar Exploration Vehicle would fly directly to the Moon, without entering a lunar parking orbit or leaving an astronaut in a Command Service Module above the Moon, like Apollo. This approach was similar to the First Lunar Outpost concept, which also did not put a spacecraft in lunar orbit but landed the entire piloted spacecraft, including the ascent vehicle and Earth reentry vehicle, on the lunar surface. The initial plan was for a robotic LEV to perform the first mission, which Bialla described as “primarily science-oriented.” It would land approximately 9.7 metric tons of scientific and support hardware on the Moon. The equipment could include a geophysical station, telerobotic rover, optical telescope, and solar arrays. It could also include an airlock for a future habitation module. A second mission would also be robotically controlled and carry a habitation module as well as support systems such as a fuel cell power system and environmental control equipment. The habitation module could be built by Italy’s Alenia Spazio, which already had experience with Spacelab carried in the shuttle bay. One option was using a modified version of a logistics module planned for Space Station Freedom. As usual, the devil was in the details, and anybody who was initially excited that somebody had found a lower cost and faster method for returning humans to the Moon was soon to lose their enthusiasm. The overall mission would have involved six launches: three Titan IV rockets and three shuttle launches. The first and second missions would have been robotic and landed science instruments and a habitat module on the Moon, using a common lander. The third mission would have carried two astronauts in a small spacecraft known as the Lunar Excursion Vehicle, and they would have rendezvoused and docked with a Centaur propulsion stage to send them to the Moon. The entire LEV would have lifted off the surface of the Moon and brought the astronauts back to Earth in a descent capsule. (credit: General Dynamics) Setting goals In terms of lunar science, ELA’s goals were to characterize geology and physical properties and establish an early astronomy outpost. An engineering goal was to demonstrate a lunar oxygen processing pilot plant. Because NASA had already publicly discussed FLO, General Dynamics tread carefully, pitching ELA as a precursor to FLO, not necessarily a replacement. ELA could land humans on the Moon a few years before FLO, using existing rockets. The pitch was that FLO could follow, adding capability, like extended stay times on the lunar surface. ELA was intended to demonstrate new technologies and capabilities: Human Life Support Technologies: Assess effectiveness of EMU lunar spacesuits\n\nEvaluate crew capabilities for moderate (14- to 21-day) stay times\n\nDetermine crew effectiveness during lunar night Support of NASA’s First Lunar Outpost: Survey and map potential landing sites\n\nDeploy navigation aids and communication links\n\nDetermine effectiveness of telerobotic rovers\n\nTest materials and equipment exposed to long duration lunar environment\n\nDeploy critical supplies and equipment After President Bush announced the Space Exploration Initiative, one of the ongoing internal debates within NASA and the National Space Council was the degree to which new technology could lower costs. There were no new technologies that could be implemented quickly and without substantial up-front investment. Oxygen generation on the lunar surface was one potentially useful technology. But it would not make an initial lunar landing possible, and even if it was successfully demonstrated, it would require substantial infrastructure to become useful. ELA took the complete opposite approach, attempting to use as much existing technology and hardware as possible, but avoiding FLO’s requirement for a new large launch vehicle. But it quickly demonstrated that there were no shortcuts to returning to the Moon. The Lunar Excursion Vehicle would have been carried into low Earth orbit inside a space shuttle payload bay and assembled and checked out over two days. The use of cryogenic propellants in the payload bay, and the requirement for fast on-orbit assembly (assuming no problems) were questionable assumptions. (credit: General Dynamics) Devilish details Although it was supposed to be cheaper than NASA’s First Lunar Outpost—which one independent cost estimate claimed would cost $25 billion, with approximately half of that cost being a new launch vehicle larger than the Saturn V—the ELA design was not simple, requiring six launches, three on-orbit assembly operations, and three vehicle rendezvous and dockings. Missing from General Dynamics’ proposal were many details, like how the astronauts would get from the shuttle to the LEV capsule. Presumably this would require an EVA using the same spacesuits they would later use on the Moon. Because NASA had already publicly discussed FLO, General Dynamics tread carefully, pitching ELA as a precursor to FLO, not necessarily a replacement. The Centaur stage would not be the existing two-engine variant, but a single-engine version that would use a significantly upgraded RL10 engine like that already in use. Existing RL10s had 15,000 pounds-force (67,000 newtons) of thrust and the new version would have 35,000 pounds-force (155,000 newtons) of thrust. The plan unveiled by General Dynamics in January 1993 had some dubious assumptions. One was that the vehicle would carry cryogenic propellants in the shuttle payload bay, something NASA had ruled out after the Challenger accident seven years earlier. Another issue was that the vehicle mass exceeded the safe shuttle abort landing weight, meaning that it would have to dump hydrogen and oxygen overboard during an abort, requiring modifications to the shuttle orbiter. But General Dynamics acknowledged other troubling aspects of the proposal a few months after unveiling the concept in Aviation Week. During the May 1993 low-cost lunar access symposium in Washington, DC, the company stated that the spacecraft, including the Centaur transfer stage, were too big for the existing launch vehicles. The payloads intended for the shuttle exceeded shuttle’s capabilities and required upgrades to carry 25,720-kilogram payloads to a 300-kilometer orbit. This would necessitate either a lightweight external tank or advanced solid rocket motors. NASA eventually adopted the new tank, but the improved booster rockets were canceled. The expendable launch vehicles would have also required upgrades, although details were scant. The proposed schedule for ELA was aggressive, with a start in 1994, hardware development starting in 1995, and a robotic landing in 1999. This would be followed six months later by the second robotic mission carrying the habitat, and then six months after that the piloted mission would carry two astronauts to the Moon in 2000. General Dynamics estimated that the cost would be $13 billion over seven years—about half the cost of FLO—but could be as low as $10 billion using “modern management” techniques. European participation could bring the cost for the United States down to $6–9 billion, the company claimed. The marginal cost of continuing the program after the first crewed mission would be $2 billion per mission. A fourth expedition could land additional equipment, supplies and spares for an additional two to three piloted missions to the same landing site. Moon denied When General Dynamics began working on the ELA proposal in 1992, the Space Exploration Initiative was politically dead. Congress had even zeroed out small lunar precursor missions from NASA’s budget. Although the November election offered some possibility for political change, the election of Bill Clinton soon made the prospects for future space programs even bleaker. The major NASA human spaceflight project at the time was the space station, and the Clinton Administration was skeptical of the station’s cost and value. By spring 1993, the space station was in political jeopardy. Even if it had been technically feasible, General Dynamics’ Early Lunar Access proposal never had a chance. Discussions of sending humans beyond low Earth orbit faded in 1993, and throughout the rest of the 1990s there was little discussion of the subject in NASA or other government circles. It wasn’t until the early 2000s that the subject would again receive attention within the government. But even now, thirty years later, we’re still waiting for humans to return to the Moon. The ELA overview presentation can be found here. Mass Summary for Early Lunar Access Lunar Exploration Vehicle CREW CAPSULE 3,688 kg - Dry weight 3,071 kg - Fluids 141 kg - Crew + Supplies 476 kg LEV 20,140 kg - Dry mass 2,649 kg - Fluids 780 kg - Main propellant 16,611 kg PAYLOAD ADAPTER 6,000 kg TOTAL SHUTTLE PAYLOAD 25,723 kg Note: we are using a new commenting system, which may require you to create a new account. Please enable JavaScript to view the comments powered by Disqus. Home\n\n\n\n\n\n\n\n", "title": "The Space Review: Moon denied: the 1993 Early Lunar Access proposal", "keywords": ["access", "lunar", "moon", "denied", "shuttle", "launch", "early", "space", "proposal", "1993", "dynamics", "vehicle", "mission", "ela", "review", "general"], "link": "https://www.thespacereview.com/article/4511/1", "skip": "false", "relevancy_score": 3}, "6": {"text": "Comment on this story Comment Gift Article Share\n\nSubscribe to Crash Course on the iHeartRadio appSubscribe to Crash Course on Apple Podcasts Subscribe to Crash Course on Spotify Today is the debut of a new Bloomberg Opinion podcast, Crash Course, produced in a partnership with iHeart Media Inc., about business, political and social disruption — and what we can learn from those collisions. This episode focuses on Elon Musk’s Twitter takeover. It’s a mega-collision that raises all sorts of disruptive questions and tutorials — about unfettered financial power, pell-mell deal-making, free speech, the future of social media and misinformation and disinformation. Dive into all of this with your host, Tim O’Brien, and his guest today, Bloomberg News technology reporter Kurt Wagner. Kurt is whip-smart, and understands the forces at play in tech and social media. And he’s working on a new book about Twitter. So have a listen:\n\nHere are a few highlights from their conversation.On Musk’s expectations surrounding his initial bid:\n\nAdvertisement\n\nKurt Wagner: Obviously it became real over the summer when he realized, that, “Hey, I actually need to go through with this thing.” I’m not sure how many people know whether it was a joke because all the bankers and everyone else showed up and did the real work. Right? But maybe in his mind, he never thought they’d say yes.\n\nTim O’Brien: The bankers showed up and lent him $13 billion.\n\nWagner: They did.\n\nO’Brien: Maybe the joke’s now on the bankers.\n\nHow Musk’s background is reshaping Twitter:\n\nO’Brien: Nobody embodies disruption in the modern era and in the business landscape more than Elon Musk. He got the automotive industry to pay attention to the importance and the market value and the need for EVs. He put the US back in commercial space applications with SpaceX. [Those were] two businesses that had been daunting to other people. But maybe the ability to run a rocket company and an EV company don’t prepare you to be a good manager of a social media company.\n\nAdvertisement\n\nWagner: I think Elon’s background and his successes have [involved] engineering problems for the most part. And he’s approaching Twitter in very much the same way. Is that really what Twitter needs? Do they need an engineer or do they need someone who is more attuned to the social elements of what this product does and where it fits into society?\n\nWhat ‘s instructive here?\n\nO’Brien: What lessons have you learned from Elon Musk’s collision with the Twitterverse?\n\nWagner: Rarely, I guess, did I ever come face-to-face with someone just simply using their sheer wealth to kind of do whatever they want -- regardless of rules. And I feel like that’s what we’ve seen from Elon in this situation time and time again. And so it’s just kind of, opened my eyes a little bit more to that reality in the business world.\n\nAdvertisement\n\nO’Brien: And that rules are sometimes for other people if you’re in a position to ignore them yourself.\n\nWagner: If you have money. Yeah, if you have the money.\n\nThis column does not necessarily reflect the opinion of the editorial board or Bloomberg LP and its owners.\n\nTimothy L. O’Brien is senior executive editor of Bloomberg Opinion. A former editor and reporter for the New York Times, he is author of “TrumpNation: The Art of Being the Donald.”\n\nMore stories like this are available on bloomberg.com/opinion\n\n©2023 Bloomberg L.P.\n\nGiftOutline Gift Article", "title": "Introducing Crash Course: Elon Musk vs. the Twitterverse", "keywords": ["course", "vs", "twitterverse", "musk", "musks", "crash", "need", "media", "opinion", "social", "twitter", "elon", "introducing", "bloomberg"], "link": "https://www.washingtonpost.com/business/introducing-crash-course-elon-musk-vs-the-twitterverse/2023/01/10/5cac2786-90ce-11ed-90f8-53661ac5d9b9_story.html", "skip": "true", "relevancy_score": 0}, "7": {"text": "", "title": "", "keywords": "", "link": "https://www.bizjournals.com/boston/news/2023/01/10/gsk-quadruples-alewife-space.html", "skip": "true", "relevancy_score": 0}, "8": {"text": "Joe Miller began his career serving in the U.S. Navy on a fast-attack submarine where he was first educated about the fundamentals of nuclear power. After finishing his time in the Navy, the former serviceman worked at a shipyard building submarines and quickly became interested in high-technology industries.\n\nMiller joined nuclear component and fuel producer BWX Technologies in 2011. He has played a key role in a number of company initiatives, including the thermal hydraulic test program for nuclear reactor development, as well as program and operations management in the Advanced Technologies business unit, where he is now president.\n\nMiller spoke with GovCon Wire about BWXT’s efforts to deliver microreactors to the U.S. government, their recent acquisitions (particularly highlighting businesses in Canada), as well as the way the organization has used artificial intelligence and machine learning to efficiently accomplish its objectives, among other topics.\n\nWhat can you tell us about the company’s recent growth initiatives and how you’re driving value for your customers through contract awards, acquisitions and other aspects across the federal sector?\n\nThe capabilities we’re developing are focused on two verticals — microreactors for terrestrial power generation and space propulsion, and commercial power generation.\n\nThe BWXT Advanced Technologies team was recently awarded a competitively bid $300 million contract by the U.S. government to build the first Generation IV microreactor to be manufactured in the United States. We will go through all the final safety reviews, integration and assembly and early commissioning tests over the next several years and we’ll deliver that microreactor to Idaho National Laboratory for a full suite of tests. That product is designed for use by the U.S. Department of Defense to provide power to remote locations and for disaster response. We’re also developing a microreactor design for commercial use.\n\nWith regard to space, we have three contracts with NASA supporting nuclear propulsion for a crewed spaceflight to Mars and the creation of a power system that will generate power on the surface of the Moon.\n\nOn the M&A side of things, BWXT has commercial operations headquartered in Canada, and there have been several acquisitions in that segment of our business, including one that gave us the ability to manufacture fuel for the CANDU reactors. We have had a few other acquisitions in that business to strengthen our capabilities to service and refit Canadian reactors and prepare to manufacture small modular reactors, an emerging type of nuclear reactor. These acquisitions led to BWXT being selected to assist with early design work on a small modular reactor that GE Hitachi is planning to deploy to customers globally.\n\nWe also acquired a nuclear medicine business in Canada and are using that business to continue to produce products for the medical industry and commercialize a new technology used to generate the world’s most-used medical isotope. Technetium-99 is used in diagnostics for the medical industry, with millions of doses a year. Our technology can produce it in a way that reduces radioactive waste streams and eliminates nuclear proliferation concerns.\n\nEarlier this year, BWXT acquired Dynamic Controls Limited in the U.K. and Los Angeles-based Cunico. Both companies manufacture components and fittings for the U.S. and U.K. submarine enterprises and greatly complement our existing core business.\n\nWhenever we expand as a company, we stay close to our core capabilities in naval nuclear propulsion and high-consequence power generation. The expansion we are seeing now is into microreactors, the medical radiopharmaceutical business and in other ancillary products for submarines in the U.S. and the U.K.\n\nWhat are your strategic goals for the coming year? What do you hope to accomplish and any new markets that you’re keeping an eye on in the federal sector?\n\nAdvanced microreactors have not been demonstrated in the U.S., so executing that program and delivering the reactor in the next several years is of the utmost importance, along with prospects for expanding the use cases for that technology within the government and commercial markets.\n\nAs far as new business lines, if it is nuclear and requires high-power-dense systems, we will focus on it. I see a lot of emergent growth, particularly in space applications. We’re keeping a close eye on how BWXT can enable space exploration and infrastructure development on the Moon and beyond.\n\nWith artificial intelligence and machine learning impacting most industries and the U.S. military dramatically as we move forward, what has impressed you the most about the technology’s capabilities to improve decision making across the federal sector and all areas? In addition, how can AI be used to address some of the biggest challenges you see in your industry?\n\nAI and machine learning are tremendous time-savers. In an early design, the number of iterations engineers go through to find a good window of opportunity for a reactor design takes a lot of time. We have developed capabilities using AI to rapidly move through those iterations using a large number of input variables that yield windows of opportunity for our designers to then work through detailed investigations and outcomes that essentially result in optimized designs.\n\nWe chop off the timeline significantly using AI on the design aspect. Then you go through the nuts and bolts of engineering, which has stayed the same and probably will not change in the near future.\n\nIn the back end, when you go through fabrication development and manufacturing development, we are using machine learning on each one of our manufacturing tools.\n\nFor example, with machine learning, especially when we set up the camera systems and optical interfaces with each one of our machines, we can analyze that data quickly, help troubleshoot the processes and optimize rapidly. Those are the longest lead items. They are in the front end of the early design iteration and the back end in developing the build. We have used AI and machine learning in both aspects to make progress much faster than we could before.", "title": "Joe Miller, President of BWXT Advanced Technologies, Details Company’s Projects in Microreactors, Space, Fuel", "keywords": ["space", "capabilities", "used", "companys", "business", "learning", "nuclear", "microreactors", "technologies", "reactor", "projects", "using", "president", "joe", "machine", "miller", "details", "power", "fuel", "design"], "link": "https://www.govconwire.com/2023/01/joe-miller-president-of-bwxt-advanced-technologies-details-companys-projects/", "skip": "false", "relevancy_score": 2}, "9": {"text": "Astronomers have observed two giant black holes that are on the way to c olliding, being the closest to a cataclysmic meeting scientists have ever seen.\n\nAstronomers have revealed that two Goliath black holes, just 750 light-years apart, are on the way to closing as they circle each other as the result of a galaxy merger. The recently discovered pair are the closest to colliding researchers have ever seen.\n\nThe announcement was made in the paper, ‘UGC4211: A Confirmed Dual AGN in the Local Universe at 230 pc Nuclear Separation,’ published in The Astrophysical Journal Letters.\n\nThe discovery provides an estimate of how many black holes are nearing collision\n\nWhile the black holes are regarded as close together in cosmological terms, the Goliaths will not merge for a few hundred million years. For the moment, however, the astronomers’ discovery is able to offer a better estimate of how many cosmological objects are also nearing collision in the Universe.\n\nThis improved estimate will allow scientists to observe Universe-wide ripples in space-time known as gravitational waves, the largest of which are developed from supermassive black holes close to collision, as a result of a galaxy merger. By detecting the gravitational-wave background, astronomers will be able to improve estimates of how many galaxies have collided and merged in the Universe’s history.\n\nThe team predicts that an abundance of supermassive black-hole pairs exists, generating a major amount of ultra-strong gravitational waves. All that clamour should result in a loud gravitational-wave background far easier to detect than if the population were smaller. The first-ever detection of the background babble of gravitational waves, therefore, may come “very soon,” said study co-author Chiara Mingarelli, an associate research scientist at the Flatiron Institute’s Center for Computational Astrophysics in New York City.\n\nAstronomers observed the short distance between the cosmological objects\n\nThe pair reside in a mash-up of two galaxies that collided approximately 480 million light-years away from Earth. Giant black holes live in the heart of most galaxies and grow bigger by engulfing surrounding gas, dust, stars, and even other black holes. The two black holes in this study are gargantuan, weighing in at 200 million and 125 million times the mass of the Sun.\n\nMeeting as their host galaxies collided, eventually, the pair will begin circling each other, with the orbit tightening as gas and stars pass between the two black holes and steal orbital energy. The black holes will ultimately produce gravitational waves far stronger than any that have previously been detected, before crashing into each other to form one jumbo-size black hole.\n\nPrevious observations of the merging galaxies only saw a single black hole as the objects are so close together, meaning that scientists could not tell them apart using a single telescope. The new survey combined 12 observations made on seven telescopes, including NASA’s Hubble Space Telescope, which conclusively revealed two distinct black holes.\n\nThe pair of cosmological objects were quickly discovered once the astronomers started looking, implying that close-together supermassive black holes “are probably more common than we think, given that we found these two and we didn’t have to look very far to find them,” Mingarelli stated.\n\nThe short distance between the newfound objects “is fairly close to the limit of what we can detect, which is why this is so exciting,” Mingarelli said.\n\n“It’s important that with all these different images, you get the same story — that there are two black holes. This is where other studies [of close-proximity supermassive black holes] have fallen down in the past. When people followed them up, it turned out that there was just one black hole. [This time we] have many observations, all in agreement.”\n\n\n\n", "title": "Pair of black holes are the closest to colliding ever witnessed", "keywords": ["closest", "million", "galaxies", "supermassive", "black", "pair", "colliding", "waves", "objects", "witnessed", "holes", "cosmological", "gravitational"], "link": "https://www.innovationnewsnetwork.com/pair-black-holes-closest-colliding-ever-witnessed/28709/", "skip": "false", "relevancy_score": 2}, "10": {"text": "A historic space mission that took off from Cornwall has ended in bitter disappointment after a rocket carrying the first satellites launched from British soil failed to reach orbit and was lost.\n\nTo whoops and cheers from a crowd that had gathered at Spaceport Cornwall to watch the launch, a converted Boeing 747 called Cosmic Girl took off on Monday night and headed out across the Atlantic.\n\nIt successfully released its rocket, called LauncherOne, carrying a payload of nine satellites off the south coast of Ireland.\n\nBut shortly after Virgin Orbit, which is leading the mission, announced there had been “an anomaly” and the rocket failed to reach the required altitude.\n\nThe rocket and satellites were lost but the UK Space Agency insisted they posed no danger and were expected to burn or break up over the north Atlantic. The 747 returned to Cornwall safely.\n\nMatt Archer, the director of commercial spaceflight at the UK Space Agency, said he was hugely disappointed that the mission had not been successful – but still pleased that the first launch of satellites from Europe had taken place from British soil.\n\nHe said the first part of the two-stage rocket launch went well but the second stage failed and while the rocket reached space it did not attain the necessary altitude and orbit.\n\n“We don’t know what caused the anomaly but we achieved a launch,” he said. “A lot of positives have been achieved. Space is hard. We knew that this had a risk of failure. Launches don’t always work. We’ve created the conditions for launch here. We’ve shown we can do it and we’ll look to do it again”\n\nArcher confirmed the rocket and satellites were lost. He said the trajectory of the rocket was on suggested there would be no risk to people. “The trajectory puts it over main bodies of water, so it’s completely safe,” he said.\n\nThe Space Agency had been proud at the prospect of the UK launching the first satellites in Europe. Archer insisted: “We launched. There are lots of positives. We will take that forward.”\n\nThe Start Me Up mission had been heralded as the start of a new space era for the UK.\n\nCosmic Girl, flown by RAF test pilot Sqn Ldr Matthew Stannard, took off just after 10pm and carried out a “fin wiggle” to clear ice from LauncherOne over the Atlantic. It reached its destination south of Ireland and followed a looping “racetrack” pattern as the crew waited for the final go/no-go call.\n\nBack in Cornwall spectators did a “conga” dance around a replica of the rocket at the perimeter of the spaceport while up to 75,000 people watched a livestream of the flight.\n\nWhen the “go” call came at 11.10pm, LauncherOne was released at 10,700 metres (35,000ft), falling for a few seconds before igniting and shooting southwards, gathering speed and altitude as it headed towards the Canary Islands.\n\nMelissa Thorpe, Head of Spaceport, meets visitors at Spaceport’s inaugural rocket launch from Newquay Airport in Cornwall. Photograph: Jonny Weeks/The Guardian\n\nCosmic Girl banked sharply away, a stomach-turning manoeuvre. The spectators in Cornwall watching via a big screen whooped as the plane headed back towards the UK.\n\nLauncherOne did what is known as a “barbecue roll” to make sure neither side got too hot. The satellites, none bigger than a washing machine, were due to be released from LauncherOne around an hour later.\n\nVirgin Orbit initially tweeted: “LauncherOne has … successfully reached Earth orbit! Our mission isn’t over yet, but our congratulations to the people of the UK! This is already the first-ever orbital mission from British soil – an enormous achievement.”\n\nTwenty-eight minutes later it tweeted: “We appear to have an anomaly that has prevented us from reaching orbit. We are evaluating the information.” It removed the earlier tweet.\n\nMelissa Thorpe, the head of Spaceport Cornwall, expressed disappointment but added: “We’re a resilient team. This isn’t the first time we’ve been knocked but this is the biggest definitely. We’ll get up and we’ll go again.\n\n“It’s just absolutely devastating, and we put our hearts and soul into this. The next time we go it will be even better.”\n\nThe British Astronaut Tim Peake tweeted: “So disappointing – but getting into space is hard and valuable lessons will be learned.”\n\nSign up to First Edition Free daily newsletter Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply.\n\nEarlier there had been a festival atmosphere as more than 2,000 people turned up to watch the launch, which was being seen as a missing link in the UK satellite industry.\n\nUntil now, the UK has been strong at manufacturing satellites and interpreting the data they yield, but has not been able to launch them.\n\nA woman takes a selfie with Adrian Grint, dressed as an alien at the inaugural rocket launch from Newquay Airport in Cornwall. Photograph: Jonny Weeks/The Guardian\n\nGiven that the mission was named after a Rolling Stones song, it seemed appropriate that the event had the trappings of a music festival.\n\nThere were food stalls and a merchandise stand selling beanies, T-shirts, even a Cornish Spaceport-branded bellyboard.\n\nThere was even a marquee with a silent disco, a useful way of staying warm on a chilly night.\n\nSpecial beer available to visitors at Spaceport’s inaugural rocket launch from Newquay Airport in Cornwall. Photograph: Jonny Weeks/The Guardian\n\nAs clouds cleared and a near-full moon appeared, the silent disco played David Bowie’s Space Oddity, Elton John’s Rocket Man and the Thunderbirds theme.\n\nAdrian Grint, 46, an IT worker from St Austell, had turned up in an alien costume and held a sign reading: “Take me home.” He said: “I dress up every now and again. This is massive for Cornwall, very forward-thinking. Everything is based on tourism in Cornwall – this is different.”\n\nSimon and Sam had brought their children, Dominic, four, and Amber, two. Simon said: “We’re from St Austell – Cornish clay country. This is good for Cornwall. With mining gone we don’t have much of an identity any more. This helps put us back on the map.”\n\nRory Godfrey, aged 4, holds a Mars Rover-style robot made by Software Cornwall, one of the many examples of space technology on display to visitors at the inaugural rocket launch. Photograph: Jonny Weeks/The Guardian\n\nAmong those with satellites onboard were the Ministry of Defence, the sultanate of Oman, the US National Reconnaissance Office and British startups including Space Forge, which is developing reusable satellites. The Space Agency said it would be up to Virgin Orbit to discuss compensation for the loss of the satellites.\n\nSpectators were in melancholy mood as they left.\n\nKirsty Landragin, of St Columb Major, Cornwall, said: “It’s a real shame – all this excitement and build up and then an anomaly.”\n\nMike White, from Par in Cornwall, said: “That’s what discovering and pioneering is all about. It reminds everyone it’s complicated. They’ll get it right next time.”", "title": "Disappointing end to UK space mission as satellites fail to reach orbit", "keywords": ["fail", "end", "disappointing", "launch", "satellites", "launcherone", "cornwall", "space", "rocket", "uk", "orbit", "mission", "reach", "british"], "link": "https://www.theguardian.com/science/2023/jan/09/uks-first-orbital-rocket-mission-takes-off-from-cornwall", "skip": "false", "duplicates": ["0", "10", "3", "10", "10", "11", "10", "14"], "relevancy_score": 4}, "11": {"text": "A repurposed Virgin Atlantic Boeing 747 aircraft, named Cosmic Girl, carrying Virgin Orbit's LauncherOne rocket, takes off from Spaceport Cornwall at Cornwall Airport, Newquay, England, Monday, Jan. 9, 2023. The plane will carry the rocket to 35,000 feet where it will be released over the Atlantic Ocean to the south of Ireland, as part of the Start Me Up mission and the first rocket launch from U.K. The rocket will take multiple small satellites, with a variety of civil and defence applications, into orbit. (Ben Birchall/PA via AP)\n\nA repurposed Virgin Atlantic Boeing 747 aircraft, named Cosmic Girl, carrying Virgin Orbit's LauncherOne rocket, takes off from Spaceport Cornwall at Cornwall Airport, Newquay, England, Monday, Jan. 9, 2023. The plane will carry the rocket to 35,000 feet where it will be released over the Atlantic Ocean to the south of Ireland, as part of the Start Me Up mission and the first rocket launch from U.K. The rocket will take multiple small satellites, with a variety of civil and defence applications, into orbit. (Ben Birchall/PA via AP)\n\nLONDON (AP) — British officials and space scientists said Tuesday they were disappointed but not deterred after the first attempt to launch satellites into orbit from the U.K. ended in failure.\n\nU.S.-based Virgin Orbit attempted its first international launch late Monday, using a modified jumbo jet to carry one if its rockets from Cornwall in southwestern England over the Atlantic Ocean.\n\nThe plane released the rocket, carrying nine small satellites for a mix of civilian and domestic uses. But about two hours after the plane took off, the company reported “an anomaly that has prevented us from reaching orbit.”\n\nThe plane, piloted by a Royal Air Force pilot, returned to Cornwall. The rocket and satellites were destroyed.\n\n“We’re feeling awful, to be honest – I’m not going to lie,” Melissa Thorpe, head of Spaceport Cornwall. said.\n\n“This isn’t the first time we’ve been knocked, this is the biggest definitely, but I feel OK and we’ll get up and we’ll go again,” she said.\n\nADVERTISEMENT\n\nVirgin Orbit, which was founded by British transport and telecommunications tycoon Richard Branson, previously completed four similar launches from California.\n\nHundreds of people gathered for the Cornwall launch had cheered when a repurposed Virgin Atlantic Boeing 747 aircraft, named Cosmic Girl, took off late Monday. Around an hour into the flight, the plane released the rocket at around 35,000 feet (around 10,000 meters) over the Atlantic Ocean to the south of Ireland.\n\nVirgin Orbit chief executive Dan Hart said “a technical failure appears to have prevented us from delivering the final orbit.”\n\n“While we are very proud of the many things that we have successfully achieved as part of this mission, we are mindful that we failed to provide our customers with the launch service they deserve,” he said.\n\nThe mission was a collaboration between the U.K. Space Agency, the Royal Air Force, Virgin Orbit and Cornwall Council.\n\nBritain hopes to become a major player in making and launching satellites, and is building a spaceport in the Shetland Islands north of Scotland as well as the one in Cornwall.\n\nU.K. Business Secretary Grant Shapps said Monday’s launch was “a big moment” despite its failure.\n\n“Space is difficult,” Shapps told Sky News.\n\n“It didn’t work. I’ve no doubt that they’ll pick themselves up, dust themselves off and they’ll go again once they find out what exactly went wrong with it,” he said.", "title": "UK space industry mulls setback after satellite launch fails", "keywords": ["industry", "fails", "launch", "orbit", "satellites", "cornwall", "space", "plane", "satellite", "setback", "rocket", "uk", "atlantic", "virgin", "mulls", "spaceport"], "link": "https://apnews.com/article/science-united-kingdom-aerospace-technology-76e49c8ee5a02bcde6fc1ddb7d629042", "skip": "true", "duplicates": ["0", "11", "3", "11", "10", "11", "11", "14"], "relevancy_score": 6}, "12": {"text": "In a groundbreaking development, Sensmet has pioneered a cutting-edge online monitoring technology that represents a paradigm shift for the lithium production sector.\n\nTo meet global decarbonisation targets to combat the impacts of climate change, ramping up the production of green technologies, such as EVs, will be key to achieving net zero ambitions globally. Crucially, establishing reliable supply chains for lithium, the vital ingredient in EV batteries, will be critical, although lithium production challenges persist concerning quality and efficiency.\n\nA small start-up business in Finland called Sensmet has now innovated an online monitoring technology known as Micro-Discharge Optical Emission Spectroscopy (µDOES®) that promises a step-change improvement in both lithium production and recycling of battery metals.\n\nDr Toni Laurila, the CEO of Sensmet, explained: “We bring the analytical performance equivalence of laboratory ICP-OES next to the production process where real-time metal concentration results are acutely needed. In comparison with laboratory analysis, Sensmet’s technology provides robust, fully automated online measurement, which offers enormous advantages for process management and quality control.”\n\nDemand for EV batteries is forecasted to increase exponentially\n\nThe International Energy Agency (IEA) estimates global sales of new EVs grew from three million in 2020 to 6.6 million in 2021, and with increasing numbers of governments pledging to discontinue sales of petrol and diesel vehicles, demand for the batteries in EVs is set to escalate even further.\n\nIt has been estimated that two billion battery-electric, plug‐in hybrid and fuel-cell electric light‐duty vehicles will be needed by 2050 to meet net zero targets. Each EV lithium-ion battery pack contains around 8 kg of lithium, and last year global lithium production was 100,000 tonnes. Lithium is also required for a wide range of other products, including mobile phones, laptops, and energy storage systems. Consequently, lithium production has enormous demands to be efficient, high-quality, and fast. Similarly, it will be necessary to recycle the components of EV batteries that have reached the end of their useful service.\n\nHigh-purity lithium hydroxide or lithium carbonate is required for battery manufacture. Impurities represent a significant challenge because they cause: poor charging performance, which lowers the range of EVs; more frequent charging; poorer performance in cold temperatures; and, in some cases, they can cause batteries to overheat.\n\nCurrent methods are expensive, time-consuming, and labour-intensive\n\nBattery metal manufacturers predominantly rely on batch sampling and laboratory analysis to control their processes, but typically this incurs a delay of four to ten hours, meaning process managers cannot adjust the dosing of chemicals efficiently.\n\nConsequently, raw materials are wasted, and product purity – the most important product quality – is difficult to control, which is especially important because impurities significantly affect the performance of lithium-ion batteries. Sampling for laboratory analysis is also laborious, expensive, and often rather challenging to arrange 24/7 reliably. Due to this, continuous monitoring has long been the dream in lithium manufacturing.\n\nµDOES® transforms the lithium production landscape\n\nµDOES® enables the real-time analysis of multiple metals, including alkali metals, such as any battery metal and their impurities, and is also suited to the ‘black mass’ recycling of battery metals. The patented technology is based on atomic emission spectroscopy, creating a micro-discharge (electric spark) directly inside the aqueous sample, causing a microscopic volume of the fluid surrounding the spark to be flash-heated to 10,000 °C.\n\nMolecular species in the micro-discharge are dissociated into atoms, which are excited to their respective higher electronic states and, when they return to their ground state, release their excess energy by emitting light at their characteristic wavelengths. µDOES® measures this atomic emission spectrum to perform a quantitative analysis of the metals contained in the sample. Data from the µDOES® analyser are displayed locally, showing the concentrations and trends for each metal, and alarm levels can be set for each element. Results are transferred digitally to users’ databases and the cloud.\n\nWhat are the advantages of continuous monitoring?\n\nBecause of the high financial costs of lithium production, accurately dosing precipitation chemicals is essential. For example, when sodium carbonate is added to a slurry containing beta spodumene under high temperature and pressure, lithium carbonate and analcime solids are formed. If insufficient sodium carbonate is dosed, some of the lithium will not react to form lithium carbonate, and unreacted lithium will be lost in the side product analcime sand. This is extremely undesirable because it represents a loss of revenue. Overdosing is also undesirable because it would result in a waste of process chemicals.\n\nMoreover, continuous monitoring is also vital for reducing battery metal impurities such as sodium, potassium, copper, zinc, and calcium, all of which can be measured by µDOES® at any stage of the hydrometallurgical production and recycling process. Strict monitoring and control can therefore reduce the impurity levels and thereby prevent the cost and delay incurred by a retreatment.\n\nµDOES® expertly performs lithium production from spodumene\n\nKeliber, a subsidiary of Sibanye-Stillwater, utilised the µDOES® analyser in a pilot-scale test programme in 2022. During the project, battery-grade lithium hydroxide monohydrate was produced from spodumene concentrate treated by high-temperature conversion in a rotary kiln and a hydrometallurgical technology was developed to produce battery-grade lithium hydroxide monohydrate by soda pressure leaching. The pilot ran continuously at the demonstration plant for 400 hours, achieving a total lithium recovery rate of more than 88%.\n\nThe analytical performance of the µDOES® analyser was tested by Keliber for the continuous optimisation of precipitation chemical dosing. Around 80 samples were drawn from the process, and the sodium and lithium concentrations were analysed in parallel using the µDOES® continuous analyser and a laboratory ICP-OES. The results showed an excellent correlation between the µDOES® and laboratory analysis.\n\nSami Heikkinen, Site Manager at the Keliber Lithium Chemical Plant, commented: “Chemical dosing based on reliable real-time data brings stability to the process, which is very important because it avoids drift and optimises both yield and quality while minimising cost.”\n\nAs the EV market develops and global battery metal resources start to dwindle, there will be an even greater emphasis on new technology that can help improve the quality and efficiency of lithium production and recycling old batteries. µDOES® represents a breakthrough technology that will help the battery industry to realise its dream of effective process and quality control.\n\n\n\n", "title": "Sensmet’s online monitoring technology revolutionises the lithium production sector", "keywords": ["battery", "technology", "sensmets", "monitoring", "lithium", "quality", "metal", "laboratory", "process", "batteries", "µdoes", "online", "revolutionises", "production", "sector"], "link": "https://www.innovationnewsnetwork.com/sensmets-online-monitoring-technology-revolutionises-lithium-production/28713/", "skip": "true", "relevancy_score": 0}, "13": {"text": "You have permission to edit this article.\n\nEdit Close", "title": "Chinese rocket startup Galactic Energy sends five satellites into space", "keywords": ["chinese", "startup", "sends", "satellites", "close", "edit", "space", "galactic", "energy", "permission", "articleedit", "rocket"], "link": "https://www.koamnewsnow.com/news/technology/chinese-rocket-startup-galactic-energy-sends-five-satellites-into-space/article_c0095b22-9266-5d4f-8a50-721cd1daf512.html", "skip": "true", "relevancy_score": 3}, "14": {"text": "Start Me Up: Space launch ends in failure but marks a new era for UK space exploration\n\nHistory was made in Cornwall, UK last night (Monday 10) as the first orbital space launch from UK soil took place in Newquay.\n\nThe mission, titled Start Me Up and inspired by the 1981 Rolling Stones hit of the same name, saw the ‘Cosmic Girl’ repurposed 747 jet take off from SpacePort Cornwall (Newquay Airport).\n\nWhilst not a vertical launch like we are used to seeing in conventional NASA missions, for example, the launch marked a historical moment for both the UK and Cornwall, home to gasworld.\n\nWhilst the mission ultimately ended in failure when the rocket – which had initially ignited and began ascending as planned – suffered a technical anomaly and didn’t reach orbit, the launch is widely regarded as a statement of ambition for the UK’s space endeavours and heralds an exciting new era in space exploration.\n\nWhat happened?\n\nHaving achieved lift-off from the runway in Newquay at just past 10pm GMT, the 747 jumbo jet was carrying a purpose-built rocket, named LauncherOne, underneath its left wing with the aim to lift that rocket more than 30,000 feet into the air over the Atlantic Ocean.\n\nThe rocket was itself loaded with liquid helium, oxygen and nitrogen for its operations and propulsion to orbit, and the nine satellites that it is ultimately designed to release into space.\n\nOnce Cosmic Girl, a former Virgin Atlantic Boeing 747 plane, had reached a designated launch zone over the Atlantic Ocean off the coast of Ireland, it released the rocket at an altitude of around 35,000 feet and the first-stage engines ignited to carry the vessel to orbit.\n\nThe objective was then to carry the satellites to an altitude of around 345 miles – or 555,000 feet – for their final release.\n\nHistory-in-the-making\n\nLauncherOne is a rocket pioneered by Virgin Orbit, the company founded by Sir Richard Branson in 2017 and which has already delivered commercial, civil, national security and international satellites into orbit.\n\nVirgin Orbit’s LauncherOne rockets are designed and manufactured in Long Beach, California, and are air-launched from a modified 747-400 carrier aircraft that allows Virgin Orbit to operate from locations all over the world in order to best serve each customer’s needs.\n\nThe LauncherOne rocket launched last night originally left California, loaded on a C-17 military aircraft, back on 13th October (2022) and touched down in Newquay, Cornwall on the evening of 14th October.\n\nThe rocket was carrying nine payloads into Low Earth Orbit (LEO) on the Start Me Up mission, including the first ever satellite launched by the Sultanate of Oman focused on Earth Observation.\n\nIt was also carrying the future-facing return satellite tech aboard Wales’ first satellite, built by Space Forge; a Maritime monitoring payload built by Horizon Technologies and the Satellite Applications Catapult; as well satellites from the MOD, DSTL and US National Reconnaissance Office. All satellites were reportedly lost as a result of the mission’s failure, but are insured so their manufacturers and operators should be compensated.\n\nMission Start Me Up represents a launch of many firsts – namely the first orbital launch ever from the UK, the first international launch for Virgin Orbit, and the first commercial launch from Western Europe.\n\nVirgin Orbit has worked closely with a number of partners to prepare for this historic launch, including the US Department of Defense, UK’s Civil Aviation Authority (CAA) and the US Federal Aviation Administration (FAA).\n\nThe Virgin Orbit system is itself relatively new and has only been in operation since 2020.", "title": "Start Me Up: Space launch ends in failure but marks a new era for UK space exploration", "keywords": ["ends", "marks", "failure", "launch", "orbit", "start", "satellites", "cornwall", "space", "satellite", "rocket", "uk", "era", "virgin", "exploration"], "link": "https://www.gasworld.com/story/start-me-up-space-launch-ends-in-failure-but-marks-a-new-era-for-uk-space-exploration/2120057.article/", "skip": "true", "duplicates": ["0", "14", "10", "14", "11", "14"], "relevancy_score": 6}, "15": {"text": "From flight schedule management and airline billing to passenger processing, ramp coordination and baggage handling, airports and airlines require software solutions to automate and optimise their operations.\n\nWith growing passenger traffic and frequently changing security requirements, operators are increasingly looking for innovative and cost-effective airport management software solutions to provide more seamless, safe, and sustainable air travel experience to passengers.\n\nFinding the best airport information management system providers\n\nAirport Technology has listed some of the major companies delivering customised software solutions for airport operations based on its intel, insights and decades-long experience in the sector.\n\nThe list includes companies providing turnkey information and communication technology (ICT) solutions focused on centralised airport monitoring, control, operations and maintenance management applications, as well as companies that specialise in delivering comprehensive air traffic control communication systems and fully-automated passenger flow management solutions.\n\nThe information contained within the download document is useful for airline operators, airport managers, administrators, system integrators, air traffic controllers, airport surveillance officers, procurement officers, and any other individual involved in airport operations and maintenance.\n\nThe download contains detailed information on some of the leading airport operations management software providers and their product and service lines, alongside contact details to aid your purchasing or hiring decision.\n\nTypes of airport management software solutions\n\nThe aviation industry relies on customised software solutions for improved airport operational efficiency, optimised passenger facilitation, and enhanced security.\n\nTypes of airport information management systems and solutions include, but are not limited to:\n\nAirport operational database management (AODB) systems\n\nFlight information display systems (FIDS)\n\nAutomated aircraft movement registration systems\n\nAir traffic control and management systems\n\nAeronautical telecommunications network (ATN) solutions for ground-ground and air-ground data communications\n\nSecure passenger processing solutions\n\nAutomated boarding pass verification systems\n\nAircraft load control software\n\nAutomated baggage handling software\n\nApron management systems\n\nEmergency messaging systems\n\nAutomated immigration and access management solutions, and\n\nSoftware products for airport analytics, concession management, and car park revenue management\n\nDownload our list here.", "title": "Airport Information Management Systems Suppliers", "keywords": ["systems", "control", "operations", "passenger", "management", "traffic", "suppliers", "airport", "information", "solutions", "software"], "link": "https://www.airport-technology.com/buyers-guide/airport-information-management-systems/", "skip": "true", "relevancy_score": 0}, "16": {"text": "PTI\n\nWashington, January 10\n\nAn Indian-American aerospace industry expert has been appointed as NASA's new chief technologist to serve as principal advisor to Administrator Bill Nelson on technology policy and programmes at the space agency's headquarters here.\n\nIn his position, AC Charania will align NASA's agencywide technology investments with mission needs across six mission directorates and oversee technology collaboration with other federal agencies, the private sector, and external stakeholders, NASA said in a statement on Monday.\n\nThe position works within NASA's Office for Technology, Policy, and Strategy.\n\n“Technology plays a vital role in every NASA mission. Making sure that we're pursuing the best policy objectives allows this agency to continue to serve as a global leader in innovation,” Bhavya Lal, NASA associate administrator for technology, policy, and strategy, was quoted as saying in the statement.\n\n“Charania is an experienced leader in managing large, rapidly shifting technology portfolios. I am eager for him to apply his knowledge and enthusiasm at NASA,\" Lal said.\n\nLal served as acting chief technologist prior to the appointment of Charania, whose first day working at NASA Headquarters was January 3.\n\n“The rate of advancement we seek in the 21st century is dependent upon selecting and maturing a portfolio of technologies into systems to execute our missions,” Charania said in the statement.\n\n“With this in mind, there are incredible opportunities in partnerships within and outside of NASA. I now look forward to the opportunity to work with the entire community to increase the rate of space and aviation progress,” he added.\n\nPrior to joining NASA, he served as vice president of product strategy at Reliable Robotics, a firm that works to bring certified autonomous vehicles to commercial aviation.\n\nHis previous experience also includes working at Blue Origin to mature its lunar permanence strategy, Blue Moon lunar lander program, and multiple technology initiatives with NASA.\n\nCharania has also worked in strategy and business development for the Virgin Galactic (now Virgin Orbit) LauncherOne small satellite launch vehicle programme.\n\nCharania led the formation of the FastForward industry group focused on high-speed point-to-point transportation, was a NASA Innovative Advanced Concepts fellow, and served on the Lunar Exploration Analysis Group Commercial Advisory Board, according to the release.\n\nHe received a bachelor's and a master's degree in aerospace engineering from the Georgia Institute of Technology, and a bachelor's in economics from Emory University.\n\n#NASA", "title": "Indian-American space expert named NASA’s new chief technologist", "keywords": ["technologist", "technology", "named", "strategy", "nasa", "lunar", "charania", "expert", "served", "chief", "indianamerican", "space", "policy", "nasas", "mission", "works"], "link": "https://www.tribuneindia.com/news/science-technology/indian-american-space-expert-named-nasas-new-chief-technologist-469143", "skip": "false", "duplicates": ["16", "17", "16", "19"], "relevancy_score": 2}, "17": {"text": "He received a bachelor’s and a master’s degree in aerospace engineering from the Georgia Institute of Technology, and a bachelor’s in economics from Emory University.\n\n(This story has been published from a wire agency feed without any modifications to the text. Only the headline has been changed.)", "title": "Indian-American Space Expert A C Charania Named NASA's New Chief Technologist", "keywords": ["named", "institute", "bachelors", "masters", "space", "wire", "technology", "charania", "expert", "technologist", "universitythis", "c", "indianamerican", "received", "nasas", "text", "modifications", "chief", "published"], "link": "https://swarajyamag.com/world/indian-american-space-expert-a-c-charania-named-nasas-new-chief-technologist", "skip": "true", "duplicates": ["16", "17", "17", "19"], "relevancy_score": 1}, "18": {"text": "Country United Kingdom United States Afghanistan Åland Islands Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo Congo, The Democratic Republic of The Cook Islands Costa Rica Cote D'ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guernsey Guinea Guinea-bissau Guyana Haiti Heard Island and Mcdonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iran, Islamic Republic of Iraq Ireland Isle of Man Israel Italy Jamaica Japan Jersey Jordan Kazakhstan Kenya Kiribati Korea, Democratic People's Republic of Korea, Republic of Kuwait Kyrgyzstan Lao People's Democratic Republic Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia, The Former Yugoslav Republic of Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova, Republic of Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and The Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and The South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand Timor-leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Virgin Islands, British Virgin Islands, U.S. Wallis and Futuna Western Sahara Yemen Zambia Zimbabwe", "title": "PET fabrics", "keywords": ["states", "islands", "guinea", "saint", "french", "democratic", "island", "republic", "south", "united", "pet", "fabrics"], "link": "https://www.airport-technology.com/videos/pet-fabrics/", "skip": "true", "relevancy_score": 0}, "19": {"text": "An Indian-American aerospace industry expert has been appointed as NASA's new chief technologist to serve as principal advisor to Administrator Bill Nelson on technology policy and programmes at the space agency's headquarters here.\n\nIn his position, AC Charania will align NASA's agencywide technology investments with mission needs across six mission directorates and oversee technology collaboration with other federal agencies, the private sector, and external stakeholders, NASA said in a statement on Monday.\n\nThe position works within NASA's Office for Technology, Policy, and Strategy.\n\nTechnology plays a vital role in every NASA mission. Making sure that we're pursuing the best policy objectives allows this agency to continue to serve as a global leader in innovation, Bhavya Lal, NASA associate administrator for technology, policy, and strategy, was quoted as saying in the statement.\n\n\"Charania is an experienced leader in managing large, rapidly shifting technology portfolios. I am eager for him to apply his knowledge and enthusiasm at NASA,\" Lal said.\n\nLal served as acting chief technologist prior to the appointment of Charania, whose first day working at NASA Headquarters was January 3.\n\n\"The rate of advancement we seek in the 21st century is dependent upon selecting and maturing a portfolio of technologies into systems to execute our missions,\" Charania said in the statement.\n\n\"With this in mind, there are incredible opportunities in partnerships within and outside of NASA. I now look forward to the opportunity to work with the entire community to increase the rate of space and aviation progress,\" he added.\n\nPrior to joining NASA, he served as vice president of product strategy at Reliable Robotics, a firm that works to bring certified autonomous vehicles to commercial aviation.\n\nHis previous experience also includes working at Blue Origin to mature its lunar permanence strategy, Blue Moon lunar lander program, and multiple technology initiatives with NASA.\n\nCharania has also worked in strategy and business development for the Virgin Galactic (now Virgin Orbit) LauncherOne small satellite launch vehicle programme.\n\nCharania led the formation of the FastForward industry group focused on high-speed point-to-point transportation, was a NASA Innovative Advanced Concepts fellow, and served on the Lunar Exploration Analysis Group Commercial Advisory Board, according to the release.\n\nHe received a bachelor's and a master's degree in aerospace engineering from the Georgia Institute of Technology, and a bachelor's in economics from Emory University.", "title": "Indian-American space expert named NASA's new chief technologist", "keywords": ["technologist", "technology", "named", "strategy", "nasa", "lunar", "charania", "expert", "served", "chief", "indianamerican", "space", "policy", "nasas", "mission", "works"], "link": "https://www.moneycontrol.com/news/world/indian-american-space-expert-named-nasas-new-chief-technologist-9840341.html", "skip": "true", "duplicates": ["16", "19", "17", "19"], "relevancy_score": 2}}}