{
    "https://menafn.com/1105365626/Usage-Of-AI-Robotics-Data-Analytics-Increasing-In-Textile-Industry-ITF": {
        "title": "\n    Usage Of AI, Robotics & Data Analytics Increasing In Textile...\n    | MENAFN.COM",
        "summary": "\n- Scientists have discovered a dinosaur embryo inside a fossilized egg believed to be 66 million years old.\n\n- The government of St Lucia has asked the US for help in reducing crime. \n\n- Abid Mushtaq takes 8 wickets helping Jammu & Kashmir bowling team to win in the Ranji trophy tournament.  \n\n- J&K Bank unveils its Wall Calendar 2023 with hopes of vigorous economic growth and financial stability during 2021 and 2022. \n\n- Adani group take over control from NDTV, an Indian news channel that is popular among viewers throughout India and abroad. \n\n- Delhi Commissioner warns against shipping psychotropic substances through courier services in order to prevent illegal drug trafficking. \n \t\t\t\t    - Qarar Rouvum (bringing peace), a spiritual music track was launched as part of India's 'Atmanirbhar Bharat' vision mission campaign which encourages use of different art forms to convey social messages on various issues suchs drugs, suicide etc., amongst masses at large.  \n\n- Government mulls extension of contracts for staff appointed for Covid care services due end in Dec 2020 till further notice if necessary given situation across country related to Covid pandemic persists into 2021 or even beyond due fear factor associated with infection high risk no vaccine available yet . \n\n      - Gray langur spotted near Sopore triggers panicamong locals amid potential danger posed by wild animal sighting.  \n\n      - 38 IPS officers were promoted including those elevated up to Deputy Inspector General rank under Ministry Home Affairs orders recently enacted authorizing promotions without waiting upon results announced after UPSC exams conducted this year affected upcoming result release dates too much due coronavirus related lockdown everywhere nation wide since March 2020 .....      \n\n     - New student assessment & evaluation scheme intendedtobe enforced across all educational institutions withinJ&K region next session onwards based likely on NCERT syllabus would introduce diversified teaching methodology making learning more attentive oriented involving national education policy reforms inserted shortly aiming improved better quality teaching standards comparable tu other states now being followed same direction way prescribed by Centre Govt finally received accepted adopted recently positive response from everyone concerned improvement expected witnessed soon ....\n\n    - Director doctor SKIMS Soura Dr Farooq Jan suggestspossibility COVID 19 may persistent epidemical condition exist human population till sometime until proper vaccine foundconcern instead major outbreaks giving hope people not suffer far greater damages caused virus spread considered less catastrophic unlike what happened rest world past few months"
    },
    "https://allwork.space/2022/12/digest-the-top-talent-will-shape-the-hybrid-workplace/": {
        "title": "The “Top Talent” Will Shape the Hybrid Workplace - Allwork.Space",
        "summary": "\n-It is the top talent of a company that will shape how hybrid work takes place. \n-This has been the case throughout history and it holds true for current pandemic state of flux. \n-The most sought after job candidates want to create an ideal scenario of working from wherever they wish. \n-Companies who 'drag back time' will lose their best talent, forcing them to catch up with industry changes.  \n-Hybrid work has already cemented itself in the future but there may be another shift towards even less dependence on location."
    },
    "https://www.techtimes.com/articles/285600/20221229/nasa-considers-using-private-spacecraft-to-extend-life-of-hubble-space-telescope.htm": {
        "title": "NASA Considers Using Private Spacecraft to Extend Life of Hubble Space Telescope | Tech Times",
        "summary": "\n-Apple released a new stress monitor app feature for Apple Watch users\n-Chinese scientists have discovered evidence that solar winds generate water on the moon's surface\n-NASA engineer is developing an AI to guide astronauts to the lunar surface using GPS\n-Mediacoin is a huge multi-platform blockchain project with Microsoft, Sony and Apple as three of its prominent members \n-Roblox’s “Build a Boat” offers redeem codes valid in December 2022"
    },
    "https://www.goshennews.com/news/concord-celebrates-completion-of-engineering-construction-building/article_108cea10-7b12-11ed-acd7-a78c45cd8716.html": {
        "title": "Concord celebrates completion of engineering, construction building | News | goshennews.com",
        "summary": "\n- Steady rain expected this evening, continuing into the overnight with areas of patchy fog developing\n- Low temperature of 36°F and NNW winds at 5 to 10 mph\n- 100% chance of rain with rainfall amount near a quarter inch \n- Construction is complete on Concord Engineering and Construction Center located at Concord High School in Elkhart, IN \n- 10,400 sq. ft. facility was designed with industry ready skills for Conecord students to enter workforce \n- Cost was approximately $3.9 million paid through bond sale without raising taxes \n- Courses offered include civil engineering, manufacturing, robotics & construction trades"
    },
    "https://allwork.space/2022/12/digest-wework-owned-common-desk-to-launch-in-irving-texas/": {
        "title": "WeWork-Owned Common Desk to Launch in Irving, Texas - Allwork.Space",
        "summary": "\n- Common Desk, a workspace company acquired by WeWork, has leased a 44,000 square foot space in Irving, Texas. \n- Sunwest is demolishing the existing one story retail building and constructing the new workspace at a cost of $4.7 million. \n- This space adds to several coworking projects that have been planned for WeWork and Common Desk in Texas. \n- Currently they are remodeling an existing location in San Antonio and recently extended their lease with Ion near Houston’s Rice University."
    },
    "https://www.nbcwashington.com/news/local/a-science-project-designed-by-high-school-students-in-fairfax-county-is-now-in-outer-space/3243373/": {
        "title": "TJHS Students in Fairfax County Launch Satellite from International Space Station – NBC4 Washington",
        "summary": "-Thomas Jefferson High School for Science and Technology students designed a satellite that launched from the International Space Station early Thursday morning.\n-The project expands upon an inquiry by former TJHS students to test if a radio module works in outer space.\n-Students are able to communicate with the space station while their device is in orbit, draw less power than traditional radios, and it has led to NASA partnerships and grants. \n-The goal of the program is to train future generations of engineers as well as have similar projects in other schools nationwide."
    }
}